{
  "email": "E-pos",
  "password": "Wagwoord",
  "sign_in": "Meld aan",
  "sign_up": "Teken aan",
  "or": "OF",
  "dont_have_an_account": "Het u nie 'n rekening nie?",
  "already_have_an_account": "Reeds 'n rekening?",
  "register": "Registreer",
  "validation_email": "Voer asseblief e-pos in",
  "validation_email_2": "Voer 'n geldige e-posadres in!",
  "validation_password": "Voer wagwoord in",
  "validation_password_2": "Wagwoord te kort",
  "notes": "Aantekeninge",
  "no_notes_yet": "Nog geen aantekeninge nie ...",
  "sign_out": "Teken uit",
  "note_edit": "Wysig",
  "note_new": "Nuwe noot",
  "note_add_title": "Voeg titel by...",
  "note_add_details": "Voeg besonderhede by ...",
  "note_add_note": "Voeg Nota",
  "note_add_note_message": "Nota moet 'n titel hê",
  "note_cat_uncategorized": "Ongekategoriseer",
  "note_cat_study": "Bestudeer",
  "note_cat_personal": "Persoonlik",
  "note_cat_work": "Werk",
  "note_cat_todo": "Alles",
  "delete_note": "Wil u hierdie nota verwyder?",
  "delete_note_undone": "Hierdie handeling kan nie ongedaan gemaak word nie",
  "delete_cancel": "Kanselleer",
  "delete": "Vee uit",
  "change_language": "Verander taal",
  "select_language": "Kies taal",
  "language_continue": "Aanhou",
  "language_done": "Klaar",
  "forgot_password": "Wagwoord vergeet?",
  "reset_password_title": "Herstel wagwoord",
  "reset": "Stel terug",
  "password_reset_successful": "Skakel vir herstel van wagwoord is suksesvol gestuur",
  "privacy_policy_title": "Privaatheidsbeleid",
  "privacy_policy": "{name} het die iJot-app as 'n gratis program gebou. Hierdie DIENS word gratis aangebied deur {name} en is bedoel vir gebruik soos dit is.\n\nDit is om gebruikers in kennis te stel van my beleid rakende die insameling, gebruik en openbaarmaking van persoonlike inligting as iemand besluit om my diens te gebruik.\n\nAs u verkies om my diens te gebruik, stem u in tot die insameling en gebruik van inligting met betrekking tot hierdie beleid. Ek sal u inligting nie met iemand gebruik of deel nie, behalwe soos beskryf in hierdie privaatheidsbeleid.\n\n\n** Versameling en gebruik van inligting **\n\nVir 'n beter ervaring, kan ek tydens u gebruik van ons diens vereis dat u sekere persoonlik identifiseerbare inligting aan ons verskaf, insluitend maar nie beperk tot gebruikersnaam en e-pos nie. Die inligting wat ek versoek, word op u toestel bewaar en word op geen manier deur my versamel nie.\n\nDie app gebruik wel derdepartydienste wat inligting kan versamel wat gebruik word om u te identifiseer.\n\nSkakel na privaatheidsbeleid van diensverskaffers van derdepartye wat deur die app gebruik word\n\n* [Google Play Dienste] (https://www.google.com/policies/privacy/)\n\n* [Google Analytics vir Firebase] (https://firebase.google.com/policies/analytics)\n\n\n** Teken data **\n\nEk wil u in kennis stel dat ek, wanneer u my diens gebruik, in die geval van 'n fout in die app data en inligting versamel (deur middel van produkte van derdepartye) op u telefoon met die naam Log Data. Hierdie logdata kan inligting insluit soos u IP-adres (Internet Protocol), toestelnaam, weergawe van die bedryfstelsel, die konfigurasie van die app wanneer u my diens gebruik, die tyd en datum van u gebruik van die diens en ander statistieke .\n\n\n**Diensverskaffers**\n\nEk kan derdeparty-ondernemings en individue in diens neem om die volgende redes:\n\n* Om ons diens te vergemaklik;\n\n* Om die diens namens ons te lewer;\n\n* Om diensverwante dienste uit te voer; of\n\n* Om ons te help met die ontleding van hoe ons diens gebruik word.\n\nEk wil gebruikers van hierdie diens inlig dat hierdie derde partye toegang het tot u persoonlike inligting. Die rede is om die take wat aan hulle opgedra is namens ons uit te voer. Hulle is egter verplig om die inligting nie vir enige ander doel bekend te maak of te gebruik nie.\n\n\n** Veiligheid **\n\nEk waardeer u vertroue om u persoonlike inligting aan ons te verskaf, en daarom streef ons daarna om kommersieel aanvaarbare maniere te gebruik om dit te beskerm. Onthou egter dat geen metode van oordrag via die internet of elektroniese berging 100% veilig en betroubaar is nie, en ek kan nie die absolute veiligheid daarvan waarborg nie.\n\n\n** Veranderings aan hierdie privaatheidsbeleid **\n\nEk kan ons privaatheidsbeleid van tyd tot tyd opdateer. U word dus aangeraai om hierdie bladsy gereeld te hersien vir enige veranderinge. Ek sal u in kennis stel van enige veranderinge deur die nuwe privaatheidsbeleid op hierdie bladsy te plaas.\n\nHierdie beleid is van krag vanaf 2020-11-16\n\n\n**Kontak Ons**\n\nAs u enige vrae of voorstelle het oor my privaatheidsbeleid, moet u my kontak by jabguru007@gmail.com."
}