{
  "email": "Elektron poçt",
  "password": "Şifrə",
  "sign_in": "Giriş",
  "sign_up": "Abunə olun",
  "or": "Və ya",
  "dont_have_an_account": "Hesabınız yoxdur?",
  "already_have_an_account": "Artıq bir hesabınız var mı?",
  "register": "Qeydiyyatdan keçin",
  "validation_email": "Zəhmət olmasa e-poçt daxil edin",
  "validation_email_2": "Düzgün bir e-poçt daxil edin!",
  "validation_password": "Zəhmət olmasa parol daxil edin",
  "validation_password_2": "Şifrə çox qısadır",
  "notes": "Qeydlər",
  "no_notes_yet": "Qeyd yoxdur ... Yenə də",
  "sign_out": "Çıxış",
  "note_edit": "Redaktə edin",
  "note_new": "Yeni Qeyd",
  "note_add_title": "Başlıq əlavə et...",
  "note_add_details": "Ətraflı məlumat əlavə edin ...",
  "note_add_note": "Qeyd əlavə edin",
  "note_add_note_message": "Qeydin bir başlığı olmalıdır",
  "note_cat_uncategorized": "Kateqoriyasızdır",
  "note_cat_study": "Təhsil",
  "note_cat_personal": "Şəxsi",
  "note_cat_work": "İşləyin",
  "note_cat_todo": "Hər şey",
  "delete_note": "Bu qeydi silmək istəyirsiniz?",
  "delete_note_undone": "Bu əməliyyat geri qaytarıla bilməz",
  "delete_cancel": "Ləğv et",
  "delete": "Sil",
  "change_language": "Dili dəyişdirin",
  "select_language": "Dil seçin",
  "language_continue": "Davam edin",
  "language_done": "Bitdi",
  "forgot_password": "Şifrəni unutmusunuz?",
  "reset_password_title": "Parolu sıfırlamak",
  "reset": "Sıfırla",
  "password_reset_successful": "Parol sıfırlama linki uğurla göndərildi",
  "privacy_policy_title": "Gizlilik Siyasəti",
  "privacy_policy": "{name} iJot tətbiqini Pulsuz bir tətbiq olaraq hazırladı. Bu XİDMƏT {name} tərəfindən pulsuz olaraq təmin edilir və olduğu kimi istifadə üçün nəzərdə tutulub.\n\nBu, Xidmətimdən istifadə etməyə qərar verən şəxslərə Şəxsi məlumatların toplanması, istifadəsi və açıqlanması barədə siyasətlərimlə bağlı istifadəçiləri məlumatlandırmaqdır.\n\nXidmətimdən istifadə etməyi seçsəniz, bu siyasətlə əlaqəli məlumatların toplanmasına və istifadəsinə razısınız. Məlumatlarınızı bu Məxfilik Siyasətində göstərilənlər xaricində istifadə etməyəcəyəm və heç kimlə paylaşmayacağam.\n\n\n** Məlumat toplanması və istifadəsi **\n\nDaha yaxşı bir təcrübə üçün, Xidmətimizdən istifadə edərkən, istifadəçi adı və e-poçt daxil olmaqla məhdudlaşdırılmadan müəyyən şəxsən müəyyənləşdirilən məlumatlar verməyinizi tələb edə bilərəm. Tələb etdiyim məlumatlar cihazınızda saxlanacaq və heç bir şəkildə mənim tərəfimdən toplanmır.\n\nTətbiq sizi müəyyənləşdirmək üçün istifadə olunan məlumatları toplaya biləcək üçüncü tərəf xidmətlərindən istifadə edir.\n\nTətbiq tərəfindən istifadə edilən üçüncü tərəf xidmət təminatçılarının məxfilik siyasətinə keçid\n\n* [Google Play Xidmətləri] (https://www.google.com/policies/privacy/)\n\n* [Firebase üçün Google Analytics] (https://firebase.google.com/policies/analytics)\n\n\n** Giriş məlumatları **\n\nSizə bildirmək istəyirəm ki, Xidmətimdən nə vaxt istifadə edirsinizsə, tətbiqdə bir səhv olduğu halda telefonunuza Giriş Məlumatları adlanan məlumat və məlumatları (üçüncü tərəf məhsulları vasitəsilə) toplayıram. Bu Giriş Verilişlərinə cihazınızın İnternet Protokolu (“IP”) ünvanı, cihaz adı, əməliyyat sistemi versiyası, Xidmətimdən istifadə edərkən tətbiqin konfiqurasiyası, Xidmətdən istifadənizin vaxtı və tarixi və digər statistik məlumatlar daxil ola bilər. .\n\n\n**Xidmət təminatçıları**\n\nAşağıdakı səbəblərə görə üçüncü tərəf şirkətləri və şəxsləri işə götürə bilərəm:\n\n* Xidmətimizi asanlaşdırmaq;\n\n* Xidməti adımızdan təqdim etmək;\n\n* Xidmətlə əlaqəli xidmətlər göstərmək; və ya\n\n* Xidmətimizin necə istifadə edildiyini təhlil etməkdə bizə kömək etmək.\n\nBu Xidmətin istifadəçilərini bu üçüncü şəxslərin Şəxsi Məlumatlarınıza giriş imkanları olduğunu bildirmək istəyirəm. Səbəb onlara verilən tapşırıqları bizim adımızdan yerinə yetirməkdir. Bununla birlikdə, məlumatları açıqlamamaq və ya başqa bir məqsəd üçün istifadə etməmək məcburiyyətindədirlər.\n\n\n** Təhlükəsizlik **\n\nŞəxsi məlumatlarınızı bizə təqdim etməyinizə görə qiymətləndirirəm, beləliklə onu qorumaq üçün ticarət baxımından məqbul vasitələrdən istifadə etməyə çalışırıq. Ancaq unutmayın ki, internet üzərindən ötürülmə üsulu və ya elektron saxlama üsulu 100% etibarlı və etibarlı deyil və mütləq təhlükəsizliyini təmin edə bilmərəm.\n\n\n** Bu Gizlilik Siyasətində Dəyişikliklər **\n\nGizlilik Siyasətimizi zaman-zaman yeniləyə bilərəm. Beləliklə, hər hansı bir dəyişiklik üçün bu səhifəni vaxtaşırı nəzərdən keçirməyiniz tövsiyə olunur. Bu səhifədə yeni Məxfilik Siyasətini yerləşdirərək dəyişikliklər barədə məlumat verəcəyəm.\n\nBu siyasət 2020-11-16 tarixlərindən etibarən qüvvəyə minir\n\n\n**Bizimlə əlaqə saxlayın**\n\nMəxfilik Siyasətimlə bağlı hər hansı bir sualınız və ya təklifiniz varsa, mənimlə əlaqə qurmaqdan çəkinməyin jabguru007@gmail.com."
}