{
    "email": "E-poçt",
    "password": "parol",
    "sign_in": "Daxil ol",
    "sign_up": "Abunə olun",
    "or": "YA",
    "dont_have_an_account": "Hesabınız yoxdur?",
    "already_have_an_account": "Artıq bir hesabınız var mı?",
    "register": "Qeydiyyatdan keçin",
    "validation_email": "Zəhmət olmasa e-poçtu daxil edin",
    "validation_email_2": "Etibarlı e-poçt daxil edin!",
    "validation_password": "Zəhmət olmasa parolu daxil edin",
    "validation_password_2": "Parol çox qısa",
    "notes": "Qeydlər",
    "no_notes_yet": "Qeyd yoxdur... Hələ",
    "sign_out": "Çıxış",
    "note_edit": "Redaktə et",
    "note_new": "Yeni Qeyd",
    "note_add_title": "Başlıq əlavə et...",
    "note_add_details": "Təfərrüatlar əlavə edin...",
    "note_add_note": "Qeyd əlavə edin",
    "note_add_note_message": "Qeydin Başlığı olmalıdır",
    "note_cat_uncategorized": "Kateqoriyasız",
    "note_cat_study": "Öyrənmək",
    "note_cat_personal": "Şəxsi",
    "note_cat_work": "iş",
    "note_cat_todo": "Etmək",
    "delete_note": "Bu qeydi silmək istəyirsiniz?",
    "delete_note_undone": "Bu əməliyyat geri qaytarıla bilməz",
    "delete_cancel": "Ləğv et",
    "delete": "Sil",
    "change_language": "Dili dəyişdirin",
    "select_language": "Dil seçin",
    "language_continue": "Davam et",
    "language_done": "Bitdi",
    "forgot_password": "Şifrəni unutmusunuz?",
    "reset_password_title": "Parolu sıfırlamak",
    "reset": "Sıfırlayın",
    "password_reset_successful": "Parolun sıfırlanması linki uğurla göndərildi",
    "close": "Yaxın",
    "privacy_policy_title": "Gizlilik Siyasəti",
    "privacy_policy": "{name} iJot tətbiqini Pulsuz proqram kimi qurdu. Bu XİDMƏT {name} tərəfindən heç bir ödəniş etmədən təmin edilir və olduğu kimi istifadə üçün nəzərdə tutulub.\n\nBu, hər kəs mənim Xidmətimdən istifadə etmək qərarına gələrsə, şəxsi məlumatların toplanması, istifadəsi və açıqlanması ilə bağlı siyasətimlə bağlı istifadəçiləri məlumatlandırmaq üçündür.\n\nXidmətimdən istifadə etməyi seçsəniz, bu siyasətlə bağlı məlumatların toplanması və istifadəsinə razılaşırsınız. Mən bu Məxfilik Siyasətində təsvir edilən hallar istisna olmaqla, məlumatlarınızı heç kimlə istifadə etməyəcəyəm və paylaşmayacağam.\n\n\n**Məlumatın toplanması və istifadəsi**\n\nDaha yaxşı təcrübə üçün Xidmətimizdən istifadə edərkən mən sizdən istifadəçi adı və e-poçt daxil olmaqla, lakin bununla məhdudlaşmayaraq, müəyyən şəxsiyyəti müəyyən edən məlumatları bizə təqdim etməyi tələb edə bilərəm. Tələb etdiyim məlumat cihazınızda saxlanacaq və mənim tərəfimdən heç bir şəkildə yığılmır.\n\nTətbiq sizi tanımaq üçün istifadə olunan məlumatları toplaya bilən üçüncü tərəf xidmətlərindən istifadə edir.\n\nTətbiq tərəfindən istifadə edilən üçüncü tərəf xidmət təminatçılarının məxfilik siyasətinə keçid\n\n* [Google Play Xidmətləri](https://www.google.com/policies/privacy/)\n\n* [Firebase üçün Google Analytics](https://firebase.google.com/policies/analytics)\n\n\n**Log Data**\n\nNəzərinizə çatdırmaq istəyirəm ki, siz mənim Xidmətimdən istifadə etdiyiniz zaman proqramda xəta baş verdikdə, Log Data adlı telefonunuzda məlumat və məlumat (üçüncü tərəfin məhsulları vasitəsilə) toplayıram. Bu Qeyd Məlumatına cihazınızın İnternet Protokolu (“IP”) ünvanı, cihazın adı, əməliyyat sisteminin versiyası, Xidmətimdən istifadə edərkən tətbiqin konfiqurasiyası, Xidmətdən istifadənizin vaxtı və tarixi və digər statistik məlumatlar daxil ola bilər. .\n\n\n**Xidmət təminatçıları**\n\nAşağıdakı səbəblərə görə üçüncü tərəf şirkətləri və şəxsləri işə götürə bilərəm:\n\n* Xidmətimizi asanlaşdırmaq üçün;\n\n* Bizim adımızdan Xidməti təmin etmək;\n\n* Xidmətlə bağlı xidmətləri yerinə yetirmək; və ya\n\n* Xidmətimizdən necə istifadə olunduğunu təhlil etməkdə bizə kömək etmək.\n\nMən bu Xidmətin istifadəçilərinə bildirmək istəyirəm ki, bu üçüncü tərəflər Sizin Şəxsi Məlumatlarınıza daxil ola bilərlər. Səbəb isə onlara verilən tapşırıqları bizim adımızdan yerinə yetirməkdir. Bununla belə, onlar məlumatı açıqlamamağa və ya başqa məqsədlər üçün istifadə etməməyə borcludurlar.\n\n\n**Təhlükəsizlik**\n\nŞəxsi məlumatlarınızı bizə təqdim etməkdə etibarınızı yüksək qiymətləndirirəm, buna görə də biz onu qorumaq üçün kommersiya baxımından məqbul vasitələrdən istifadə etməyə çalışırıq. Ancaq unutmayın ki, internet üzərindən heç bir ötürmə üsulu və ya elektron saxlama metodu 100% təhlükəsiz və etibarlı deyil və mən onun mütləq təhlükəsizliyinə zəmanət verə bilmərəm.\n\n\n**Bu Məxfilik Siyasətinə Dəyişikliklər**\n\nMən vaxtaşırı Məxfilik Siyasətimizi yeniləyə bilərəm. Beləliklə, hər hansı bir dəyişiklik üçün bu səhifəni vaxtaşırı nəzərdən keçirməyiniz tövsiyə olunur. Mən bu səhifədə yeni Məxfilik Siyasətini yerləşdirməklə hər hansı dəyişiklik barədə sizə məlumat verəcəyəm.\n\nBu siyasət 11-16-2020 tarixindən qüvvədədir\n\n\n**Bizimlə əlaqə saxlayın**\n\nMəxfilik Siyasətimlə bağlı hər hansı sualınız və ya təklifiniz varsa, jabguru007@gmail.com ünvanında mənimlə əlaqə saxlamaqdan çəkinməyin.",
    "search": "Axtar",
    "no_content_search": "\"{searchText}\" istifadə edərək qeyd tapmaq mümkün olmadı",
    "error_uploading_file": "Faylın yüklənməsi xətası",
    "file_exceeds_limit": "Fayl {limit} həddi aşır",
    "gallery": "Qalereya",
    "link": "Link",
    "capture_a_photo": "Şəkil çəkin",
    "capture_a_video": "Video çəkin",
    "copy": "Kopyalayın",
    "copy_for_whatsapp": "WhatsApp üçün kopyalayın",
    "copy_for_whatsapp_success": "Mətn buferə kopyalandı",
    "copy_for_whatsapp_failed": "Mətni kopyalamaq alınmadı"
}