{
  "email": "Электронная пошта",
  "password": "Пароль",
  "sign_in": "Увайсці",
  "sign_up": "Зарэгістравацца",
  "or": "АБО",
  "dont_have_an_account": "У вас няма ўліковага запісу?",
  "already_have_an_account": "Ужо ёсць уліковы запіс?",
  "register": "Рэгістрацыя",
  "validation_email": "Увядзіце адрас электроннай пошты",
  "validation_email_2": "Увядзіце сапраўдны адрас электроннай пошты!",
  "validation_password": "Калі ласка, увядзіце пароль",
  "validation_password_2": "Пароль занадта кароткі",
  "notes": "Нататкі",
  "no_notes_yet": "Няма нататак ... Тым не менш",
  "sign_out": "Выйсці",
  "note_edit": "Рэдагаваць",
  "note_new": "Новая нататка",
  "note_add_title": "Дадаць загаловак ...",
  "note_add_details": "Дадаць падрабязнасці ...",
  "note_add_note": "Дадаць каментарый",
  "note_add_note_message": "Заўвага Павінен мець загаловак",
  "note_cat_uncategorized": "Без катэгорыі",
  "note_cat_study": "Вучыцца",
  "note_cat_personal": "Асабісты",
  "note_cat_work": "Праца",
  "note_cat_todo": "Усё",
  "delete_note": "Выдаліць гэтую нататку?",
  "delete_note_undone": "Гэта дзеянне нельга адмяніць",
  "delete_cancel": "Адмяніць",
  "delete": "Выдаліць",
  "change_language": "Змяніць мову",
  "select_language": "Выберыце Мова",
  "language_continue": "Працягвайце",
  "language_done": "Гатова",
  "forgot_password": "Забыліся на пароль?",
  "reset_password_title": "Скід пароля",
  "reset": "Скід",
  "password_reset_successful": "Спасылка на скід пароля паспяхова адпраўлена",
  "privacy_policy_title": "Палітыка прыватнасці",
  "privacy_policy": "{name} стварыў праграму iJot як бясплатную праграму. Гэта СЕРВІС прадастаўляецца {name} бясплатна і прызначаны для выкарыстання ў такім выглядзе.\n\nГэта паведамляецца карыстальнікам аб маёй палітыцы збору, выкарыстання і раскрыцця асабістай інфармацыі, калі хто-небудзь вырашыў выкарыстаць маю Паслугу.\n\nКалі вы вырашыце выкарыстоўваць маю Паслугу, вы згаджаецеся на збор і выкарыстанне інфармацыі ў сувязі з гэтай палітыкай. Я не буду выкарыстоўваць і не перадаваць вашу інфармацыю нікому, акрамя выпадкаў, апісаных у гэтай Палітыцы прыватнасці.\n\n\n** Збор і выкарыстанне інфармацыі **\n\nДля лепшага досведу падчас выкарыстання нашай Паслугі я магу запатрабаваць ад вас прадастаўлення нам пэўнай інфармацыі, якая дазваляе ідэнтыфікаваць асобу, у тым ліку імя карыстальніка і электронную пошту. Інфармацыя, якую я запытаю, будзе захоўвацца на вашай прыладзе і не збіраецца мной ніякім чынам.\n\nДадатак сапраўды выкарыстоўвае паслугі трэціх бакоў, якія могуць збіраць інфармацыю, якая выкарыстоўваецца для ідэнтыфікацыі вас.\n\nСпасылка на палітыку прыватнасці незалежных пастаўшчыкоў паслуг, якія выкарыстоўваюцца дадаткам\n\n* [Службы Google Play] (https://www.google.com/policies/privacy/)\n\n* [Google Analytics для Firebase] (https://firebase.google.com/policies/analytics)\n\n\n** Дадзеныя часопіса **\n\nЯ хачу паведаміць вам, што кожны раз, калі вы карыстаецеся маім Паслугай, у выпадку памылкі ў дадатку я збіраю дадзеныя і інфармацыю (праз іншыя прадукты) на вашым тэлефоне пад назвай Log Data. Гэтыя дадзеныя часопіса могуць утрымліваць такую інфармацыю, як адрас Інтэрнэт-пратакола (IP) вашага прылады, імя прылады, версія аперацыйнай сістэмы, канфігурацыя прыкладання пры выкарыстанні маёй Паслугі, час і дата выкарыстання Паслугі і іншая статыстыка .\n\n\n** Пастаўшчыкі паслуг **\n\nЯ магу наняць незалежныя кампаніі і прыватных асоб па наступных прычынах:\n\n* Для палягчэння нашай службы;\n\n* Для прадастаўлення Паслугі ад нашага імя;\n\n* Для аказання паслуг, звязаных з абслугоўваннем; альбо\n\n* Каб дапамагчы нам прааналізаваць, як выкарыстоўваецца наша Служба.\n\nЯ хачу паведаміць карыстальнікам гэтай Паслугі, што гэтыя трэція бакі маюць доступ да вашай Персанальнай інфармацыі. Прычына заключаецца ў тым, каб ад нашага імя выконваць ускладзеныя на іх задачы. Аднак яны абавязаны не раскрываць і не выкарыстоўваць інфармацыю ў якіх-небудзь іншых мэтах.\n\n\n** Бяспека **\n\nЯ цаню ваш давер у прадастаўленні нам вашай асабістай інфармацыі, таму мы імкнемся выкарыстоўваць камерцыйна прымальныя спосабы яе абароны. Але памятайце, што ні адзін спосаб перадачы праз Інтэрнэт альбо электронны спосаб захоўвання дадзеных не з'яўляецца на 100% бяспечным і надзейным, і я не магу гарантаваць яго абсалютную бяспеку.\n\n\n** Змены ў дадзенай Палітыцы прыватнасці **\n\nЯ магу час ад часу абнаўляць нашу Палітыку прыватнасці. Такім чынам, вам рэкамендуецца перыядычна праглядаць гэтую старонку на прадмет любых змен. Я паведамлю вам аб любых зменах, размясціўшы новую Палітыку прыватнасці на гэтай старонцы.\n\nГэтая палітыка дзейнічае з 2020-11-16\n\n\n**Звяжыцеся з намі**\n\nКалі ў вас ёсць якія-небудзь пытанні ці прапановы наконт маёй Палітыкі прыватнасці, не саромейцеся звяртацца да мяне па адрасе jabguru007@gmail.com."
}