{
    "email": "Электронная пошта",
    "password": "Пароль",
    "sign_in": "Увайсці",
    "sign_up": "Зарэгістравацца",
    "or": "АБО",
    "dont_have_an_account": "У вас няма акаўнта?",
    "already_have_an_account": "У вас ужо ёсць уліковы запіс?",
    "register": "Зарэгіструйцеся",
    "validation_email": "Калі ласка, увядзіце адрас электроннай пошты",
    "validation_email_2": "Увядзіце сапраўдны адрас электроннай пошты!",
    "validation_password": "Калі ласка, увядзіце пароль",
    "validation_password_2": "Пароль занадта кароткі",
    "notes": "Заўвагі",
    "no_notes_yet": "Няма нататак... Пакуль",
    "sign_out": "Выйсці",
    "note_edit": "Рэдагаваць",
    "note_new": "Новая нататка",
    "note_add_title": "Дадаць назву...",
    "note_add_details": "Дадаць дэталі...",
    "note_add_note": "Дадаць каментарый",
    "note_add_note_message": "Заўвага павінна мець назву",
    "note_cat_uncategorized": "Без катэгорыі",
    "note_cat_study": "вывучэнне",
    "note_cat_personal": "Асабісты",
    "note_cat_work": "праца",
    "note_cat_todo": "Рабіць",
    "delete_note": "Вы хочаце выдаліць гэту нататку?",
    "delete_note_undone": "Гэта дзеянне нельга адмяніць",
    "delete_cancel": "Адмяніць",
    "delete": "Выдаліць",
    "change_language": "Змяніць мову",
    "select_language": "Выберыце мову",
    "language_continue": "Працягнуць",
    "language_done": "Гатова",
    "forgot_password": "Забыліся на пароль?",
    "reset_password_title": "Скінуць пароль",
    "reset": "Скінуць",
    "password_reset_successful": "Спасылка для скіду пароля была паспяхова адпраўлена",
    "close": "Блізка",
    "privacy_policy_title": "Палітыка прыватнасці",
    "privacy_policy": "{name} стварыў праграму iJot як бясплатную. Гэты СЭРВІС прадастаўляецца кампаніяй {name} бясплатна і прызначаны для выкарыстання як ёсць.\n\nГэта зроблена для таго, каб паведаміць карыстальнікам аб маёй палітыцы ў дачыненні да збору, выкарыстання і раскрыцця асабістай інфармацыі, калі хто-небудзь вырашыў выкарыстаць мой сэрвіс.\n\nКалі вы вырашыце выкарыстоўваць мой сэрвіс, вы згаджаецеся на збор і выкарыстанне інфармацыі ў сувязі з гэтай палітыкай. Я не буду ні з кім выкарыстоўваць вашу інфармацыю, акрамя выпадкаў, апісаных у гэтай Палітыцы прыватнасці.\n\n\n**Збор і выкарыстанне інфармацыі**\n\nДля лепшага вопыту пры выкарыстанні нашага Сэрвісу я магу запатрабаваць ад вас прадаставіць нам пэўную асабістую інфармацыю, уключаючы, але не абмяжоўваючыся, імя карыстальніка і адрас электроннай пошты. Інфармацыя, якую я запытваю, будзе захоўвацца на вашай прыладзе і ніякім чынам не збірацца мною.\n\nПраграма сапраўды выкарыстоўвае староннія службы, якія могуць збіраць інфармацыю, якая выкарыстоўваецца для ідэнтыфікацыі вас.\n\nСпасылка на палітыку канфідэнцыяльнасці старонніх пастаўшчыкоў паслуг, якімі карыстаецца праграма\n\n* [Сэрвісы Google Play](https://www.google.com/policies/privacy/)\n\n* [Google Analytics для Firebase](https://firebase.google.com/policies/analytics)\n\n\n**Даныя часопіса**\n\nЯ хачу паведаміць вам, што кожны раз, калі вы карыстаецеся маім сэрвісам, у выпадку памылкі ў дадатку я збіраю даныя і інфармацыю (праз прадукты іншых вытворцаў) на вашым тэлефоне пад назвай Log Data. Гэтыя даныя часопіса могуць уключаць у сябе такую ​​інфармацыю, як адрас інтэрнэт-пратаколу (\"IP\") вашай прылады, імя прылады, версія аперацыйнай сістэмы, канфігурацыя праграмы пры выкарыстанні майго сэрвісу, час і дата выкарыстання вамі сэрвісу і іншую статыстыку .\n\n\n**Пастаўшчыкі паслуг**\n\nЯ магу наймаць староннія кампаніі і прыватных асоб па наступных прычынах:\n\n* Каб палегчыць наш сэрвіс;\n\n* Каб прадастаўляць Сэрвіс ад нашага імя;\n\n* Для аказання паслуг, звязаных з абслугоўваннем; або\n\n* Каб дапамагчы нам у аналізе таго, як выкарыстоўваецца наш сэрвіс.\n\nЯ хачу паведаміць карыстальнікам гэтай службы, што гэтыя трэція асобы маюць доступ да вашай асабістай інфармацыі. Прычына — выкананне ўскладзеных на іх задач ад нашага імя. Аднак яны абавязваюцца не раскрываць і не выкарыстоўваць інфармацыю для любых іншых мэт.\n\n\n**Бяспека**\n\nЯ цаню ваш давер у прадастаўленні нам вашай персанальнай інфармацыі, таму мы імкнемся выкарыстоўваць камерцыйна прымальныя сродкі яе абароны. Але памятайце, што ніякі метад перадачы праз Інтэрнэт або метад электроннага захоўвання не з'яўляецца на 100% бяспечным і надзейным, і я не магу гарантаваць яго поўную бяспеку.\n\n\n**Змены ў гэтай палітыцы прыватнасці**\n\nЯ магу час ад часу абнаўляць нашу Палітыку прыватнасці. Такім чынам, вам рэкамендуецца перыядычна праглядаць гэтую старонку на прадмет любых змяненняў. Я паведамлю вам аб любых зменах, размясціўшы новую Палітыку канфідэнцыяльнасці на гэтай старонцы.\n\nГэта палітыка дзейнічае з 16 лістапада 2020 г\n\n\n**Звяжыцеся з намі**\n\nКалі ў вас ёсць якія-небудзь пытанні ці прапановы адносна маёй Палітыкі прыватнасці, не саромейцеся звяртацца да мяне па адрасе jabguru007@gmail.com.",
    "search": "Пошук",
    "no_content_search": "Немагчыма знайсці нататку з дапамогай \"{searchText}\"",
    "error_uploading_file": "Памылка загрузкі файла",
    "file_exceeds_limit": "Файл перавышае {ліміт}",
    "gallery": "Галерэя",
    "link": "Спасылка",
    "capture_a_photo": "Зрабіць фота",
    "capture_a_video": "Захапіць відэа",
    "copy": "Копія",
    "copy_for_whatsapp": "Капіяваць для WhatsApp",
    "copy_for_whatsapp_success": "Тэкст скапіраваны ў буфер абмену",
    "copy_for_whatsapp_failed": "Не ўдалося скапіраваць тэкст"
}