{
  "email": "ইমেল",
  "password": "পাসওয়ার্ড",
  "sign_in": "সাইন ইন করুন",
  "sign_up": "নিবন্ধন করুন",
  "or": "বা",
  "dont_have_an_account": "কোন অ্যাকাউন্ট নেই?",
  "already_have_an_account": "ইতিমধ্যে একটি সদস্যপদ আছে?",
  "register": "নিবন্ধন",
  "validation_email": "ইমেল ইনপুট করুন",
  "validation_email_2": "একটি বৈধ ইমেল ইনপুট!",
  "validation_password": "অনুগ্রহ করে পাসওয়ার্ড দিন",
  "validation_password_2": "পাসওয়ার্ড খুব ছোট",
  "notes": "মন্তব্য",
  "no_notes_yet": "নোটস নেই ... তবুও",
  "sign_out": "সাইন আউট",
  "note_edit": "সম্পাদনা করুন",
  "note_new": "নতুন নোট",
  "note_add_title": "শিরোনাম যোগ করুন...",
  "note_add_details": "বিশদ যুক্ত করুন ...",
  "note_add_note": "নোট যোগ করুন",
  "note_add_note_message": "নোট অবশ্যই একটি শিরোনাম আছে",
  "note_cat_uncategorized": "শ্রেণী বহির্ভূত",
  "note_cat_study": "অধ্যয়ন",
  "note_cat_personal": "ব্যক্তিগত",
  "note_cat_work": "কাজ",
  "note_cat_todo": "সব",
  "delete_note": "আপনি কি এই নোটটি মুছতে চান?",
  "delete_note_undone": "এই ক্রিয়াটি পূর্বাবস্থায় ফেরানো যাবে না",
  "delete_cancel": "বাতিল",
  "delete": "মুছে ফেলা",
  "change_language": "ভাষা পরিবর্তন করুন",
  "select_language": "ভাষা নির্বাচন কর",
  "language_continue": "চালিয়ে যান",
  "language_done": "সম্পন্ন",
  "forgot_password": "পাসওয়ার্ড ভুলে গেছেন?",
  "reset_password_title": "পাসওয়ার্ড রিসেট করুন",
  "reset": "রিসেট",
  "password_reset_successful": "পাসওয়ার্ড পুনরায় সেট লিঙ্ক সফলভাবে প্রেরণ করা হয়েছে",
  "privacy_policy_title": "গোপনীয়তা নীতি",
  "privacy_policy": "{0 a একটি নিখরচায় অ্যাপ্লিকেশন হিসাবে আইজট অ্যাপ তৈরি করেছে} এই SERVICE cost 1 by দ্বারা বিনা ব্যয়ে সরবরাহ করা হয়েছে এবং যেমনটি ব্যবহারের উদ্দেশ্যে তৈরি করা হয়েছে।\n\nএটি যদি কেউ আমার পরিষেবা ব্যবহার করার সিদ্ধান্ত নেন তবে ব্যক্তিগত তথ্য সংগ্রহ, ব্যবহার এবং প্রকাশের সাথে আমার নীতিগুলি সম্পর্কে ব্যবহারকারীদের অবহিত করা।\n\nআপনি যদি আমার পরিষেবা ব্যবহার করতে চান, তবে আপনি এই নীতি সম্পর্কিত তথ্য সংগ্রহ এবং ব্যবহারের বিষয়ে সম্মত হন। আমি এই গোপনীয়তা নীতি বর্ণিত ব্যতীত আমি কারও সাথে আপনার তথ্য ব্যবহার বা ভাগ করব না।\n\n\n** তথ্য সংগ্রহ এবং ব্যবহার **\n\nআরও ভাল অভিজ্ঞতার জন্য, আমাদের পরিষেবাটি ব্যবহার করার সময়, আপনাকে আমাদের কিছু ব্যক্তিগতভাবে সনাক্তযোগ্য তথ্য সরবরাহ করতে হবে, যার মধ্যে ব্যবহারকারীর নাম এবং ইমেল সীমাবদ্ধ নয়। আমি অনুরোধ করা তথ্যটি আপনার ডিভাইসে ধরে রাখা হবে এবং কোনওভাবেই আমার দ্বারা সংগ্রহ করা হয়নি।\n\nঅ্যাপটি তৃতীয় পক্ষের পরিষেবাগুলি ব্যবহার করে যা আপনাকে সনাক্ত করতে ব্যবহৃত তথ্য সংগ্রহ করতে পারে।\n\nঅ্যাপ্লিকেশন দ্বারা ব্যবহৃত তৃতীয় পক্ষের পরিষেবা সরবরাহকারীদের গোপনীয়তা নীতিটির লিঙ্ক\n\n* [গুগল প্লে পরিষেবাদি] (https://www.google.com/policies/privacy/)\n\n* [ফায়ারবাসের জন্য গুগল অ্যানালিটিক্স] (https://firebase.google.com/pol नीति/analytics)\n\n\n** লগ ডেটা **\n\nআমি আপনাকে জানাতে চাই যে যখনই আপনি আমার পরিষেবাটি ব্যবহার করেন, অ্যাপটিতে কোনও ত্রুটির ক্ষেত্রে আমি লগ ডেটা নামে আপনার ফোনে ডেটা এবং তথ্য (তৃতীয় পক্ষের পণ্যগুলির মাধ্যমে) সংগ্রহ করি। এই লগ ডেটাতে আপনার ডিভাইস ইন্টারনেট প্রোটোকল (\"আইপি\") ঠিকানা, ডিভাইসের নাম, অপারেটিং সিস্টেম সংস্করণ, আমার পরিষেবাটি ব্যবহার করার সময় অ্যাপ্লিকেশনটির কনফিগারেশন, পরিষেবাটি আপনার ব্যবহারের সময় এবং তারিখ এবং অন্যান্য পরিসংখ্যানের মতো তথ্য অন্তর্ভুক্ত থাকতে পারে ।\n\n\n**সেবা প্রদানকারী**\n\nনিম্নলিখিত কারণে আমি তৃতীয় পক্ষের সংস্থা এবং ব্যক্তিদের নিয়োগ করতে পারি:\n\n* আমাদের পরিষেবা সহজতর করতে;\n\n* আমাদের পক্ষ থেকে পরিষেবা সরবরাহ করা;\n\n* পরিষেবা সম্পর্কিত পরিষেবা সম্পাদন; বা\n\n* কীভাবে আমাদের পরিষেবা ব্যবহৃত হয় তা বিশ্লেষণে সহায়তা করতে।\n\nআমি এই পরিষেবাটি ব্যবহারকারীদের জানাতে চাই যে এই তৃতীয় পক্ষগুলির আপনার ব্যক্তিগত তথ্য অ্যাক্সেস রয়েছে। কারণটি হ'ল আমাদের পক্ষ থেকে তাদেরকে দেওয়া কার্যগুলি সম্পাদন করা। যাইহোক, তাদের বাধ্যবাধকতা রয়েছে যে তথ্য প্রকাশ বা অন্য কোনও উদ্দেশ্যে ব্যবহার না করা।\n\n\n** সুরক্ষা **\n\nআমাদের আপনার ব্যক্তিগত তথ্য সরবরাহ করার ক্ষেত্রে আমি আপনার বিশ্বাসকে গুরুত্ব দিই, সুতরাং আমরা এটির সুরক্ষার জন্য বাণিজ্যিকভাবে গ্রহণযোগ্য উপায়গুলি ব্যবহার করার চেষ্টা করছি। তবে মনে রাখবেন যে ইন্টারনেটের মাধ্যমে ট্রান্সমিশনের কোনও পদ্ধতি বা বৈদ্যুতিন স্টোরেজ পদ্ধতি 100% সুরক্ষিত এবং নির্ভরযোগ্য নয় এবং আমি এর নিখুঁত সুরক্ষার গ্যারান্টি দিতে পারি না।\n\n\n** এই গোপনীয়তা নীতি পরিবর্তন **\n\nআমি সময়ে সময়ে আমাদের গোপনীয়তা নীতি আপডেট করতে পারেন। সুতরাং, আপনাকে যে কোনও পরিবর্তনের জন্য পর্যায়ক্রমে এই পৃষ্ঠাটি পর্যালোচনা করার পরামর্শ দেওয়া হচ্ছে। এই পৃষ্ঠায় নতুন গোপনীয়তা নীতি পোস্ট করে আমি আপনাকে যে কোনও পরিবর্তন সম্পর্কে অবহিত করব।\n\nএই নীতিটি 2020-11-16 হিসাবে কার্যকর -16\n\n\n**যোগাযোগ করুন**\n\nআমার গোপনীয়তা নীতি সম্পর্কে আপনার যদি কোনও প্রশ্ন বা পরামর্শ থাকে তবে jabguru007@gmail.com এ আমার সাথে যোগাযোগ করতে দ্বিধা করবেন না।"
}