{
    "email": "Correu electrònic",
    "password": "Contrasenya",
    "sign_in": "Inicieu la sessió",
    "sign_up": "Registra't",
    "or": "O",
    "dont_have_an_account": "No tens un compte?",
    "already_have_an_account": "Ja tens un compte?",
    "register": "Registra't",
    "validation_email": "Introduïu el correu electrònic",
    "validation_email_2": "Introdueix un correu electrònic vàlid!",
    "validation_password": "Introduïu la contrasenya",
    "validation_password_2": "La contrasenya és massa curta",
    "notes": "Notes",
    "no_notes_yet": "Sense notes... Encara",
    "sign_out": "Tanca sessió",
    "note_edit": "Edita",
    "note_new": "Nova nota",
    "note_add_title": "Afegir Títol...",
    "note_add_details": "Afegeix detalls...",
    "note_add_note": "Afegir nota",
    "note_add_note_message": "La nota ha de tenir un títol",
    "note_cat_uncategorized": "Sense categoria",
    "note_cat_study": "Estudiar",
    "note_cat_personal": "Personal",
    "note_cat_work": "Treballar",
    "note_cat_todo": "Fer",
    "delete_note": "Vols suprimir aquesta nota?",
    "delete_note_undone": "Aquesta acció no es pot desfer",
    "delete_cancel": "Cancel · lar",
    "delete": "Suprimeix",
    "change_language": "Canviar d'idioma",
    "select_language": "Escolliu l'idioma",
    "language_continue": "Continua",
    "language_done": "Fet",
    "forgot_password": "Has oblidat la contrasenya?",
    "reset_password_title": "Restablir la contrasenya",
    "reset": "Restableix",
    "password_reset_successful": "L'enllaç de restabliment de la contrasenya s'ha enviat correctament",
    "close": "Tanca",
    "privacy_policy_title": "Política de privacitat",
    "privacy_policy": "{name} va crear l'aplicació iJot com a aplicació gratuïta. Aquest SERVEI el proporciona {name} sense cap cost i està pensat per utilitzar-lo tal qual.\n\nAixò és per informar els usuaris sobre les meves polítiques amb la recollida, l'ús i la divulgació d'informació personal si algú decideix utilitzar el meu Servei.\n\nSi opteu per utilitzar el meu Servei, accepteu la recollida i l'ús d'informació en relació amb aquesta política. No utilitzaré ni compartiré la teva informació amb ningú excepte com es descriu en aquesta Política de privadesa.\n\n\n**Recollida i ús d'informació**\n\nPer a una millor experiència, mentre utilitzeu el nostre Servei, puc demanar-vos que ens proporcioneu certa informació d'identificació personal, inclòs, entre d'altres, el nom d'usuari i el correu electrònic. La informació que sol·licito es conservarà al vostre dispositiu i no la recopilaré de cap manera.\n\nL'aplicació utilitza serveis de tercers que poden recopilar informació utilitzada per identificar-vos.\n\nEnllaç a la política de privadesa dels proveïdors de serveis de tercers utilitzats per l'aplicació\n\n* [Serveis de Google Play](https://www.google.com/policies/privacy/)\n\n* [Google Analytics per a Firebase](https://firebase.google.com/policies/analytics)\n\n\n**Dades de registre**\n\nVull informar-vos que sempre que utilitzeu el meu Servei, en cas d'error a l'aplicació, recopilo dades i informació (a través de productes de tercers) al vostre telèfon anomenat Dades de registre. Aquestes dades de registre poden incloure informació com l'adreça del protocol d'Internet (\"IP\") del vostre dispositiu, el nom del dispositiu, la versió del sistema operatiu, la configuració de l'aplicació quan utilitzeu el meu servei, l'hora i la data en què feu servir el servei i altres estadístiques. .\n\n\n**Proveïdors de servei**\n\nPuc contractar empreses i persones de tercers pels motius següents:\n\n* Per facilitar el nostre Servei;\n\n* Proporcionar el Servei en nom nostre;\n\n* Realitzar serveis relacionats amb el servei; o\n\n* Per ajudar-nos a analitzar com s'utilitza el nostre Servei.\n\nVull informar als usuaris d'aquest Servei que aquests tercers tenen accés a la seva informació personal. El motiu és realitzar les tasques que se'ls encomanen en nom nostre. No obstant això, estan obligats a no revelar ni utilitzar la informació per a cap altre propòsit.\n\n\n**Seguretat**\n\nValoro la vostra confiança en proporcionar-nos la vostra informació personal, per la qual cosa ens esforcem per utilitzar mitjans comercialment acceptables per protegir-la. Però recordeu que cap mètode de transmissió per Internet o mètode d'emmagatzematge electrònic és 100% segur i fiable, i no puc garantir la seva absoluta seguretat.\n\n\n**Canvis a aquesta Política de privadesa**\n\nPuc actualitzar la nostra Política de privadesa de tant en tant. Per tant, us recomanem que reviseu aquesta pàgina periòdicament per detectar qualsevol canvi. Us notificaré qualsevol canvi mitjançant la publicació de la nova Política de privadesa en aquesta pàgina.\n\nAquesta política entra en vigor el 2020-11-16\n\n\n**Contacteu amb nosaltres**\n\nSi teniu cap pregunta o suggeriment sobre la meva política de privadesa, no dubteu a contactar amb mi a jabguru007@gmail.com.",
    "search": "Cerca",
    "no_content_search": "No s'ha pogut trobar una nota amb \"{searchText}\"",
    "error_uploading_file": "S'ha produït un error en carregar el fitxer",
    "file_exceeds_limit": "El fitxer supera el {límit}",
    "gallery": "Galeria",
    "link": "Enllaç",
    "capture_a_photo": "Captura una foto",
    "capture_a_video": "Captura un vídeo",
    "copy": "Còpia",
    "copy_for_whatsapp": "Còpia per WhatsApp",
    "copy_for_whatsapp_success": "S'ha copiat el text al porta-retalls",
    "copy_for_whatsapp_failed": "No s'ha pogut copiar el text"
}