{
  "email": "Correu electrònic",
  "password": "Contrasenya",
  "sign_in": "Inicieu la sessió",
  "sign_up": "Registra't",
  "or": "O",
  "dont_have_an_account": "No teniu cap compte?",
  "already_have_an_account": "Ja tens un compte?",
  "register": "Registra't",
  "validation_email": "Introduïu el correu electrònic",
  "validation_email_2": "Introduïu un correu electrònic vàlid.",
  "validation_password": "Introduïu la contrasenya",
  "validation_password_2": "La contrasenya és massa curta",
  "notes": "Notes",
  "no_notes_yet": "Sense notes ... Encara",
  "sign_out": "Tanca sessió",
  "note_edit": "Edita",
  "note_new": "Nota nova",
  "note_add_title": "Afegir Títol...",
  "note_add_details": "Afegeix detalls ...",
  "note_add_note": "Afegir nota",
  "note_add_note_message": "La nota ha de tenir un títol",
  "note_cat_uncategorized": "Sense categoria",
  "note_cat_study": "Estudiar",
  "note_cat_personal": "Personal",
  "note_cat_work": "Treball",
  "note_cat_todo": "tot",
  "delete_note": "Voleu suprimir aquesta nota?",
  "delete_note_undone": "Aquesta acció no es pot desfer",
  "delete_cancel": "Cancel · lar",
  "delete": "Suprimeix",
  "change_language": "Canviar d'idioma",
  "select_language": "Seleccionar idioma",
  "language_continue": "Continua",
  "language_done": "Fet",
  "forgot_password": "Has oblidat la contrasenya?",
  "reset_password_title": "Restablir la contrasenya",
  "reset": "Restableix",
  "password_reset_successful": "L'enllaç de restabliment de la contrasenya s'ha enviat correctament",
  "privacy_policy_title": "Política de privacitat",
  "privacy_policy": "{name} ha creat l'aplicació iJot com a aplicació gratuïta. {name} proporciona aquest SERVEI sense cap cost i està pensat per al seu ús tal com és.\n\nEs tracta d'informar els usuaris sobre les meves polítiques sobre la recopilació, ús i divulgació d'informació personal si algú decideix utilitzar el meu Servei.\n\nSi decidiu utilitzar el meu Servei, accepteu la recopilació i ús de la informació relacionada amb aquesta política. No utilitzaré ni compartiré la vostra informació amb ningú, tret del descrit en aquesta Política de privadesa.\n\n\n** Recollida i ús de la informació **\n\nPer a una millor experiència, mentre utilitzo el nostre Servei, és possible que us demani que ens proporcioneu certa informació d’identificació personal, inclosa, entre d’altres, el nom d’usuari i el correu electrònic. La informació que sol·licito es conservarà al vostre dispositiu i no la recopilaré de cap manera.\n\nL’aplicació fa servir serveis de tercers que poden recopilar informació que s’utilitza per identificar-lo.\n\nEnllaç a la política de privadesa de proveïdors de serveis de tercers que utilitza l'aplicació\n\n* [Serveis de Google Play] (https://www.google.com/policies/privacy/)\n\n* [Google Analytics per a Firebase] (https://firebase.google.com/policies/analytics)\n\n\n** Dades de registre **\n\nVull informar-vos que sempre que utilitzeu el meu Servei, en cas d’error a l’aplicació, recopilo dades i informació (a través de productes de tercers) al vostre telèfon, anomenada Registre de dades. Aquestes dades de registre poden incloure informació com l'adreça del protocol d'Internet (\"IP\") del dispositiu, el nom del dispositiu, la versió del sistema operatiu, la configuració de l'aplicació quan s'utilitza el meu servei, l'hora i la data en què utilitzeu el servei i altres estadístiques. .\n\n\n**Proveïdors de servei**\n\nPuc contractar empreses i particulars de tercers per les raons següents:\n\n* Per facilitar el nostre servei;\n\n* Proporcionar el Servei en nom nostre;\n\n* Per realitzar serveis relacionats amb el Servei; o bé\n\n* Per ajudar-nos a analitzar l'ús del nostre servei.\n\nVull informar els usuaris d’aquest Servei que aquests tercers tenen accés a la vostra informació personal. El motiu és realitzar les tasques que se'ls assignen en nom nostre. No obstant això, estan obligats a no divulgar ni utilitzar la informació amb cap altre propòsit.\n\n\n** Seguretat **\n\nValoro la vostra confiança en proporcionar-nos la vostra informació personal, per tant, ens esforcem per utilitzar mitjans comercialment acceptables per protegir-la. Però recordeu que cap mètode de transmissió per Internet ni cap mètode d’emmagatzematge electrònic és 100% segur i fiable i no puc garantir la seva seguretat absoluta.\n\n\n** Canvis a aquesta política de privadesa **\n\nPuc actualitzar la nostra política de privadesa de tant en tant. Per tant, us recomanem que reviseu aquesta pàgina periòdicament si hi ha canvis. Us notificaré qualsevol canvi publicant la nova Política de privadesa en aquesta pàgina.\n\nAquesta política és efectiva a partir del 16/11/2020\n\n\n** Contacteu amb nosaltres **\n\nSi teniu cap pregunta o suggeriment sobre la meva política de privadesa, no dubteu en posar-vos en contacte amb mi a jabguru007@gmail.com."
}