{
    "email": "E-mailem",
    "password": "Heslo",
    "sign_in": "Přihlásit se",
    "sign_up": "Přihlásit se",
    "or": "NEBO",
    "dont_have_an_account": "Nemáte účet?",
    "already_have_an_account": "Máte již účet?",
    "register": "Registrovat",
    "validation_email": "Zadejte prosím email",
    "validation_email_2": "Zadejte platný email!",
    "validation_password": "Zadejte prosím heslo",
    "validation_password_2": "Heslo je příliš krátké",
    "notes": "Poznámky",
    "no_notes_yet": "Žádné poznámky... Zatím",
    "sign_out": "Odhlásit se",
    "note_edit": "Upravit",
    "note_new": "Nová poznámka",
    "note_add_title": "Přidat titulek...",
    "note_add_details": "Přidat podrobnosti...",
    "note_add_note": "Přidat poznámku",
    "note_add_note_message": "Poznámka musí mít název",
    "note_cat_uncategorized": "Nezařazené",
    "note_cat_study": "Studie",
    "note_cat_personal": "Osobní",
    "note_cat_work": "Práce",
    "note_cat_todo": "Dělat",
    "delete_note": "Chcete tuto poznámku smazat?",
    "delete_note_undone": "Tuto akci nelze vrátit zpět",
    "delete_cancel": "zrušení",
    "delete": "Vymazat",
    "change_language": "Změnit jazyk",
    "select_language": "Zvolte jazyk",
    "language_continue": "Pokračovat",
    "language_done": "Hotovo",
    "forgot_password": "Zapomenuté heslo?",
    "reset_password_title": "Obnovit heslo",
    "reset": "Resetovat",
    "password_reset_successful": "Odkaz na resetování hesla byl úspěšně odeslán",
    "close": "Zavřít",
    "privacy_policy_title": "Zásady ochrany osobních údajů",
    "privacy_policy": "{name} vytvořil aplikaci iJot jako bezplatnou aplikaci. Tuto SLUŽBU poskytuje {name} bezplatně a je určena k použití tak, jak je.\n\nÚčelem je informovat uživatele o mých zásadách se shromažďováním, používáním a zveřejňováním osobních údajů, pokud se někdo rozhodne používat moji službu.\n\nPokud se rozhodnete používat moji Službu, souhlasíte se shromažďováním a používáním informací v souvislosti s těmito zásadami. Nebudu používat ani sdílet vaše informace s nikým jiným, než je popsáno v těchto Zásadách ochrany osobních údajů.\n\n\n**Shromažďování a používání informací**\n\nPro lepší zážitek při používání naší služby mohu požadovat, abyste nám poskytli určité osobní údaje, včetně, ale nejen, uživatelského jména a e-mailu. Informace, které požaduji, budou uchovány ve vašem zařízení a žádným způsobem je neshromažďuji.\n\nAplikace využívá služby třetích stran, které mohou shromažďovat informace používané k vaší identifikaci.\n\nOdkaz na zásady ochrany osobních údajů poskytovatelů služeb třetích stran používaných aplikací\n\n* [Služby Google Play](https://www.google.com/policies/privacy/)\n\n* [Google Analytics pro Firebase](https://firebase.google.com/policies/analytics)\n\n\n**Data protokolu**\n\nChci vás informovat, že kdykoli používáte moji Službu, v případě chyby v aplikaci shromažďuji data a informace (prostřednictvím produktů třetích stran) na vašem telefonu s názvem Log Data. Tato data protokolu mohou obsahovat informace, jako je adresa internetového protokolu („IP“) vašeho zařízení, název zařízení, verze operačního systému, konfigurace aplikace při využívání mé služby, čas a datum vašeho používání služby a další statistiky .\n\n\n**Poskytovatelé služeb**\n\nMohu zaměstnávat společnosti a jednotlivce třetích stran z následujících důvodů:\n\n* Pro usnadnění naší služby;\n\n* poskytovat Službu naším jménem;\n\n* K provádění služeb souvisejících se službou; nebo\n\n* Aby nám pomohli analyzovat, jak je naše služba používána.\n\nChci informovat uživatele této služby, že tyto třetí strany mají přístup k vašim osobním údajům. Důvodem je plnění jim svěřených úkolů naším jménem. Jsou však povinni tyto informace nezveřejňovat ani používat k žádnému jinému účelu.\n\n\n**Bezpečnostní**\n\nVážím si vaší důvěry, že nám poskytujete své osobní údaje, a proto se snažíme používat komerčně přijatelné prostředky k jejich ochraně. Pamatujte však, že žádný způsob přenosu přes internet nebo způsob elektronického ukládání není 100% bezpečný a spolehlivý a nemohu zaručit jeho absolutní bezpečnost.\n\n\n**Změny těchto zásad ochrany osobních údajů**\n\nČas od času mohu aktualizovat naše zásady ochrany osobních údajů. Proto vám doporučujeme, abyste tuto stránku pravidelně kontrolovali kvůli případným změnám. O jakýchkoli změnách vás budu informovat zveřejněním nových Zásad ochrany osobních údajů na této stránce.\n\nTyto zásady jsou účinné od 16. 11. 2020\n\n\n**Kontaktujte nás**\n\nPokud máte nějaké dotazy nebo návrhy ohledně mých zásad ochrany osobních údajů, neváhejte mě kontaktovat na adrese jabguru007@gmail.com.",
    "search": "Vyhledávání",
    "no_content_search": "Nelze najít poznámku pomocí „{searchText}“",
    "error_uploading_file": "Chyba při nahrávání souboru",
    "file_exceeds_limit": "Soubor přesahuje {limit}",
    "gallery": "Galerie",
    "link": "Odkaz",
    "capture_a_photo": "Pořiďte fotografii",
    "capture_a_video": "Natočte video",
    "copy": "kopírovat",
    "copy_for_whatsapp": "Kopírovat pro WhatsApp",
    "copy_for_whatsapp_success": "Text zkopírován do schránky",
    "copy_for_whatsapp_failed": "Text se nepodařilo zkopírovat"
}