{
  "email": "E-mailem",
  "password": "Heslo",
  "sign_in": "Přihlásit se",
  "sign_up": "Přihlásit se",
  "or": "NEBO",
  "dont_have_an_account": "Nemáte účet?",
  "already_have_an_account": "Máte již účet?",
  "register": "Registrovat",
  "validation_email": "Zadejte prosím e-mail",
  "validation_email_2": "Zadejte platný e-mail!",
  "validation_password": "Zadejte prosím heslo",
  "validation_password_2": "Heslo je příliš krátké",
  "notes": "Poznámky",
  "no_notes_yet": "Žádné poznámky ... Přesto",
  "sign_out": "Odhlásit se",
  "note_edit": "Upravit",
  "note_new": "Nová poznámka",
  "note_add_title": "Přidat titulek...",
  "note_add_details": "Přidat podrobnosti ...",
  "note_add_note": "Přidat poznámku",
  "note_add_note_message": "Poznámka musí mít název",
  "note_cat_uncategorized": "Nezařazeno",
  "note_cat_study": "Studie",
  "note_cat_personal": "Osobní",
  "note_cat_work": "Práce",
  "note_cat_todo": "Všechno",
  "delete_note": "Chcete tuto poznámku smazat?",
  "delete_note_undone": "Tuto akci nelze vrátit zpět",
  "delete_cancel": "zrušení",
  "delete": "Vymazat",
  "change_language": "Změnit jazyk",
  "select_language": "Zvolte jazyk",
  "language_continue": "Pokračovat",
  "language_done": "Hotovo",
  "forgot_password": "Zapomenuté heslo?",
  "reset_password_title": "Obnovit heslo",
  "reset": "Resetovat",
  "password_reset_successful": "Odkaz na resetování hesla byl úspěšně odeslán",
  "privacy_policy_title": "Zásady ochrany osobních údajů",
  "privacy_policy": "Aplikace {name} vytvořila aplikaci iJot jako bezplatnou aplikaci. Tuto SLUŽBU poskytuje {name} bezplatně a je určena k použití tak, jak je.\n\nToto je informovat uživatele o mých zásadách týkajících se shromažďování, používání a zveřejňování osobních údajů, pokud se někdo rozhodne použít moji službu.\n\nPokud se rozhodnete používat moji službu, souhlasíte se shromažďováním a používáním informací v souvislosti s těmito zásadami. Vaše údaje nebudu používat ani s nikým sdílet, s výjimkou případů popsaných v těchto zásadách ochrany osobních údajů.\n\n\n** Shromažďování a používání informací **\n\nPro lepší zážitek vás při používání naší služby můžeme požádat, abyste nám poskytli určité osobní identifikační údaje, mimo jiné včetně uživatelského jména a e-mailu. Informace, které požaduji, budou uloženy ve vašem zařízení a nebudou žádným způsobem shromažďovány.\n\nAplikace využívá služby třetích stran, které mohou shromažďovat informace použité k vaší identifikaci.\n\nOdkaz na zásady ochrany osobních údajů poskytovatelů služeb třetích stran používaných aplikací\n\n* [Služby Google Play] (https://www.google.com/policies/privacy/)\n\n* [Google Analytics pro Firebase] (https://firebase.google.com/policies/analytics)\n\n\n** Log data **\n\nChci vás informovat, že kdykoli používáte moji službu, v případě chyby v aplikaci shromažďuji data a informace (prostřednictvím produktů třetích stran) na vašem telefonu s názvem Log Data. Tato data protokolu mohou zahrnovat informace, jako je adresa internetového protokolu („IP“) vašeho zařízení, název zařízení, verze operačního systému, konfigurace aplikace při využívání mé služby, čas a datum vašeho používání služby a další statistiky .\n\n\n** Poskytovatelé služeb **\n\nMohu zaměstnávat společnosti a jednotlivce třetích stran z následujících důvodů:\n\n* Pro usnadnění naší služby;\n\n* Poskytovat Službu naším jménem;\n\n* Provádět služby související se službami; nebo\n\n* Pomůže nám analyzovat, jak je naše služba využívána.\n\nChci informovat uživatele této Služby, že tyto třetí strany mají přístup k vašim osobním údajům. Důvodem je plnění úkolů, které jim byly přiděleny, naším jménem. Jsou však povinni informace nezveřejňovat ani nepoužívat k žádným jiným účelům.\n\n\n**Bezpečnostní**\n\nVážím si vaší důvěry v poskytnutí vašich osobních údajů, proto se snažíme používat komerčně přijatelné způsoby jejich ochrany. Pamatujte však, že žádný způsob přenosu přes internet nebo způsob elektronického ukládání není stoprocentně bezpečný a spolehlivý a nemohu zaručit jeho absolutní bezpečnost.\n\n\n** Změny těchto zásad ochrany osobních údajů **\n\nNaše zásady ochrany osobních údajů mohu čas od času aktualizovat. Doporučujeme proto tuto stránku pravidelně kontrolovat, zda neobsahuje nějaké změny. O všech změnách vás budu informovat zveřejněním nových zásad ochrany osobních údajů na této stránce.\n\nTato politika je účinná od 16. 11. 2020\n\n\n**Kontaktujte nás**\n\nPokud máte jakékoli dotazy nebo návrhy týkající se mých zásad ochrany osobních údajů, neváhejte mě kontaktovat na adrese jabguru007@gmail.com."
}