{
  "email": "E-mail",
  "password": "Adgangskode",
  "sign_in": "Log ind",
  "sign_up": "Tilmelde",
  "or": "ELLER",
  "dont_have_an_account": "Har du ikke en konto?",
  "already_have_an_account": "har du allerede en bruger?",
  "register": "Tilmeld",
  "validation_email": "Indtast venligst e-mail",
  "validation_email_2": "Indtast en gyldig e-mail!",
  "validation_password": "Indtast adgangskoden",
  "validation_password_2": "Adgangskoden er for kort",
  "notes": "Bemærkninger",
  "no_notes_yet": "Ingen noter ... Endnu",
  "sign_out": "Log ud",
  "note_edit": "Redigere",
  "note_new": "Ny note",
  "note_add_title": "Tilføj titel...",
  "note_add_details": "Tilføj detaljer ...",
  "note_add_note": "Tilføj note",
  "note_add_note_message": "Bemærk skal have en titel",
  "note_cat_uncategorized": "Ikke kategoriseret",
  "note_cat_study": "Undersøgelse",
  "note_cat_personal": "Personlig",
  "note_cat_work": "Arbejde",
  "note_cat_todo": "Alt",
  "delete_note": "Vil du slette denne note?",
  "delete_note_undone": "Denne handling kan ikke fortrydes",
  "delete_cancel": "Afbestille",
  "delete": "Slet",
  "change_language": "Skift sprog",
  "select_language": "Vælg sprog",
  "language_continue": "Blive ved",
  "language_done": "Færdig",
  "forgot_password": "Glemt kodeord?",
  "reset_password_title": "Nulstille kodeord",
  "reset": "Nulstil",
  "password_reset_successful": "Link til nulstilling af adgangskode er sendt",
  "privacy_policy_title": "Fortrolighedspolitik",
  "privacy_policy": "{name} byggede iJot-appen som en gratis app. Denne SERVICE leveres af {name} uden omkostninger og er beregnet til brug som den er.\n\nDette er for at informere brugerne om mine politikker med indsamling, brug og videregivelse af personlige oplysninger, hvis nogen besluttede at bruge min service.\n\nHvis du vælger at bruge min tjeneste, accepterer du indsamling og brug af oplysninger i forbindelse med denne politik. Jeg vil ikke bruge eller dele dine oplysninger med nogen, undtagen som beskrevet i denne fortrolighedspolitik.\n\n\n** Indsamling og brug af information **\n\nFor at få en bedre oplevelse, når jeg bruger vores service, kan jeg kræve, at du giver os visse personligt identificerbare oplysninger, herunder men ikke begrænset til brugernavn og e-mail. De oplysninger, jeg anmoder om, opbevares på din enhed og indsamles ikke af mig på nogen måde.\n\nAppen bruger tredjeparts tjenester, der muligvis indsamler oplysninger, der bruges til at identificere dig.\n\nLink til fortrolighedspolitik for tredjepartsudbydere, der bruges af appen\n\n* [Google Play Services] (https://www.google.com/policies/privacy/)\n\n* [Google Analytics til Firebase] (https://firebase.google.com/policies/analytics)\n\n\n** Logdata **\n\nJeg vil informere dig om, at når du bruger min tjeneste, i tilfælde af en fejl i appen indsamler jeg data og information (gennem tredjepartsprodukter) på din telefon kaldet logdata. Disse logdata kan indeholde oplysninger såsom din enheds internetprotokol (\"IP\") adresse, enhedsnavn, operativsystemversion, konfigurationen af appen, når du bruger min tjeneste, tidspunktet og datoen for din brug af tjenesten og andre statistikker .\n\n\n**Service-udøvere**\n\nJeg kan ansætte tredjepartsfirmaer og enkeltpersoner af følgende årsager:\n\n* For at lette vores service\n\n* At levere tjenesten på vores vegne\n\n* At udføre service-relaterede tjenester eller\n\n* For at hjælpe os med at analysere, hvordan vores service bruges.\n\nJeg vil informere brugere af denne tjeneste om, at disse tredjeparter har adgang til dine personlige oplysninger. Årsagen er at udføre de opgaver, der er tildelt dem på vores vegne. De er dog forpligtet til ikke at videregive eller bruge oplysningerne til noget andet formål.\n\n\n**Sikkerhed**\n\nJeg værdsætter din tillid til at give os dine personlige oplysninger, og derfor bestræber vi os på at bruge kommercielt acceptable midler til at beskytte dem. Men husk, at ingen metode til transmission via internettet eller metode til elektronisk lagring er 100% sikker og pålidelig, og jeg kan ikke garantere dens absolutte sikkerhed.\n\n\n** Ændringer i denne fortrolighedspolitik **\n\nJeg opdaterer muligvis vores fortrolighedspolitik fra tid til anden. Derfor tilrådes du at gennemgå denne side med jævne mellemrum for eventuelle ændringer. Jeg vil underrette dig om eventuelle ændringer ved at offentliggøre den nye fortrolighedspolitik på denne side.\n\nDenne politik er effektiv fra 2020-11-16\n\n\n**Kontakt os**\n\nHvis du har spørgsmål eller forslag til min fortrolighedspolitik, så tøv ikke med at kontakte mig på jabguru007@gmail.com."
}