{
  "email": "Email",
  "password": "Passwort",
  "sign_in": "Einloggen",
  "sign_up": "Anmelden",
  "or": "ODER",
  "dont_have_an_account": "Sie haben noch keinen Account?",
  "already_have_an_account": "Sie haben bereits ein Konto?",
  "register": "Registrieren",
  "validation_email": "Bitte geben Sie eine E-Mail ein",
  "validation_email_2": "Geben Sie eine gültige E-Mail ein!",
  "validation_password": "Bitte Passwort eingeben",
  "validation_password_2": "Passwort zu kurz",
  "notes": "Anmerkungen",
  "no_notes_yet": "Keine Notizen ... noch nicht",
  "sign_out": "Ausloggen",
  "note_edit": "Bearbeiten",
  "note_new": "Neuer Hinweis",
  "note_add_title": "Titel hinzufügen...",
  "note_add_details": "Details hinzufügen ...",
  "note_add_note": "Notiz hinzufügen",
  "note_add_note_message": "Hinweis muss einen Titel haben",
  "note_cat_uncategorized": "Nicht kategorisiert",
  "note_cat_study": "Studie",
  "note_cat_personal": "persönlich",
  "note_cat_work": "Arbeit",
  "note_cat_todo": "Alles",
  "delete_note": "Möchten Sie diesen Hinweis löschen?",
  "delete_note_undone": "Diese Aktion kann nicht rückgängig gemacht werden",
  "delete_cancel": "Stornieren",
  "delete": "Löschen",
  "change_language": "Sprache ändern",
  "select_language": "Sprache auswählen",
  "language_continue": "Fortsetzen",
  "language_done": "Erledigt",
  "forgot_password": "Passwort vergessen?",
  "reset_password_title": "Passwort zurücksetzen",
  "reset": "Zurücksetzen",
  "password_reset_successful": "Der Link zum Zurücksetzen des Passworts wurde erfolgreich gesendet",
  "privacy_policy_title": "Datenschutz-Bestimmungen",
  "privacy_policy": "{name} hat die iJot-App als kostenlose App erstellt. Dieser SERVICE wird von {name} kostenlos zur Verfügung gestellt und ist für den unveränderten Gebrauch bestimmt.\n\nDies dient dazu, Benutzer über meine Richtlinien bezüglich der Erfassung, Verwendung und Offenlegung persönlicher Informationen zu informieren, wenn sich jemand für die Nutzung meines Dienstes entschieden hat.\n\nWenn Sie sich für die Nutzung meines Dienstes entscheiden, stimmen Sie der Erfassung und Verwendung von Informationen in Bezug auf diese Richtlinie zu. Ich werde Ihre Daten nur wie in dieser Datenschutzrichtlinie beschrieben verwenden oder an Dritte weitergeben.\n\n\n** Sammlung und Verwendung von Informationen **\n\nFür eine bessere Erfahrung bei der Nutzung unseres Dienstes kann es erforderlich sein, dass Sie uns bestimmte personenbezogene Daten zur Verfügung stellen, einschließlich, aber nicht beschränkt auf Benutzername und E-Mail. Die von mir angeforderten Informationen bleiben auf Ihrem Gerät erhalten und werden von mir in keiner Weise erfasst.\n\nDie App verwendet Dienste von Drittanbietern, die möglicherweise Informationen sammeln, mit denen Sie identifiziert werden.\n\nLink zu Datenschutzbestimmungen von Drittanbietern, die von der App verwendet werden\n\n* [Google Play Services] (https://www.google.com/policies/privacy/)\n\n* [Google Analytics für Firebase] (https://firebase.google.com/policies/analytics)\n\n\n**Logdaten**\n\nIch möchte Sie darüber informieren, dass ich bei jeder Nutzung meines Dienstes im Falle eines Fehlers in der App Daten und Informationen (über Produkte von Drittanbietern) auf Ihrem Telefon mit dem Namen \"Protokolldaten\" sammle. Diese Protokolldaten können Informationen wie die IP-Adresse (Internet Protocol) Ihres Geräts, den Gerätenamen, die Betriebssystemversion, die Konfiguration der App bei Nutzung meines Dienstes, die Uhrzeit und das Datum Ihrer Nutzung des Dienstes sowie andere Statistiken enthalten .\n\n\n**Dienstleister**\n\nIch kann aus folgenden Gründen Drittunternehmen und Einzelpersonen beschäftigen:\n\n* Um unseren Service zu erleichtern;\n\n* Um den Service in unserem Namen bereitzustellen;\n\n* Servicebezogene Dienstleistungen erbringen; oder\n\n* Um uns bei der Analyse der Nutzung unseres Service zu unterstützen.\n\nIch möchte Benutzer dieses Dienstes darüber informieren, dass diese Dritten Zugriff auf Ihre persönlichen Daten haben. Der Grund ist, die ihnen zugewiesenen Aufgaben in unserem Namen auszuführen. Sie sind jedoch verpflichtet, die Informationen nicht weiterzugeben oder für andere Zwecke zu verwenden.\n\n\n**Sicherheit**\n\nIch schätze Ihr Vertrauen in die Bereitstellung Ihrer persönlichen Daten. Daher bemühen wir uns, wirtschaftlich akzeptable Mittel zum Schutz dieser Daten zu verwenden. Denken Sie jedoch daran, dass keine Methode zur Übertragung über das Internet oder zur elektronischen Speicherung 100% sicher und zuverlässig ist und ich die absolute Sicherheit nicht garantieren kann.\n\n\n** Änderungen dieser Datenschutzerklärung **\n\nIch kann unsere Datenschutzrichtlinie von Zeit zu Zeit aktualisieren. Es wird daher empfohlen, diese Seite regelmäßig auf Änderungen zu überprüfen. Ich werde Sie über Änderungen informieren, indem ich die neue Datenschutzrichtlinie auf dieser Seite veröffentliche.\n\nDiese Richtlinie gilt ab dem 16.11.2020\n\n\n**Kontaktiere uns**\n\nWenn Sie Fragen oder Anregungen zu meiner Datenschutzrichtlinie haben, zögern Sie nicht, mich unter jabguru007@gmail.com zu kontaktieren."
}