{
    "email": "Email",
    "password": "Passwort",
    "sign_in": "Anmelden",
    "sign_up": "Melden Sie sich an",
    "or": "ODER",
    "dont_have_an_account": "Sie haben noch kein Konto?",
    "already_have_an_account": "Sie haben bereits ein Konto?",
    "register": "Registrieren",
    "validation_email": "Bitte geben Sie Ihre E-Mail-Adresse ein",
    "validation_email_2": "Geben Sie eine gültige E-Mail-Adresse ein!",
    "validation_password": "Bitte Passwort eingeben",
    "validation_password_2": "Passwort zu kurz",
    "notes": "Anmerkungen",
    "no_notes_yet": "Keine Notizen... Noch nicht",
    "sign_out": "Abmelden",
    "note_edit": "Bearbeiten",
    "note_new": "Neue Notiz",
    "note_add_title": "Titel hinzufügen...",
    "note_add_details": "Details hinzufügen...",
    "note_add_note": "Notiz hinzufügen",
    "note_add_note_message": "Die Notiz muss einen Titel haben",
    "note_cat_uncategorized": "Nicht kategorisiert",
    "note_cat_study": "Studie",
    "note_cat_personal": "persönlich",
    "note_cat_work": "Arbeiten",
    "note_cat_todo": "Machen",
    "delete_note": "Möchten Sie diese Notiz löschen?",
    "delete_note_undone": "Diese Aktion kann nicht rückgängig gemacht werden",
    "delete_cancel": "Stornieren",
    "delete": "Löschen",
    "change_language": "Sprache ändern",
    "select_language": "Sprache auswählen",
    "language_continue": "Weitermachen",
    "language_done": "Erledigt",
    "forgot_password": "Passwort vergessen?",
    "reset_password_title": "Passwort zurücksetzen",
    "reset": "Zurücksetzen",
    "password_reset_successful": "Der Link zum Zurücksetzen des Passworts wurde erfolgreich gesendet",
    "close": "Schließen",
    "privacy_policy_title": "Datenschutzrichtlinie",
    "privacy_policy": "{name} hat die iJot-App als kostenlose App erstellt. Dieser DIENST wird von {name} kostenlos zur Verfügung gestellt und ist für die Nutzung im Ist-Zustand vorgesehen.\n\nHiermit möchte ich Benutzer über meine Richtlinien bezüglich der Erhebung, Verwendung und Offenlegung personenbezogener Daten informieren, falls sich jemand für die Nutzung meines Dienstes entscheidet.\n\nWenn Sie sich für die Nutzung meines Dienstes entscheiden, stimmen Sie der Erfassung und Nutzung von Informationen im Zusammenhang mit dieser Richtlinie zu. Ich werde Ihre Daten nicht verwenden oder an Dritte weitergeben, außer wie in dieser Datenschutzrichtlinie beschrieben.\n\n\n**Erhebung und Nutzung von Informationen**\n\nFür ein besseres Erlebnis bei der Nutzung unseres Dienstes kann es sein, dass ich Sie auffordere, uns bestimmte persönlich identifizierbare Informationen zur Verfügung zu stellen, einschließlich, aber nicht beschränkt auf, Benutzername und E-Mail-Adresse. Die von mir angeforderten Informationen werden auf Ihrem Gerät gespeichert und in keiner Weise von mir erfasst.\n\nDie App nutzt Dienste Dritter, die möglicherweise Informationen sammeln, die zu Ihrer Identifizierung dienen.\n\nLink zur Datenschutzerklärung der von der App genutzten Drittanbieter\n\n* [Google Play-Dienste](https://www.google.com/policies/privacy/)\n\n* [Google Analytics für Firebase](https://firebase.google.com/policies/analytics)\n\n\n**Logdaten**\n\nIch möchte Sie darüber informieren, dass ich bei jeder Nutzung meines Dienstes im Falle eines Fehlers in der App Daten und Informationen (über Produkte von Drittanbietern) auf Ihrem Telefon sammle, die als Protokolldaten bezeichnet werden. Diese Protokolldaten können Informationen wie die IP-Adresse Ihres Geräts, den Gerätenamen, die Betriebssystemversion, die Konfiguration der App bei der Nutzung meines Dienstes, die Uhrzeit und das Datum Ihrer Nutzung des Dienstes sowie andere Statistiken enthalten .\n\n\n**Dienstleister**\n\nIch kann aus folgenden Gründen Drittunternehmen und Einzelpersonen beauftragen:\n\n* Um unseren Service zu erleichtern;\n\n* Um den Service in unserem Namen bereitzustellen;\n\n* Um servicebezogene Dienstleistungen zu erbringen; oder\n\n* Um uns bei der Analyse der Nutzung unseres Dienstes zu unterstützen.\n\nIch möchte Benutzer dieses Dienstes darüber informieren, dass diese Dritten Zugriff auf Ihre persönlichen Daten haben. Der Zweck besteht darin, die ihnen übertragenen Aufgaben in unserem Namen auszuführen. Sie sind jedoch verpflichtet, die Informationen nicht weiterzugeben oder für andere Zwecke zu verwenden.\n\n\n**Sicherheit**\n\nIch schätze Ihr Vertrauen in die Bereitstellung Ihrer personenbezogenen Daten. Daher sind wir bestrebt, kommerziell akzeptable Mittel zum Schutz dieser Daten einzusetzen. Bedenken Sie jedoch, dass keine Methode der Übertragung über das Internet oder Methode der elektronischen Speicherung zu 100 % sicher und zuverlässig ist und ich für deren absolute Sicherheit keine Garantie übernehmen kann.\n\n\n**Änderungen dieser Datenschutzrichtlinie**\n\nIch kann unsere Datenschutzrichtlinie von Zeit zu Zeit aktualisieren. Wir empfehlen Ihnen daher, diese Seite regelmäßig auf etwaige Änderungen zu überprüfen. Ich werde Sie über etwaige Änderungen informieren, indem ich die neue Datenschutzrichtlinie auf dieser Seite veröffentliche.\n\nDiese Richtlinie gilt ab dem 16.11.2020\n\n\n**Kontaktiere uns**\n\nWenn Sie Fragen oder Anregungen zu meiner Datenschutzrichtlinie haben, zögern Sie nicht, mich unter jabguru007@gmail.com zu kontaktieren.",
    "search": "Suchen",
    "no_content_search": "Mit „{searchText}“ konnte keine Notiz gefunden werden.",
    "error_uploading_file": "Fehler beim Hochladen der Datei",
    "file_exceeds_limit": "Datei überschreitet {limit}",
    "gallery": "Galerie",
    "link": "Verknüpfung",
    "capture_a_photo": "Nehmen Sie ein Foto auf",
    "capture_a_video": "Nehmen Sie ein Video auf",
    "copy": "Kopieren",
    "copy_for_whatsapp": "Für WhatsApp kopieren",
    "copy_for_whatsapp_success": "Text in die Zwischenablage kopiert",
    "copy_for_whatsapp_failed": "Text konnte nicht kopiert werden",
    "note_cat_all": "Alle",
    "delete_account": "Mein Konto löschen",
    "delete_account_confirmation": "Sind Sie sicher, dass Sie Ihr Konto löschen möchten?",
    "delete_account_confirmation_details": "Alle Ihre Notizen gehen verloren und Sie müssen ein neues Konto registrieren, um iJOT nutzen zu können.",
    "delete_account_sucessful": "Konto erfolgreich gelöscht!",
    "delete_account_error": "Fehler beim Löschen des Kontos! Melden Sie sich erneut an.",
    "sort_notes": "Notizen sortieren"
}