{
  "email": "ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ",
  "password": "Κωδικός πρόσβασης",
  "sign_in": "Συνδεθείτε",
  "sign_up": "Εγγραφείτε",
  "or": "Ή",
  "dont_have_an_account": "Δεν έχετε λογαριασμό;",
  "already_have_an_account": "Έχετε ήδη λογαριασμό?",
  "register": "Κανω ΕΓΓΡΑΦΗ",
  "validation_email": "Εισαγάγετε email",
  "validation_email_2": "Εισαγάγετε ένα έγκυρο email!",
  "validation_password": "Εισαγάγετε τον κωδικό πρόσβασης",
  "validation_password_2": "Πολύ σύντομος κωδικός πρόσβασης",
  "notes": "Σημειώσεις",
  "no_notes_yet": "Δεν υπάρχουν σημειώσεις ... ακόμα",
  "sign_out": "Αποσύνδεση",
  "note_edit": "Επεξεργασία",
  "note_new": "Νέα σημείωση",
  "note_add_title": "Προσθέστε τίτλο...",
  "note_add_details": "Προσθήκη λεπτομερειών ...",
  "note_add_note": "Προσθήκη σημείωσης",
  "note_add_note_message": "Η σημείωση πρέπει να έχει τίτλο",
  "note_cat_uncategorized": "Χωρίς κατηγορία",
  "note_cat_study": "Μελέτη",
  "note_cat_personal": "Προσωπικός",
  "note_cat_work": "Δουλειά",
  "note_cat_todo": "Τα παντα",
  "delete_note": "Θέλετε να διαγράψετε αυτήν τη σημείωση;",
  "delete_note_undone": "Αυτή η πράξη δε μπορεί να αναιρεθεί",
  "delete_cancel": "Ματαίωση",
  "delete": "Διαγράφω",
  "change_language": "Αλλαξε γλώσσα",
  "select_language": "Επιλέξτε γλώσσα",
  "language_continue": "Να συνεχίσει",
  "language_done": "Εγινε",
  "forgot_password": "Ξεχάσατε τον κωδικό;",
  "reset_password_title": "Επαναφέρετε τον κωδικό πρόσβασης",
  "reset": "Επαναφορά",
  "password_reset_successful": "Ο σύνδεσμος επαναφοράς κωδικού πρόσβασης εστάλη με επιτυχία",
  "privacy_policy_title": "Πολιτική απορρήτου",
  "privacy_policy": "Η {name} δημιούργησε την εφαρμογή iJot ως δωρεάν εφαρμογή. Αυτή η ΥΠΗΡΕΣΙΑ παρέχεται από την {name} χωρίς κόστος και προορίζεται για χρήση ως έχει.\n\nΑυτό είναι για να ενημερώσω τους χρήστες σχετικά με τις πολιτικές μου σχετικά με τη συλλογή, τη χρήση και την αποκάλυψη προσωπικών πληροφοριών εάν κάποιος αποφάσισε να χρησιμοποιήσει την Υπηρεσία μου.\n\nΕάν επιλέξετε να χρησιμοποιήσετε την υπηρεσία μου, τότε αποδέχεστε τη συλλογή και τη χρήση πληροφοριών σε σχέση με αυτήν την πολιτική. Δεν θα χρησιμοποιήσω ούτε θα κοινοποιήσω τις πληροφορίες σας σε κανέναν εκτός από αυτές που περιγράφονται στην παρούσα Πολιτική Απορρήτου.\n\n\n** Συλλογή και χρήση πληροφοριών **\n\nΓια καλύτερη εμπειρία, κατά τη χρήση της Υπηρεσίας μας, ενδέχεται να σας ζητήσω να μας παράσχετε ορισμένες προσωπικά αναγνωρίσιμες πληροφορίες, συμπεριλαμβανομένων ενδεικτικά του ονόματος χρήστη και του email. Οι πληροφορίες που ζητώ θα διατηρηθούν στη συσκευή σας και δεν συλλέγονται από εμένα.\n\nΗ εφαρμογή χρησιμοποιεί υπηρεσίες τρίτων που ενδέχεται να συλλέγουν πληροφορίες που χρησιμοποιούνται για την αναγνώρισή σας.\n\nΣύνδεσμος για την πολιτική απορρήτου τρίτων παρόχων υπηρεσιών που χρησιμοποιεί η εφαρμογή\n\n* [Υπηρεσίες Google Play] (https://www.google.com/policies/privacy/)\n\n* [Google Analytics για Firebase] (https://firebase.google.com/policies/analytics)\n\n\n** Δεδομένα καταγραφής **\n\nΘέλω να σας ενημερώσω ότι κάθε φορά που χρησιμοποιείτε την Υπηρεσία μου, σε περίπτωση σφάλματος στην εφαρμογή, συλλέγω δεδομένα και πληροφορίες (μέσω προϊόντων τρίτων) στο τηλέφωνό σας που ονομάζεται Data Log. Αυτά τα δεδομένα καταγραφής ενδέχεται να περιλαμβάνουν πληροφορίες, όπως τη διεύθυνση του πρωτοκόλλου διαδικτύου της συσκευής σας (\"IP\"), το όνομα της συσκευής, την έκδοση του λειτουργικού συστήματος, τη διαμόρφωση της εφαρμογής κατά τη χρήση της υπηρεσίας μου, την ώρα και την ημερομηνία χρήσης της υπηρεσίας και άλλα στατιστικά στοιχεία .\n\n\n**Πάροχοι υπηρεσιών**\n\nΜπορώ να προσλάβω εταιρείες και άτομα τρίτων για τους ακόλουθους λόγους:\n\n* Για να διευκολύνουμε την Υπηρεσία μας.\n\n* Να παρέχουμε την Υπηρεσία εκ μέρους μας.\n\n* Για την εκτέλεση υπηρεσιών που σχετίζονται με την υπηρεσία. ή\n\n* Για να μας βοηθήσετε στην ανάλυση του τρόπου με τον οποίο χρησιμοποιείται η Υπηρεσία μας.\n\nΘέλω να ενημερώσω τους χρήστες αυτής της υπηρεσίας ότι αυτά τα τρίτα μέρη έχουν πρόσβαση στις προσωπικές σας πληροφορίες. Ο λόγος είναι η εκτέλεση των καθηκόντων που τους έχουν ανατεθεί για λογαριασμό μας. Ωστόσο, είναι υποχρεωμένοι να μην αποκαλύπτουν ή να χρησιμοποιούν τις πληροφορίες για οποιονδήποτε άλλο σκοπό.\n\n\n**Ασφάλεια**\n\nΕκτιμώ την εμπιστοσύνη σας στην παροχή των Προσωπικών σας Πληροφοριών, επομένως προσπαθούμε να χρησιμοποιήσουμε εμπορικά αποδεκτά μέσα προστασίας τους. Αλλά θυμηθείτε ότι καμία μέθοδος μετάδοσης μέσω Διαδικτύου ή μέθοδος ηλεκτρονικής αποθήκευσης δεν είναι 100% ασφαλής και αξιόπιστη και δεν μπορώ να εγγυηθώ την απόλυτη ασφάλειά του.\n\n\n** Αλλαγές σε αυτήν την Πολιτική Απορρήτου **\n\nΜπορώ να ενημερώσω την Πολιτική απορρήτου μας κατά καιρούς. Επομένως, συνιστάται να ελέγχετε περιοδικά αυτήν τη σελίδα για τυχόν αλλαγές. Θα σας ενημερώσω για τυχόν αλλαγές δημοσιεύοντας τη νέα Πολιτική Απορρήτου σε αυτήν τη σελίδα.\n\nΑυτή η πολιτική ισχύει από το 2020-11-16\n\n\n**Επικοινωνήστε μαζί μας**\n\nΕάν έχετε οποιεσδήποτε ερωτήσεις ή προτάσεις σχετικά με την Πολιτική απορρήτου μου, μην διστάσετε να επικοινωνήσετε μαζί μου στη διεύθυνση jabguru007@gmail.com."
}