{
    "email": "ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ",
    "password": "Κωδικός πρόσβασης",
    "sign_in": "Συνδεθείτε",
    "sign_up": "Εγγραφείτε",
    "or": "Ή",
    "dont_have_an_account": "Δεν έχετε λογαριασμό;",
    "already_have_an_account": "Έχετε ήδη λογαριασμό?",
    "register": "Κανω ΕΓΓΡΑΦΗ",
    "validation_email": "Παρακαλώ εισάγετε email",
    "validation_email_2": "Εισαγάγετε ένα έγκυρο email!",
    "validation_password": "Εισαγάγετε κωδικό πρόσβασης",
    "validation_password_2": "Ο κωδικός είναι πολύ μικρός",
    "notes": "Σημειώσεις",
    "no_notes_yet": "Όχι Σημειώσεις... Ακόμα",
    "sign_out": "Αποσύνδεση",
    "note_edit": "Επεξεργασία",
    "note_new": "Νέα Σημείωση",
    "note_add_title": "Προσθέστε τίτλο...",
    "note_add_details": "Προσθήκη λεπτομερειών...",
    "note_add_note": "Προσθήκη σημείωσης",
    "note_add_note_message": "Σημείωση Πρέπει να έχει τίτλο",
    "note_cat_uncategorized": "Χωρίς κατηγοριοποίηση",
    "note_cat_study": "Μελέτη",
    "note_cat_personal": "Προσωπικός",
    "note_cat_work": "Δουλειά",
    "note_cat_todo": "Να κάνω",
    "delete_note": "Θέλετε να διαγράψετε αυτήν τη σημείωση;",
    "delete_note_undone": "Αυτή η πράξη δε μπορεί να αναιρεθεί",
    "delete_cancel": "Ματαίωση",
    "delete": "Διαγράφω",
    "change_language": "Αλλαξε γλώσσα",
    "select_language": "Επιλέξτε γλώσσα",
    "language_continue": "Να συνεχίσει",
    "language_done": "Εγινε",
    "forgot_password": "Ξεχάσατε τον κωδικό;",
    "reset_password_title": "Επαναφέρετε τον κωδικό πρόσβασης",
    "reset": "Επαναφορά",
    "password_reset_successful": "Ο σύνδεσμος επαναφοράς κωδικού πρόσβασης στάλθηκε με επιτυχία",
    "close": "Κλείσε",
    "privacy_policy_title": "Πολιτική Απορρήτου",
    "privacy_policy": "Ο χρήστης {name} δημιούργησε την εφαρμογή iJot ως δωρεάν εφαρμογή. Αυτή η ΥΠΗΡΕΣΙΑ παρέχεται από την {name} χωρίς κόστος και προορίζεται για χρήση ως έχει.\n\nΑυτό γίνεται για να ενημερώσω τους χρήστες σχετικά με τις πολιτικές μου σχετικά με τη συλλογή, τη χρήση και την αποκάλυψη Προσωπικών Πληροφοριών, εάν κάποιος αποφασίσει να χρησιμοποιήσει την Υπηρεσία μου.\n\nΕάν επιλέξετε να χρησιμοποιήσετε την Υπηρεσία μου, τότε συμφωνείτε με τη συλλογή και χρήση πληροφοριών σε σχέση με αυτήν την πολιτική. Δεν θα χρησιμοποιήσω ούτε θα μοιραστώ τις πληροφορίες σας με κανέναν εκτός από όσα περιγράφονται στην παρούσα Πολιτική Απορρήτου.\n\n\n**Συλλογή και χρήση πληροφοριών**\n\nΓια καλύτερη εμπειρία, ενώ χρησιμοποιείτε την Υπηρεσία μας, ενδέχεται να σας ζητήσω να μας παρέχετε ορισμένες προσωπικές πληροφορίες, συμπεριλαμβανομένων, ενδεικτικά, του ονόματος χρήστη και του email. Οι πληροφορίες που ζητώ θα διατηρηθούν στη συσκευή σας και δεν συλλέγονται από εμένα με κανέναν τρόπο.\n\nΗ εφαρμογή χρησιμοποιεί υπηρεσίες τρίτων που ενδέχεται να συλλέγουν πληροφορίες που χρησιμοποιούνται για την ταυτοποίησή σας.\n\nΣύνδεσμος με την πολιτική απορρήτου τρίτων παρόχων υπηρεσιών που χρησιμοποιούνται από την εφαρμογή\n\n* [Υπηρεσίες Google Play](https://www.google.com/policies/privacy/)\n\n* [Google Analytics για Firebase](https://firebase.google.com/policies/analytics)\n\n\n**Δεδομένα καταγραφής**\n\nΘέλω να σας ενημερώσω ότι κάθε φορά που χρησιμοποιείτε την Υπηρεσία μου, σε περίπτωση σφάλματος στην εφαρμογή συλλέγω δεδομένα και πληροφορίες (μέσω προϊόντων τρίτων) στο τηλέφωνό σας που ονομάζονται Δεδομένα καταγραφής. Αυτά τα Δεδομένα καταγραφής ενδέχεται να περιλαμβάνουν πληροφορίες όπως τη διεύθυνση πρωτοκόλλου Διαδικτύου (\"IP\") της συσκευής σας, το όνομα της συσκευής, την έκδοση λειτουργικού συστήματος, τη διαμόρφωση της εφαρμογής κατά τη χρήση της Υπηρεσίας μου, την ώρα και την ημερομηνία χρήσης της Υπηρεσίας από εσάς και άλλα στατιστικά στοιχεία .\n\n\n**Πάροχοι υπηρεσιών**\n\nΕνδέχεται να απασχολήσω τρίτες εταιρείες και ιδιώτες για τους ακόλουθους λόγους:\n\n* Για να διευκολύνουμε την Υπηρεσία μας.\n\n* Για την παροχή της Υπηρεσίας για λογαριασμό μας.\n\n* Για την εκτέλεση υπηρεσιών που σχετίζονται με την υπηρεσία. ή\n\n* Για να μας βοηθήσετε να αναλύσουμε πώς χρησιμοποιείται η Υπηρεσία μας.\n\nΘέλω να ενημερώσω τους χρήστες αυτής της Υπηρεσίας ότι αυτά τα τρίτα μέρη έχουν πρόσβαση στις Προσωπικές σας Πληροφορίες. Ο λόγος είναι να εκτελούν τα καθήκοντα που τους έχουν ανατεθεί για λογαριασμό μας. Ωστόσο, είναι υποχρεωμένοι να μην αποκαλύπτουν ή να χρησιμοποιούν τις πληροφορίες για οποιονδήποτε άλλο σκοπό.\n\n\n**Ασφάλεια**\n\nΕκτιμώ την εμπιστοσύνη σας στην παροχή των Προσωπικών σας Στοιχείων, επομένως προσπαθούμε να χρησιμοποιούμε εμπορικά αποδεκτά μέσα για την προστασία τους. Αλλά να θυμάστε ότι καμία μέθοδος μετάδοσης μέσω Διαδικτύου ή μέθοδος ηλεκτρονικής αποθήκευσης δεν είναι 100% ασφαλής και αξιόπιστη και δεν μπορώ να εγγυηθώ την απόλυτη ασφάλειά της.\n\n\n**Αλλαγές σε αυτήν την Πολιτική Απορρήτου**\n\nΕνδέχεται να ενημερώνω την Πολιτική Απορρήτου μας από καιρό σε καιρό. Επομένως, σας συμβουλεύουμε να ελέγχετε περιοδικά αυτήν τη σελίδα για τυχόν αλλαγές. Θα σας ειδοποιήσω για τυχόν αλλαγές δημοσιεύοντας τη νέα Πολιτική Απορρήτου σε αυτή τη σελίδα.\n\nΑυτή η πολιτική ισχύει από 16-11-2020\n\n\n**Επικοινωνήστε μαζί μας**\n\nΕάν έχετε οποιεσδήποτε ερωτήσεις ή προτάσεις σχετικά με την Πολιτική απορρήτου μου, μη διστάσετε να επικοινωνήσετε μαζί μου στο jabguru007@gmail.com.",
    "search": "Αναζήτηση",
    "no_content_search": "Δεν ήταν δυνατή η εύρεση σημείωσης χρησιμοποιώντας το \"{searchText}\"",
    "error_uploading_file": "Σφάλμα κατά τη μεταφόρτωση του αρχείου",
    "file_exceeds_limit": "Το αρχείο υπερβαίνει το {limit}",
    "gallery": "Εκθεσιακός χώρος",
    "link": "Σύνδεσμος",
    "capture_a_photo": "Τραβήξτε μια φωτογραφία",
    "capture_a_video": "Τραβήξτε ένα βίντεο",
    "copy": "αντίγραφο",
    "copy_for_whatsapp": "Αντιγραφή για WhatsApp",
    "copy_for_whatsapp_success": "Το κείμενο αντιγράφηκε στο πρόχειρο",
    "copy_for_whatsapp_failed": "Αποτυχία αντιγραφής κειμένου",
    "note_cat_all": "Ολα",
    "delete_account": "Διάγραψε τον λογαριασμό μου",
    "delete_account_confirmation": "Είστε βέβαιοι ότι θέλετε να διαγράψετε τον λογαριασμό σας;",
    "delete_account_confirmation_details": "Όλες οι σημειώσεις σας θα χαθούν και θα σας ζητηθεί να εγγραφείτε νέο λογαριασμό για να χρησιμοποιήσετε το iJOT.",
    "delete_account_sucessful": "Ο λογαριασμός διαγράφηκε με επιτυχία!",
    "delete_account_error": "Σφάλμα κατά τη διαγραφή λογαριασμού! Συνδεθείτε ξανά.",
    "sort_notes": "Ταξινόμηση σημειώσεων"
}