{

    "email": "Email",
    "password": "Password",
    "sign_in": "Sign In",
    "sign_up": "Sign Up",
    "or": "OR",
    "dont_have_an_account": "Don't have an account? ",
    "already_have_an_account":"Already have an account? ",
    "register":"Register",

    "validation_email": "Please input email",
    "validation_email_2":"Input a valid email!",
    "validation_password": "Please input password",
    "validation_password_2": "Password too short",


    "notes":"Notes",
    "no_notes_yet": "No Notes... Yet",
    "sign_out": "Sign Out",


    "note_edit": "Edit",
    "note_new": "New Note",
    "note_add_title": "Add Title...",
    "note_add_details": "Add Details...",
    "note_add_note": "Add note",
    "note_add_note_message": "Note Must Have a Title",

    "note_cat_uncategorized": "Uncategorized",
    "note_cat_study": "Study",
    "note_cat_personal": "Personal",
    "note_cat_work": "Work",
    "note_cat_todo": "Todo",


    "delete_note": "Do you want to Delete this Note?",
    "delete_note_undone": "This action cannot be undone",
    "delete_cancel": "Cancel",
    "delete": "Delete",

    "change_language":"Change Language",
    "select_language":"Select Language",
    "language_continue":"Continue",
    "language_done":"Done",

    "forgot_password": "Forgot Password?",
    "reset_password_title": "Reset Password",
    "reset" : "Reset",
    "password_reset_successful": "Password reset link has been sent successfully",
    "close": "Close",



    "privacy_policy_title": "Privacy Policy",
    "privacy_policy": "{name} built the iJot app as a Free app. This SERVICE is provided by {name} at no cost and is intended for use as is.\n\nThis is to inform users regarding my policies with the collection, use, and disclosure of Personal Information if anyone decided to use my Service.\n\nIf you choose to use my Service, then you agree to the collection and use of information in relation to this policy. I will not use or share your information with anyone except as described in this Privacy Policy.\n\n\n**Information Collection and Use**\n\nFor a better experience, while using our Service, I may require you to provide us with certain personally identifiable information, including but not limited to username and email. The information that I request will be retained on your device and is not collected by me in any way.\n\nThe app does use third party services that may collect information used to identify you.\n\nLink to privacy policy of third party service providers used by the app\n\n*   [Google Play Services](https://www.google.com/policies/privacy/)\n\n*   [Google Analytics for Firebase](https://firebase.google.com/policies/analytics)\n\n\n**Log Data**\n\nI want to inform you that whenever you use my Service, in a case of an error in the app I collect data and information (through third party products) on your phone called Log Data. This Log Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics.\n\n\n**Service Providers**\n\nI may employ third-party companies and individuals due to the following reasons:\n\n*   To facilitate our Service;\n\n*   To provide the Service on our behalf;\n\n*   To perform Service-related services; or\n\n*   To assist us in analyzing how our Service is used.\n\nI want to inform users of this Service that these third parties have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose.\n\n\n**Security**\n\nI value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and I cannot guarantee its absolute security.\n\n\n**Changes to This Privacy Policy**\n\nI may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. I will notify you of any changes by posting the new Privacy Policy on this page.\n\nThis policy is effective as of 2020-11-16\n\n\n**Contact Us**\n\nIf you have any questions or suggestions about my Privacy Policy, do not hesitate to contact me at jabguru007@gmail.com.",

    "search": "Search",
    "no_content_search": "Could not find a note using \"{searchText}\"",

    "error_uploading_file": "Error Uploading File",
    "file_exceeds_limit":"File exceeds {limit}",

    "gallery": "Gallery",
    "link": "Link",
    "capture_a_photo": "Capture a photo",
    "capture_a_video": "Capture a video",

    "copy_for_whatsapp": "Copy",
    "copy_for_whatsapp_success": "Text copied to clipboard",
    "copy_for_whatsapp_failed": "Failed to copy text"

}