{
    "email": "Correo electrónico",
    "password": "Contraseña",
    "sign_in": "Iniciar sesión",
    "sign_up": "Inscribirse",
    "or": "O",
    "dont_have_an_account": "¿No tienes una cuenta?",
    "already_have_an_account": "¿Ya tienes una cuenta?",
    "register": "Registro",
    "validation_email": "Por favor ingrese el correo electrónico",
    "validation_email_2": "¡Ingrese un correo electrónico válido!",
    "validation_password": "Por favor ingrese la contraseña",
    "validation_password_2": "Contraseña demasiado corta",
    "notes": "notas",
    "no_notes_yet": "No hay notas... todavía",
    "sign_out": "Desconectar",
    "note_edit": "Editar",
    "note_new": "Nueva nota",
    "note_add_title": "Añadir título...",
    "note_add_details": "Agregar detalles...",
    "note_add_note": "Añadir la nota",
    "note_add_note_message": "La nota debe tener un título",
    "note_cat_uncategorized": "Sin categorizar",
    "note_cat_study": "Estudiar",
    "note_cat_personal": "Personal",
    "note_cat_work": "Trabajar",
    "note_cat_todo": "Hacer",
    "delete_note": "¿Quieres Eliminar esta Nota?",
    "delete_note_undone": "Esta acción no se puede deshacer",
    "delete_cancel": "Cancelar",
    "delete": "Borrar",
    "change_language": "Cambiar idioma",
    "select_language": "Seleccione el idioma",
    "language_continue": "Continuar",
    "language_done": "Hecho",
    "forgot_password": "¿Has olvidado tu contraseña?",
    "reset_password_title": "Restablecer la contraseña",
    "reset": "Reiniciar",
    "password_reset_successful": "El enlace de restablecimiento de contraseña se ha enviado con éxito",
    "close": "Cerca",
    "privacy_policy_title": "política de privacidad",
    "privacy_policy": "{name} creó la aplicación iJot como una aplicación gratuita. Este SERVICIO es proporcionado por {name} sin costo y está diseñado para usarse tal cual.\n\nEsto es para informar a los usuarios sobre mis políticas con la recopilación, el uso y la divulgación de información personal si alguien decide utilizar mi Servicio.\n\nSi elige usar mi Servicio, entonces acepta la recopilación y el uso de información en relación con esta política. No usaré ni compartiré su información con nadie, excepto como se describe en esta Política de privacidad.\n\n\n**Recopilación y uso de información**\n\nPara una mejor experiencia, mientras usa nuestro Servicio, puedo solicitarle que nos proporcione cierta información de identificación personal, que incluye, entre otros, el nombre de usuario y el correo electrónico. La información que solicito se conservará en su dispositivo y yo no la recopilaré de ninguna manera.\n\nLa aplicación utiliza servicios de terceros que pueden recopilar información utilizada para identificarlo.\n\nEnlace a la política de privacidad de los proveedores de servicios de terceros utilizados por la aplicación\n\n* [Servicios de Google Play](https://www.google.com/policies/privacy/)\n\n* [Google Analytics para Firebase](https://firebase.google.com/policies/analytics)\n\n\n**Dato de registro**\n\nQuiero informarle que cada vez que usa mi Servicio, en caso de un error en la aplicación, recopilo datos e información (a través de productos de terceros) en su teléfono llamado Datos de registro. Estos datos de registro pueden incluir información como la dirección del Protocolo de Internet (\"IP\") de su dispositivo, el nombre del dispositivo, la versión del sistema operativo, la configuración de la aplicación cuando utiliza mi Servicio, la hora y la fecha de su uso del Servicio y otras estadísticas. .\n\n\n**Proveedores de servicio**\n\nPuedo emplear empresas e individuos de terceros debido a las siguientes razones:\n\n* Para facilitar nuestro Servicio;\n\n* Para proporcionar el Servicio en nuestro nombre;\n\n* Para realizar servicios relacionados con el Servicio; o\n\n* Para ayudarnos a analizar cómo se utiliza nuestro Servicio.\n\nQuiero informar a los usuarios de este Servicio que estos terceros tienen acceso a su Información personal. El motivo es realizar las tareas que se les asignan en nuestro nombre. Sin embargo, están obligados a no divulgar ni utilizar la información para ningún otro fin.\n\n\n**Seguridad**\n\nValoro su confianza al proporcionarnos su información personal, por lo que nos esforzamos por utilizar medios comercialmente aceptables para protegerla. Pero recuerda que ningún método de transmisión por internet, o método de almacenamiento electrónico es 100% seguro y confiable, y no puedo garantizar su absoluta seguridad.\n\n\n**Cambios a esta Política de Privacidad**\n\nPuedo actualizar nuestra Política de privacidad de vez en cuando. Por lo tanto, se le recomienda revisar esta página periódicamente para ver si hay cambios. Le notificaré cualquier cambio publicando la nueva Política de privacidad en esta página.\n\nEsta política es efectiva a partir del 2020-11-16\n\n\n**Contáctenos**\n\nSi tiene alguna pregunta o sugerencia sobre mi Política de privacidad, no dude en ponerse en contacto conmigo en jabguru007@gmail.com.",
    "search": "Buscar",
    "no_content_search": "No se pudo encontrar una nota usando \"{searchText}\"",
    "error_uploading_file": "Error al cargar el archivo",
    "file_exceeds_limit": "El archivo excede {límite}",
    "gallery": "Galería",
    "link": "Enlace",
    "capture_a_photo": "capturar una foto",
    "capture_a_video": "capturar un video",
    "copy": "Copiar",
    "copy_for_whatsapp": "Copia para WhatsApp",
    "copy_for_whatsapp_success": "Texto copiado al portapapeles",
    "copy_for_whatsapp_failed": "No se pudo copiar el texto",
    "note_cat_all": "Todo",
    "delete_account": "Borrar mi cuenta",
    "delete_account_confirmation": "¿Estás seguro de que quieres eliminar tu cuenta?",
    "delete_account_confirmation_details": "Todas sus notas se perderán y se le pedirá que registre una nueva cuenta para utilizar iJOT.",
    "delete_account_sucessful": "¡Cuenta eliminada exitosamente!",
    "delete_account_error": "¡Error al eliminar la cuenta! Inicia sesión de nuevo.",
    "sort_notes": "ordenar notas"
}