{
  "email": "پست الکترونیک",
  "password": "کلمه عبور",
  "sign_in": "ورود",
  "sign_up": "ثبت نام",
  "or": "یا",
  "dont_have_an_account": "حساب ندارید؟",
  "already_have_an_account": "قبلاً حساب دارید؟",
  "register": "ثبت نام",
  "validation_email": "لطفا ایمیل وارد کنید",
  "validation_email_2": "یک ایمیل معتبر وارد کنید!",
  "validation_password": "لطفاً رمز ورود را وارد کنید",
  "validation_password_2": "رمز عبور خیلی کوتاه است",
  "notes": "یادداشت",
  "no_notes_yet": "بدون یادداشت ... با این حال",
  "sign_out": "خروج از سیستم",
  "note_edit": "ویرایش کنید",
  "note_new": "یادداشت جدید",
  "note_add_title": "عنوان اضافه کن...",
  "note_add_details": "افزودن جزئیات ...",
  "note_add_note": "یادداشت اضافه کنید",
  "note_add_note_message": "توجه داشته باشید باید عنوان داشته باشد",
  "note_cat_uncategorized": "دستهبندی نشده",
  "note_cat_study": "مطالعه",
  "note_cat_personal": "شخصی",
  "note_cat_work": "کار کردن",
  "note_cat_todo": "همه چيز",
  "delete_note": "آیا می خواهید این یادداشت را حذف کنید؟",
  "delete_note_undone": "این عمل قابل واگرد نیست",
  "delete_cancel": "لغو",
  "delete": "حذف",
  "change_language": "تغییر زبان",
  "select_language": "زبان را انتخاب کنید",
  "language_continue": "ادامه هید",
  "language_done": "انجام شده",
  "forgot_password": "رمز عبور خود را فراموش کرده اید؟",
  "reset_password_title": "بازنشانی گذرواژه",
  "reset": "تنظیم مجدد",
  "password_reset_successful": "پیوند تنظیم مجدد رمز عبور با موفقیت ارسال شد",
  "privacy_policy_title": "سیاست حفظ حریم خصوصی",
  "privacy_policy": "{name} برنامه iJot را به عنوان یک برنامه رایگان ایجاد کرد. این سرویس توسط {name} بدون هیچ هزینه ای ارائه شده است و برای استفاده در نظر گرفته شده است.\n\nاین امر برای آگاهی دادن به کاربران در مورد خط مشی های من با جمع آوری ، استفاده و افشای اطلاعات شخصی است اگر کسی تصمیم به استفاده از سرویس من داشته باشد.\n\nاگر می خواهید از سرویس من استفاده کنید ، با جمع آوری و استفاده از اطلاعات در رابطه با این سیاست موافقت می کنید. من اطلاعات شما را با کسی استفاده یا به اشتراک نمی گذارم ، مگر اینکه در این سیاست حفظ حریم خصوصی شرح داده شود.\n\n\n** جمع آوری و استفاده از اطلاعات **\n\nبرای داشتن تجربه بهتر ، ممکن است هنگام استفاده از سرویس ما ، از شما بخواهم اطلاعات قابل شناسایی شخصی از جمله نام کاربری و ایمیل را در اختیار ما قرار دهید. اطلاعاتی که من درخواست می کنم در دستگاه شما حفظ می شود و به هیچ وجه توسط من جمع آوری نمی شود.\n\nاین برنامه از خدمات شخص ثالثی استفاده می کند که ممکن است اطلاعات مورد استفاده برای شناسایی شما را جمع آوری کند.\n\nپیوند به سیاست حفظ حریم خصوصی ارائه دهندگان خدمات شخص ثالث مورد استفاده توسط برنامه\n\n* [خدمات Google Play] (https://www.google.com/policies/privacy/)\n\n* [Google Analytics for Firebase] (https://firebase.google.com/policies/analytics)\n\n\n** ثبت اطلاعات **\n\nمی خواهم به شما اطلاع دهم که هر زمان از سرویس من استفاده می کنید ، در صورت بروز خطا در برنامه ، داده ها و اطلاعات (از طریق محصولات شخص ثالث) را در تلفن شما به نام Log Data جمع آوری می کنم. این Log Log ممکن است شامل اطلاعاتی مانند آدرس پروتکل اینترنت دستگاه شما (\"IP\") ، نام دستگاه ، نسخه سیستم عامل ، پیکربندی برنامه هنگام استفاده از سرویس من ، زمان و تاریخ استفاده شما از سرویس و سایر آمار باشد .\n\n\n**ارائه دهندگان خدمات**\n\nمن به دلایل زیر ممکن است از شرکتها و اشخاص ثالث استفاده کنم:\n\n* برای تسهیل خدمات ما.\n\n* ارائه خدمات از طرف ما ؛\n\n* انجام خدمات مرتبط با خدمات ؛ یا\n\n* برای کمک به ما در تجزیه و تحلیل نحوه استفاده از خدمات ما.\n\nمن می خواهم به کاربران این سرویس اطلاع دهم که این اشخاص ثالث به اطلاعات شخصی شما دسترسی دارند. دلیل آن انجام وظایفی است که از طرف ما به آنها محول شده است. با این حال ، آنها موظف هستند اطلاعات را برای اهداف دیگر افشا نکنند و استفاده نکنند.\n\n\n**امنیت**\n\nمن اعتماد شما را در ارائه اطلاعات شخصی شما بسیار ارزشمند می دانم ، بنابراین ما در تلاش هستیم تا از ابزارهای قابل قبول تجاری برای محافظت از آنها استفاده کنیم. اما به یاد داشته باشید که هیچ روش انتقال از طریق اینترنت یا روش ذخیره سازی الکترونیکی 100٪ مطمئن و قابل اعتماد نیست و من نمی توانم امنیت مطلق آن را تضمین کنم.\n\n\n** تغییرات در این سیاست حفظ حریم خصوصی **\n\nمن ممکن است سیاست حفظ حریم خصوصی خود را هر از گاهی به روز کنم. بنابراین ، به شما توصیه می شود که هر صفحه را به طور دوره ای مرور کنید. من با ارسال سیاست حفظ حریم خصوصی جدید در این صفحه ، هرگونه تغییر را به شما اطلاع خواهم داد.\n\nاین سیاست از تاریخ 2020-11-16 قابل اجرا است\n\n\n**با ما تماس بگیرید**\n\nاگر در مورد سیاست حفظ حریم خصوصی من س questionsال یا پیشنهادی دارید ، دریغ نکنید با من در jabguru007@gmail.com تماس بگیرید."
}