{
  "email": "Sähköposti",
  "password": "Salasana",
  "sign_in": "Kirjaudu sisään",
  "sign_up": "Kirjaudu",
  "or": "TAI",
  "dont_have_an_account": "Eikö sinulla ole tiliä?",
  "already_have_an_account": "Onko sinulla jo tili?",
  "register": "Rekisteröidy",
  "validation_email": "Anna sähköpostiosoite",
  "validation_email_2": "Anna kelvollinen sähköpostiosoite!",
  "validation_password": "Anna salasana",
  "validation_password_2": "Salasana on liian lyhyt",
  "notes": "Huomautuksia",
  "no_notes_yet": "Ei muistiinpanoja ... Silti",
  "sign_out": "Kirjaudu ulos",
  "note_edit": "Muokata",
  "note_new": "Uusi huomautus",
  "note_add_title": "Lisää otsikko...",
  "note_add_details": "Lisää tietoja ...",
  "note_add_note": "Lisätä huomautus",
  "note_add_note_message": "Huomautuksella on oltava otsikko",
  "note_cat_uncategorized": "Uncategorized",
  "note_cat_study": "Tutkimus",
  "note_cat_personal": "Henkilökohtainen",
  "note_cat_work": "Työ",
  "note_cat_todo": "Kaikki",
  "delete_note": "Haluatko poistaa tämän muistiinpanon?",
  "delete_note_undone": "Tätä toimintoa ei voi kumota",
  "delete_cancel": "Peruuttaa",
  "delete": "Poistaa",
  "change_language": "Vaihda kieltä",
  "select_language": "Valitse kieli",
  "language_continue": "Jatkaa",
  "language_done": "Tehty",
  "forgot_password": "Unohtuiko salasana?",
  "reset_password_title": "Nollaa salasana",
  "reset": "Nollaa",
  "password_reset_successful": "Salasanan palautuslinkki on lähetetty onnistuneesti",
  "privacy_policy_title": "Tietosuojakäytäntö",
  "privacy_policy": "{name} rakensi iJot-sovelluksen ilmaiseksi sovellukseksi. Tämän PALVELUN tarjoaa {name} veloituksetta ja se on tarkoitettu sellaisenaan.\n\nTämän tarkoituksena on kertoa käyttäjille käytännöistäni henkilötietojen keräämisessä, käytössä ja luovuttamisessa, jos joku päättää käyttää Palveluani.\n\nJos päätät käyttää Palvelua, suostut tähän käytäntöön liittyvien tietojen keräämiseen ja käyttöön. En käytä tai jaa tietojasi kenellekään paitsi tässä tietosuojakäytännössä kuvatulla tavalla.\n\n\n** Tiedonkeruu ja käyttö **\n\nParemman kokemuksen saamiseksi saatan edellyttää, että palvelumme käytön aikana annat meille tiettyjä henkilökohtaisia tietoja, mukaan lukien, mutta ei rajoittuen, käyttäjänimi ja sähköposti. Pyytämäni tiedot säilytetään laitteellasi, eikä minä kerää niitä millään tavalla.\n\nSovellus käyttää kolmansien osapuolten palveluja, jotka saattavat kerätä tietoja, joita käytetään tunnistamaan sinut.\n\nLinkki sovelluksen käyttämien kolmansien osapuolten palveluntarjoajien tietosuojakäytäntöön\n\n* [Google Play -palvelut] (https://www.google.com/policies/privacy/)\n\n* [Google Analytics for Firebase] (https://firebase.google.com/policies/analytics)\n\n\n** Lokitiedot **\n\nHaluan ilmoittaa sinulle, että aina kun käytät Palveluani, kerään sovelluksessa tapahtuvassa virheessä puhelimellesi tietoja (kolmannen osapuolen tuotteiden kautta) nimeltä Lokitiedot. Nämä lokitiedot voivat sisältää tietoja, kuten laitteen Internet Protocol (“IP”) -osoitteen, laitteen nimen, käyttöjärjestelmän version, sovelluksen kokoonpanon palvelua käytettäessä, Palvelun käytön ajan ja päivämäärän sekä muita tilastoja .\n\n\n**Palveluntarjoajat**\n\nVoin palkata kolmannen osapuolen yrityksiä ja yksityishenkilöitä seuraavista syistä:\n\n* Palvelumme helpottamiseksi\n\n* Tarjota palvelua puolestamme;\n\n* Palveluun liittyvien palveluiden suorittaminen tai\n\n* Auttaa meitä analysoimaan palvelumme käyttöä.\n\nHaluan ilmoittaa tämän palvelun käyttäjille, että näillä kolmansilla osapuolilla on pääsy henkilötietoihisi. Syynä on suorittaa heille osoitetut tehtävät puolestamme. He eivät kuitenkaan ole velvollisia luovuttamaan tai käyttämään tietoja mihinkään muuhun tarkoitukseen.\n\n\n** Turvallisuus **\n\nArvostan luottamustasi antaa meille henkilökohtaisia tietojasi, joten pyrimme käyttämään kaupallisesti hyväksyttäviä keinoja suojata niitä. Muista kuitenkin, että mikään Internetin kautta välitettävä menetelmä tai sähköinen tallennustapa ei ole 100% turvallista ja luotettavaa, enkä voi taata sen täydellistä turvallisuutta.\n\n\n** Muutokset tähän tietosuojakäytäntöön **\n\nVoin päivittää tietosuojakäytäntömme ajoittain. Siksi on suositeltavaa tarkistaa tämä sivu säännöllisin väliajoin muutosten varalta. Ilmoitan kaikista muutoksista lähettämällä uuden tietosuojakäytännön tälle sivulle.\n\nTämä politiikka on voimassa vuodesta 2020-11-16\n\n\n**Ota meihin yhteyttä**\n\nJos sinulla on kysyttävää tai ehdotuksia tietosuojakäytännöistä, älä epäröi ottaa yhteyttä minuun osoitteessa jabguru007@gmail.com."
}