{
  "email": "Email",
  "password": "Password",
  "sign_in": "Mag-sign In",
  "sign_up": "Mag-sign Up",
  "or": "O kaya",
  "dont_have_an_account": "Wala kang account?",
  "already_have_an_account": "Mayroon nang account?",
  "register": "Magparehistro",
  "validation_email": "Mangyaring mag-input ng email",
  "validation_email_2": "Magpasok ng wastong email!",
  "validation_password": "Mangyaring maglagay ng password",
  "validation_password_2": "Masyadong maikli ang password",
  "notes": "Mga tala",
  "no_notes_yet": "Walang Mga Tala ... Pa",
  "sign_out": "Mag-sign Out",
  "note_edit": "I-edit",
  "note_new": "Bagong Tala",
  "note_add_title": "Magdagdag ng Pamagat ...",
  "note_add_details": "Magdagdag ng Mga Detalye ...",
  "note_add_note": "Magdagdag ng tala",
  "note_add_note_message": "Tandaan Dapat Magkaroon ng isang Pamagat",
  "note_cat_uncategorized": "Hindi nakategorya",
  "note_cat_study": "Pag-aaral",
  "note_cat_personal": "Pansarili",
  "note_cat_work": "Trabaho",
  "note_cat_todo": "Lahat ng bagay",
  "delete_note": "Nais mo bang Tanggalin ang Tandaan na ito?",
  "delete_note_undone": "Ang gawaing ito ay hindi pwedeng baguhin",
  "delete_cancel": "Kanselahin",
  "delete": "Tanggalin",
  "change_language": "Baguhin ang Wika",
  "select_language": "Piliin ang Wika",
  "language_continue": "Magpatuloy",
  "language_done": "Tapos na",
  "forgot_password": "Nakalimutan ang password?",
  "reset_password_title": "I-reset ang Password",
  "reset": "I-reset",
  "password_reset_successful": "Matagumpay na naipadala ang link ng pag-reset ng password",
  "privacy_policy_title": "Patakaran sa Pagkapribado",
  "privacy_policy": "{name} itinayo ang iJot app bilang isang Libreng app. Ang SERVICE na ito ay ibinibigay ng {name} nang walang gastos at inilaan para magamit tulad ng dati.\n\nIto ay upang ipaalam sa mga gumagamit hinggil sa aking mga patakaran sa koleksyon, paggamit, at pagsisiwalat ng Personal na Impormasyon kung may nagpasya na gamitin ang aking Serbisyo.\n\nKung pinili mong gamitin ang aking Serbisyo, sumasang-ayon ka sa koleksyon at paggamit ng impormasyon na may kaugnayan sa patakarang ito. Hindi ko gagamitin o ibabahagi ang iyong impormasyon sa sinuman maliban sa inilarawan sa Patakaran sa Privacy na ito.\n\n\n** Koleksyon at Paggamit ng Impormasyon **\n\nPara sa isang mas mahusay na karanasan, habang ginagamit ang aming Serbisyo, maaari kong hilingin sa iyo na magbigay sa amin ng tiyak na personal na makikilalang impormasyon, kasama ngunit hindi limitado sa username at email. Ang impormasyong hinihiling ko ay mananatili sa iyong aparato at hindi ko kinokolekta sa anumang paraan.\n\nGumagamit ang app ng mga serbisyo ng third party na maaaring mangolekta ng impormasyong ginamit upang makilala ka.\n\nLink sa patakaran sa privacy ng mga nagbibigay ng serbisyo ng third party na ginamit ng app\n\n* [Mga Serbisyo ng Google Play] (https://www.google.com/policies/privacy/)\n\n* [Google Analytics for Firebase] (https://firebase.google.com/policies/analytic)\n\n\n** Data ng Log **\n\nNais kong ipagbigay-alam sa iyo na tuwing gagamitin mo ang aking Serbisyo, sa isang kaso ng isang error sa app kinokolekta ko ang data at impormasyon (sa pamamagitan ng mga produkto ng third party) sa iyong telepono na tinatawag na Log Data. Ang Data ng Log na ito ay maaaring magsama ng impormasyon tulad ng iyong aparato Internet Protocol (“IP”) address, pangalan ng aparato, bersyon ng operating system, ang pagsasaayos ng app kapag ginagamit ang aking Serbisyo, ang oras at petsa ng iyong paggamit ng Serbisyo, at iba pang mga istatistika .\n\n\n** Mga Nagbibigay ng Serbisyo **\n\nMaaari akong kumuha ng mga kumpanya ng third-party at indibidwal dahil sa mga sumusunod na dahilan:\n\n* Upang mapadali ang aming Serbisyo;\n\n* Upang maibigay ang Serbisyo para sa amin;\n\n* Upang maisagawa ang mga serbisyong nauugnay sa Serbisyo; o\n\n* Upang matulungan kami sa pag-aralan kung paano ginagamit ang aming Serbisyo.\n\nNais kong ipaalam sa mga gumagamit ng Serbisyo na ito na ang mga third party ay may access sa iyong Personal na Impormasyon. Ang dahilan ay upang maisagawa ang mga gawain na nakatalaga sa kanila sa ngalan namin. Gayunpaman, obligado silang huwag ibunyag o gamitin ang impormasyon para sa anumang ibang layunin.\n\n\n** Seguridad **\n\nPinahahalagahan ko ang iyong tiwala sa pagbibigay sa amin ng iyong Personal na Impormasyon, sa gayon ay nagsusumikap kaming gumamit ng mga katanggap-tanggap na komersyal na paraan ng pagprotekta dito. Ngunit tandaan na walang paraan ng paghahatid sa internet, o paraan ng elektronikong pag-iimbak ay 100% ligtas at maaasahan, at hindi ko magagarantiyahan ang ganap na seguridad nito.\n\n\n** Mga pagbabago sa Patakaran sa Privacy na Ito **\n\nMaaari kong mai-update ang aming Patakaran sa Privacy paminsan-minsan. Kaya, pinapayuhan kang repasuhin ang pahinang ito pana-panahon para sa anumang mga pagbabago. Aabisuhan kita ng anumang mga pagbabago sa pamamagitan ng pag-post ng bagong Patakaran sa Privacy sa pahinang ito.\n\nAng patakarang ito ay epektibo hanggang sa 2020-11-16\n\n\n**Makipag-ugnayan sa amin**\n\nKung mayroon kang anumang mga katanungan o mungkahi tungkol sa aking Patakaran sa Privacy, huwag mag-atubiling makipag-ugnay sa akin sa jabguru007@gmail.com."
}