{
  "email": "Correo electrónico",
  "password": "Contrasinal",
  "sign_in": "Rexístrate",
  "sign_up": "Rexistrarse",
  "or": "OU",
  "dont_have_an_account": "Non tes unha conta?",
  "already_have_an_account": "Xa ten unha conta?",
  "register": "Rexistrarse",
  "validation_email": "Introduce o correo electrónico",
  "validation_email_2": "Introduce un correo electrónico válido.",
  "validation_password": "Introduce o contrasinal",
  "validation_password_2": "O contrasinal é demasiado curto",
  "notes": "Notas",
  "no_notes_yet": "Sen notas ... aínda",
  "sign_out": "Pechar sesión",
  "note_edit": "Editar",
  "note_new": "Nova nota",
  "note_add_title": "Engadir título ...",
  "note_add_details": "Engadir detalles ...",
  "note_add_note": "Engade nota",
  "note_add_note_message": "A nota debe ter un título",
  "note_cat_uncategorized": "Sen categorizar",
  "note_cat_study": "Estudo",
  "note_cat_personal": "Persoal",
  "note_cat_work": "Traballo",
  "note_cat_todo": "Todo",
  "delete_note": "Queres eliminar esta nota?",
  "delete_note_undone": "Esta acción non se pode desfacer",
  "delete_cancel": "Cancelar",
  "delete": "Eliminar",
  "change_language": "Cambiar idioma",
  "select_language": "Selecciona idioma",
  "language_continue": "Continuar",
  "language_done": "Feito",
  "forgot_password": "Esqueciches o contrasinal?",
  "reset_password_title": "Restablecer contrasinal",
  "reset": "Restablecer",
  "password_reset_successful": "A ligazón de restablecemento do contrasinal enviouse correctamente",
  "privacy_policy_title": "Política de Privacidade",
  "privacy_policy": "{name} creou a aplicación iJot como unha aplicación gratuíta. {name} ofrece este SERVIZO sen ningún custo e está pensado para o seu uso tal como está.\n\nIsto é para informar aos usuarios sobre as miñas políticas coa recompilación, uso e divulgación de información persoal se alguén decidiu usar o meu servizo.\n\nSe elixe usar o meu servizo, acepta a recompilación e uso da información en relación con esta política. Non vou usar nin compartir a súa información con ninguén, excepto o descrito nesta Política de privacidade.\n\n\n** Recollida e uso de información **\n\nPara unha mellor experiencia, mentres utilizo o noso servizo, pódolle requirir que nos proporcione certa información de identificación persoal, incluíndo, entre outros, o nome de usuario e o correo electrónico. A información que solicito conservarase no seu dispositivo e non a recollerei eu de ningún xeito.\n\nA aplicación usa servizos de terceiros que poden recompilar información usada para identificalo.\n\nLigazón á política de privacidade de fornecedores de servizos de terceiros empregados pola aplicación\n\n* [Servizos de Google Play] (https://www.google.com/policies/privacy/)\n\n* [Google Analytics para Firebase] (https://firebase.google.com/policies/analytics)\n\n\n** Datos de rexistro **\n\nQuero informarlle que sempre que usa o meu servizo, nun caso de erro na aplicación recollo datos e información (a través de produtos de terceiros) no seu teléfono chamado Datos de rexistro. Estes datos de rexistro poden incluír información como o enderezo do protocolo de Internet do dispositivo (\"IP\"), o nome do dispositivo, a versión do sistema operativo, a configuración da aplicación cando utilizas o meu servizo, a hora e data do uso do servizo e outras estatísticas. .\n\n\n** Provedores de servizos **\n\nPodo empregar empresas e particulares de terceiros debido ás seguintes razóns:\n\n* Para facilitar o noso servizo;\n\n* Proporcionar o servizo no noso nome;\n\n* Para realizar servizos relacionados co servizo; ou\n\n* Para axudarnos a analizar como se usa o noso servizo.\n\nQuero informar aos usuarios deste servizo de que estes terceiros teñen acceso á súa información persoal. O motivo é realizar as tarefas que se lles asignaron no noso nome. Non obstante, están obrigados a non divulgar nin utilizar a información para ningún outro propósito.\n\n\n** Seguridade **\n\nValoro a túa confianza en facilitarnos a túa información persoal, polo que nos esforzamos por utilizar medios comercialmente aceptables para protexela. Lembre que ningún método de transmisión por internet ou método de almacenamento electrónico é 100% seguro e fiable e non podo garantir a súa absoluta seguridade.\n\n\n** Cambios nesta política de privacidade **\n\nPodo actualizar a nosa política de privacidade de cando en vez. Por iso, recoméndaselle revisar esta páxina periódicamente se hai cambios. Notificaréiche calquera cambio publicando a nova Política de privacidade nesta páxina.\n\nEsta política é efectiva a partir do 16 de marzo de 2020\n\n\n**Contacte connosco**\n\nSe tes algunha dúbida ou suxestión sobre a miña política de privacidade, non dubide en contactar comigo a jabguru007@gmail.com."
}