{
    "email": "Correo electrónico",
    "password": "Contrasinal",
    "sign_in": "Rexístrate",
    "sign_up": "Incribirse",
    "or": "OU",
    "dont_have_an_account": "Non tes unha conta?",
    "already_have_an_account": "Xa ten unha conta?",
    "register": "Rexístrate",
    "validation_email": "Introduce o correo electrónico",
    "validation_email_2": "Introduce un correo electrónico válido!",
    "validation_password": "Introduza o contrasinal",
    "validation_password_2": "O contrasinal é moi curto",
    "notes": "Notas",
    "no_notes_yet": "Sen notas... Aínda así",
    "sign_out": "Pechar sesión",
    "note_edit": "Editar",
    "note_new": "Nova nota",
    "note_add_title": "Engadir título...",
    "note_add_details": "Engadir detalles...",
    "note_add_note": "Engadir nota",
    "note_add_note_message": "Nota Debe ter un título",
    "note_cat_uncategorized": "Sen categoría",
    "note_cat_study": "Estudar",
    "note_cat_personal": "Persoal",
    "note_cat_work": "Traballo",
    "note_cat_todo": "Facer",
    "delete_note": "Queres eliminar esta nota?",
    "delete_note_undone": "Esta acción non se pode desfacer",
    "delete_cancel": "Cancelar",
    "delete": "Eliminar",
    "change_language": "Cambiar Idioma",
    "select_language": "Seleccione Idioma",
    "language_continue": "Continuar",
    "language_done": "Feito",
    "forgot_password": "Esqueceu o contrasinal?",
    "reset_password_title": "Restablecer o contrasinal",
    "reset": "Restablecer",
    "password_reset_successful": "A ligazón de restablecemento do contrasinal foi enviada correctamente",
    "close": "Pechar",
    "privacy_policy_title": "Política de Privacidade",
    "privacy_policy": "{name} creou a aplicación iJot como unha aplicación gratuíta. Este SERVIZO é ofrecido por {name} sen ningún custo e está pensado para o seu uso.\n\nIsto é para informar aos usuarios sobre as miñas políticas de recollida, uso e divulgación de información persoal se alguén decide utilizar o meu Servizo.\n\nSe decides usar o meu Servizo, aceptas a recollida e o uso de información en relación con esta política. Non usarei nin compartirei a túa información con ninguén excepto como se describe nesta Política de privacidade.\n\n\n**Recollida e uso de información**\n\nPara unha mellor experiencia, mentres utiliza o noso Servizo, podo requirirlle que nos proporcione certa información de identificación persoal, incluíndo, entre outros, o nome de usuario e o correo electrónico. A información que solicito conservarase no teu dispositivo e non a recompilo de ningún xeito.\n\nA aplicación usa servizos de terceiros que poden recoller información utilizada para identificarte.\n\nLigazón á política de privacidade dos provedores de servizos de terceiros utilizados pola aplicación\n\n* [Servizos de Google Play](https://www.google.com/policies/privacy/)\n\n* [Google Analytics para Firebase](https://firebase.google.com/policies/analytics)\n\n\n**Datos de rexistro**\n\nQuero informarche de que sempre que utilizas o meu Servizo, no caso de producirse un erro na aplicación recompilo datos e información (a través de produtos de terceiros) no teu teléfono chamado Datos de rexistro. Estes datos de rexistro poden incluír información como o enderezo do protocolo de Internet (\"IP\") do teu dispositivo, o nome do dispositivo, a versión do sistema operativo, a configuración da aplicación ao utilizar o meu Servizo, a hora e a data de uso do Servizo e outras estatísticas. .\n\n\n**Proveedores de servizos**\n\nPodo empregar a empresas e persoas de terceiros polos seguintes motivos:\n\n* Para facilitar o noso Servizo;\n\n* Para proporcionar o Servizo no noso nome;\n\n* Realizar servizos relacionados co servizo; ou\n\n* Para axudarnos a analizar como se utiliza o noso Servizo.\n\nQuero informar aos usuarios deste Servizo de que estes terceiros teñen acceso á súa información persoal. O motivo é realizar as tarefas que se lles encomenden no noso nome. Non obstante, están obrigados a non divulgar nin utilizar a información para ningún outro propósito.\n\n\n**Seguridade**\n\nValoro a súa confianza ao proporcionarnos a súa información persoal, polo que nos esforzamos por utilizar medios comercialmente aceptables para protexela. Pero lembre que ningún método de transmisión por Internet ou método de almacenamento electrónico é 100% seguro e fiable, e non podo garantir a súa absoluta seguridade.\n\n\n**Cambios nesta política de privacidade**\n\nPodo actualizar a nosa Política de privacidade de cando en vez. Así, recoméndase que revise esta páxina periodicamente para detectar calquera cambio. Avisareime de calquera cambio publicando a nova Política de privacidade nesta páxina.\n\nEsta política entrará en vigor o 2020-11-16\n\n\n**Contacta connosco**\n\nSe tes algunha pregunta ou suxestión sobre a miña política de privacidade, non dubides en contactar comigo en jabguru007@gmail.com.",
    "search": "Busca",
    "no_content_search": "Non se puido atopar unha nota usando \"{searchText}\"",
    "error_uploading_file": "Erro ao cargar o ficheiro",
    "file_exceeds_limit": "O ficheiro supera o {límite}",
    "gallery": "Galería",
    "link": "Ligazón",
    "capture_a_photo": "Capturar unha foto",
    "capture_a_video": "Captura un vídeo",
    "copy": "Copiar",
    "copy_for_whatsapp": "Copia para WhatsApp",
    "copy_for_whatsapp_success": "Copiouse o texto no portapapeis",
    "copy_for_whatsapp_failed": "Produciuse un erro ao copiar o texto",
    "note_cat_all": "Todos",
    "delete_account": "Eliminar a miña conta",
    "delete_account_confirmation": "Estás seguro de que queres eliminar a túa conta?",
    "delete_account_confirmation_details": "Todas as túas notas perderanse e terás que rexistrar unha nova conta para usar iJOT.",
    "delete_account_sucessful": "Eliminouse a conta con éxito!",
    "delete_account_error": "Erro ao eliminar a conta! Inicia sesión de novo.",
    "sort_notes": "Ordenar notas"
}