{
  "email": "ઇમેઇલ",
  "password": "પાસવર્ડ",
  "sign_in": "સાઇન ઇન",
  "sign_up": "સાઇન અપ કરો",
  "or": "અથવા",
  "dont_have_an_account": "ખાતું નથી?",
  "already_have_an_account": "પહેલેથી ખાતું છે?",
  "register": "નોંધણી કરો",
  "validation_email": "કૃપા કરીને ઇમેઇલ ઇનપુટ કરો",
  "validation_email_2": "માન્ય ઇમેઇલ ઇનપુટ કરો!",
  "validation_password": "કૃપા કરીને ઇનપુટ પાસવર્ડ",
  "validation_password_2": "પાસવર્ડ ખૂબ નાનો છે",
  "notes": "નોંધો",
  "no_notes_yet": "કોઈ નોંધો નથી ... છતાં",
  "sign_out": "સાઇન આઉટ",
  "note_edit": "સંપાદિત કરો",
  "note_new": "નવી નોંધ",
  "note_add_title": "શીર્ષક ઉમેરો ...",
  "note_add_details": "વિગતો ઉમેરો ...",
  "note_add_note": "નોંધ ઉમેરો",
  "note_add_note_message": "નોંધનું શીર્ષક હોવું આવશ્યક છે",
  "note_cat_uncategorized": "અવર્ગીકૃત",
  "note_cat_study": "અભ્યાસ",
  "note_cat_personal": "વ્યક્તિગત",
  "note_cat_work": "કામ",
  "note_cat_todo": "બધું",
  "delete_note": "શું તમે આ નોંધ કા Deleteી નાખવા માંગો છો?",
  "delete_note_undone": "આ ક્રિયા પૂર્વવત્ કરી શકાતી નથી",
  "delete_cancel": "રદ કરો",
  "delete": "કા .ી નાખો",
  "change_language": "ભાષા બદલો",
  "select_language": "ભાષા પસંદ કરો",
  "language_continue": "ચાલુ રાખો",
  "language_done": "થઈ ગયું",
  "forgot_password": "પાસવર્ડ ભૂલી ગયા છો?",
  "reset_password_title": "પાસવર્ડ ફરીથી સેટ કરો",
  "reset": "ફરીથી સેટ કરો",
  "password_reset_successful": "પાસવર્ડ ફરીથી સેટ કરવાની લિંક સફળતાપૂર્વક મોકલવામાં આવી છે",
  "privacy_policy_title": "ગોપનીયતા નીતિ",
  "privacy_policy": "J 0 એ મફત એપ્લિકેશન તરીકે આઇજોટ એપ્લિકેશન બનાવી છે. આ સર્વિસ કોઈ કિંમતે no 1 by દ્વારા પ્રદાન કરવામાં આવી છે અને તે જેમ કે ઉપયોગ માટે બનાવાયેલ છે.\n\nજો કોઈએ મારી સેવાનો ઉપયોગ કરવાનું નક્કી કર્યું હોય, તો તે વ્યક્તિગત માહિતીના સંગ્રહ, ઉપયોગ અને જાહેરાત સાથેની મારી નીતિઓ વિશે વપરાશકર્તાઓને જાણ કરવા માટે છે.\n\nજો તમે મારી સેવાનો ઉપયોગ કરવાનું પસંદ કરો છો, તો પછી તમે આ નીતિના સંદર્ભમાં માહિતીના સંગ્રહ અને ઉપયોગ માટે સંમત થાઓ છો. આ ગોપનીયતા નીતિમાં વર્ણવ્યા સિવાય, હું તમારી માહિતીનો ઉપયોગ અથવા કોઈની સાથે શેર કરી શકશે નહીં.\n\n\n** માહિતી સંગ્રહ અને ઉપયોગ **\n\nવધુ સારા અનુભવ માટે, અમારી સેવાનો ઉપયોગ કરતી વખતે, હું તમને વપરાશકર્તાનામ અને ઇમેઇલ સહિત મર્યાદિત નહીં પરંતુ કેટલીક વ્યક્તિગત રૂપે ઓળખી શકાય તેવી માહિતી પ્રદાન કરવાની જરૂર પડી શકે છે. મારી વિનંતી કરેલી માહિતી તમારા ઉપકરણ પર જાળવી રાખવામાં આવશે અને મારા દ્વારા કોઈપણ રીતે એકત્રિત કરવામાં આવશે નહીં.\n\nએપ્લિકેશન તૃતીય પક્ષ સેવાઓનો ઉપયોગ કરે છે જે તમને ઓળખવા માટે ઉપયોગમાં લેવામાં આવતી માહિતીને એકત્રિત કરી શકે છે.\n\nએપ્લિકેશન દ્વારા ઉપયોગમાં લેવામાં આવતી તૃતીય પક્ષ સેવા પ્રદાતાઓની ગોપનીયતા નીતિની લિંક\n\n* [ગૂગલ પ્લે સેવાઓ] (https://www.google.com/pol नीति/privacy/)\n\n* [ફાયરબેસ માટે ગૂગલ ticsનલિટિક્સ] (https://firebase.google.com/policies/analytics)\n\n\n** લ Logગ ડેટા **\n\nહું તમને જાણ કરવા માંગું છું કે જ્યારે પણ તમે મારી સેવાનો ઉપયોગ કરો છો, ત્યારે એપ્લિકેશનમાં ભૂલ હોવાના કિસ્સામાં હું લોગ ડેટા તરીકે ઓળખાતા તમારા ફોન પર ડેટા અને માહિતી (તૃતીય પક્ષ ઉત્પાદનો દ્વારા) એકત્રિત કરું છું. આ લ Dataગ ડેટામાં તમારા ડિવાઇસ ઇન્ટરનેટ પ્રોટોકોલ (\"આઈપી\") સરનામું, ઉપકરણનું નામ, ,પરેટિંગ સિસ્ટમ સંસ્કરણ, મારી સેવાનો ઉપયોગ કરતી વખતે એપ્લિકેશનનું ગોઠવણી, સેવાના તમારા ઉપયોગના સમય અને તારીખ અને અન્ય આંકડા જેવી માહિતી શામેલ હોઈ શકે છે. .\n\n\n**સેવા પ્રદાતા**\n\nહું નીચેના કારણોસર તૃતીય-પક્ષ કંપનીઓ અને વ્યક્તિઓને રોજગાર આપી શકું છું.\n\n* અમારી સેવાની સુવિધા માટે;\n\n* અમારા વતી સેવા પ્રદાન કરવા માટે;\n\n* સેવા સંબંધિત સેવાઓ કરવા માટે; અથવા\n\n* અમારી સેવાનો ઉપયોગ કેવી રીતે થાય છે તેનું વિશ્લેષણ કરવામાં અમારી સહાય કરવા માટે.\n\nહું આ સેવાના વપરાશકર્તાઓને જાણ કરવા માંગુ છું કે આ તૃતીય પક્ષોને તમારી વ્યક્તિગત માહિતીની .ક્સેસ છે. કારણ એ છે કે અમારી વતી તેમને સોંપાયેલ કાર્યો કરવા. જો કે, તેઓને માહિતીને કોઈ અન્ય હેતુ માટે જાહેર કરવા અથવા તેનો ઉપયોગ કરવાની ફરજ નથી.\n\n\n** સુરક્ષા **\n\nહું તમને તમારી વ્યક્તિગત માહિતી પ્રદાન કરવામાં તમારા વિશ્વાસને મહત્વ આપું છું, આમ અમે તેને બચાવવા માટે વ્યાવસાયિક રૂપે સ્વીકાર્ય માધ્યમોનો ઉપયોગ કરવાનો પ્રયાસ કરી રહ્યા છીએ. પરંતુ યાદ રાખો કે ઇન્ટરનેટ પર પ્રસારિત કરવાની કોઈ પદ્ધતિ, અથવા ઇલેક્ટ્રોનિક સ્ટોરેજની પદ્ધતિ 100% સુરક્ષિત અને વિશ્વસનીય નથી અને હું તેની સંપૂર્ણ સુરક્ષાની બાંયધરી આપી શકતો નથી.\n\n\n** આ ગોપનીયતા નીતિમાં ફેરફાર **\n\nહું સમય સમય પર અમારી ગોપનીયતા નીતિ અપડેટ કરી શકું છું. આમ, તમને કોઈપણ ફેરફારો માટે સમયાંતરે આ પૃષ્ઠની સમીક્ષા કરવાની સલાહ આપવામાં આવે છે. હું તમને આ પૃષ્ઠ પર નવી ગોપનીયતા નીતિ પોસ્ટ કરીને કોઈપણ ફેરફારો વિશે સૂચિત કરીશ.\n\nઆ નીતિ 2020-11-16 સુધી અસરકારક છે\n\n\n**અમારો સંપર્ક કરો**\n\nજો તમને મારી ગોપનીયતા નીતિ વિશે કોઈ પ્રશ્નો અથવા સૂચનો છે, તો મને jabguru007@gmail.com પર સંપર્ક કરવામાં અચકાવું નહીં."
}