{
    "email": "ईमेल",
    "password": "पासवर्ड",
    "sign_in": "दाखिल करना",
    "sign_up": "साइन अप करें",
    "or": "या",
    "dont_have_an_account": "कोई खाता नहीं है?",
    "already_have_an_account": "क्या आपके पास पहले से एक खाता मौजूद है?",
    "register": "पंजीकरण करवाना",
    "validation_email": "कृपया ईमेल इनपुट करें",
    "validation_email_2": "एक वैध ईमेल इनपुट करें!",
    "validation_password": "कृपया पासवर्ड डालें",
    "validation_password_2": "पासवर्ड बहुत छोटा है",
    "notes": "टिप्पणियाँ",
    "no_notes_yet": "कोई नोट्स नहीं... फिर भी",
    "sign_out": "साइन आउट",
    "note_edit": "संपादन करना",
    "note_new": "नया नोट",
    "note_add_title": "शीर्षक जोडें...",
    "note_add_details": "विवरण जोड़ें...",
    "note_add_note": "नोट जोड़े",
    "note_add_note_message": "नोट में एक शीर्षक होना चाहिए",
    "note_cat_uncategorized": "अवर्गीकृत",
    "note_cat_study": "अध्ययन",
    "note_cat_personal": "निजी",
    "note_cat_work": "काम",
    "note_cat_todo": "करने के लिए",
    "delete_note": "क्या आप इस नोट को हटाना चाहते हैं?",
    "delete_note_undone": "इस एक्शन को वापस नहीं किया जा सकता",
    "delete_cancel": "रद्द करना",
    "delete": "मिटाना",
    "change_language": "भाषा बदलें",
    "select_language": "भाषा चुने",
    "language_continue": "जारी रखना",
    "language_done": "हो गया",
    "forgot_password": "पासवर्ड भूल गए?",
    "reset_password_title": "पासवर्ड रीसेट",
    "reset": "रीसेट",
    "password_reset_successful": "पासवर्ड रीसेट लिंक सफलतापूर्वक भेज दिया गया है",
    "close": "बंद करना",
    "privacy_policy_title": "गोपनीयता नीति",
    "privacy_policy": "{नाम} ने iJot ऐप को एक निःशुल्क ऐप के रूप में बनाया। यह सेवा {नाम} द्वारा निःशुल्क प्रदान की जाती है और यथारूप उपयोग के लिए है।\n\nयदि कोई मेरी सेवा का उपयोग करने का निर्णय लेता है तो इसका उद्देश्य उपयोगकर्ताओं को व्यक्तिगत जानकारी के संग्रह, उपयोग और प्रकटीकरण के साथ मेरी नीतियों के बारे में सूचित करना है।\n\nयदि आप मेरी सेवा का उपयोग करना चुनते हैं, तो आप इस नीति के संबंध में जानकारी के संग्रह और उपयोग के लिए सहमत हैं। मैं इस गोपनीयता नीति में वर्णित के अलावा आपकी जानकारी का उपयोग या किसी के साथ साझा नहीं करूंगा।\n\n\n**जानकारी संग्रह और उपयोग**\n\nबेहतर अनुभव के लिए, हमारी सेवा का उपयोग करते समय, मुझे आपसे कुछ व्यक्तिगत पहचान योग्य जानकारी प्रदान करने की आवश्यकता हो सकती है, जिसमें उपयोगकर्ता नाम और ईमेल शामिल है, लेकिन यह इन्हीं तक सीमित नहीं है। मेरे द्वारा अनुरोध की गई जानकारी आपके डिवाइस पर रखी जाएगी और मेरे द्वारा किसी भी तरह से एकत्र नहीं की जाएगी।\n\nऐप तीसरे पक्ष की सेवाओं का उपयोग करता है जो आपकी पहचान करने के लिए उपयोग की जाने वाली जानकारी एकत्र कर सकता है।\n\nऐप द्वारा उपयोग किए जाने वाले तृतीय पक्ष सेवा प्रदाताओं की गोपनीयता नीति से लिंक करें\n\n* [Google Play सेवाएँ](https://www.google.com/policies/privacy/)\n\n* [फ़ायरबेस के लिए Google Analytics](https://firebase.google.com/policies/analytics)\n\n\n**लॉग डेटा**\n\nमैं आपको सूचित करना चाहता हूं कि जब भी आप मेरी सेवा का उपयोग करते हैं, तो ऐप में त्रुटि की स्थिति में मैं आपके फोन पर लॉग डेटा नामक डेटा और जानकारी (तीसरे पक्ष के उत्पादों के माध्यम से) एकत्र करता हूं। इस लॉग डेटा में आपके डिवाइस का इंटरनेट प्रोटोकॉल (\"आईपी\") पता, डिवाइस का नाम, ऑपरेटिंग सिस्टम संस्करण, मेरी सेवा का उपयोग करते समय ऐप का कॉन्फ़िगरेशन, सेवा के आपके उपयोग का समय और तारीख और अन्य आंकड़े जैसी जानकारी शामिल हो सकती है। .\n\n\n**सेवा प्रदाताओं**\n\nमैं निम्नलिखित कारणों से तृतीय-पक्ष कंपनियों और व्यक्तियों को नियुक्त कर सकता हूँ:\n\n* हमारी सेवा को सुविधाजनक बनाने के लिए;\n\n* हमारी ओर से सेवा प्रदान करना;\n\n* सेवा-संबंधी सेवाएँ निष्पादित करने के लिए; या\n\n* हमारी सेवा का उपयोग कैसे किया जाता है इसका विश्लेषण करने में हमारी सहायता करना।\n\nमैं इस सेवा के उपयोगकर्ताओं को सूचित करना चाहता हूं कि इन तृतीय पक्षों के पास आपकी व्यक्तिगत जानकारी तक पहुंच है। इसका कारण हमारी ओर से उन्हें सौंपे गए कार्यों को करना है। हालाँकि, वे किसी अन्य उद्देश्य के लिए जानकारी का खुलासा या उपयोग नहीं करने के लिए बाध्य हैं।\n\n\n**सुरक्षा**\n\nमैं आपकी व्यक्तिगत जानकारी हमें प्रदान करने में आपके भरोसे को महत्व देता हूं, इसलिए हम इसकी सुरक्षा के लिए व्यावसायिक रूप से स्वीकार्य साधनों का उपयोग करने का प्रयास कर रहे हैं। लेकिन याद रखें कि इंटरनेट पर प्रसारण की कोई भी विधि, या इलेक्ट्रॉनिक भंडारण की कोई भी विधि 100% सुरक्षित और विश्वसनीय नहीं है, और मैं इसकी पूर्ण सुरक्षा की गारंटी नहीं दे सकता।\n\n\n**इस गोपनीयता नीति में परिवर्तन**\n\nमैं समय-समय पर हमारी गोपनीयता नीति को अद्यतन कर सकता हूं। इस प्रकार, आपको किसी भी बदलाव के लिए समय-समय पर इस पृष्ठ की समीक्षा करने की सलाह दी जाती है। मैं इस पृष्ठ पर नई गोपनीयता नीति पोस्ट करके आपको किसी भी बदलाव के बारे में सूचित करूंगा।\n\nयह नीति 2020-11-16 से प्रभावी है\n\n\n**संपर्क करें**\n\nयदि मेरी गोपनीयता नीति के बारे में आपके कोई प्रश्न या सुझाव हैं, तो jabguru007@gmail.com पर मुझसे संपर्क करने में संकोच न करें।",
    "search": "खोज",
    "no_content_search": "\"{searchText}\" का उपयोग करके कोई नोट नहीं मिल सका",
    "error_uploading_file": "फ़ाइल अपलोड करने में त्रुटि",
    "file_exceeds_limit": "फ़ाइल {सीमा} से अधिक है",
    "gallery": "गैलरी",
    "link": "जोड़ना",
    "capture_a_photo": "एक फोटो खींचो",
    "capture_a_video": "एक वीडियो कैप्चर करें",
    "copy": "प्रतिलिपि",
    "copy_for_whatsapp": "व्हाट्सएप के लिए कॉपी करें",
    "copy_for_whatsapp_success": "पाठ को क्लिपबोर्ड पर कॉपी किया गया",
    "copy_for_whatsapp_failed": "पाठ की प्रतिलिपि बनाने में विफल",
    "note_cat_all": "सभी",
    "delete_account": "मेरा एकाउंट हटा दो",
    "delete_account_confirmation": "क्या आप इस खाते को हटाने के लिए सुनिश्चित हैं?",
    "delete_account_confirmation_details": "आपके सभी नोट खो जाएंगे और आपको iJOT का उपयोग करने के लिए एक नया खाता पंजीकृत करना होगा।",
    "delete_account_sucessful": "खाता सफलतापूर्वक हटा दिया गया!",
    "delete_account_error": "खाता हटाने में त्रुटि! पुनः साइन इन करें.",
    "sort_notes": "नोट्स क्रमबद्ध करें"
}