{
  "email": "ईमेल",
  "password": "कुंजिका",
  "sign_in": "साइन इन करें",
  "sign_up": "साइन अप करें",
  "or": "या",
  "dont_have_an_account": "खाता नहीं है?",
  "already_have_an_account": "पहले से ही एक खाता है?",
  "register": "रजिस्टर करें",
  "validation_email": "कृपया ईमेल करें",
  "validation_email_2": "एक वैध ईमेल इनपुट करें!",
  "validation_password": "कृपया पासवर्ड डालें",
  "validation_password_2": "पासवर्ड बहुत छोटा है",
  "notes": "टिप्पणियाँ",
  "no_notes_yet": "नोट्स नहीं ... फिर भी",
  "sign_out": "प्रस्थान करें",
  "note_edit": "संपादित करें",
  "note_new": "नया नोट",
  "note_add_title": "शीर्षक जोड़ें...",
  "note_add_details": "विवरण जोड़ें ...",
  "note_add_note": "नोट जोड़े",
  "note_add_note_message": "नोट का शीर्षक होना चाहिए",
  "note_cat_uncategorized": "अवर्गीकृत",
  "note_cat_study": "अध्ययन",
  "note_cat_personal": "निजी",
  "note_cat_work": "काम",
  "note_cat_todo": "सब कुछ",
  "delete_note": "क्या आप इस नोट को हटाना चाहते हैं?",
  "delete_note_undone": "यह कार्य दोबारा से नहीं हो सकता",
  "delete_cancel": "रद्द करना",
  "delete": "हटाएं",
  "change_language": "भाषा बदलो",
  "select_language": "भाषा का चयन करें",
  "language_continue": "जारी रखें",
  "language_done": "किया हुआ",
  "forgot_password": "पासवर्ड भूल गए?",
  "reset_password_title": "पासवर्ड रीसेट",
  "reset": "रीसेट",
  "password_reset_successful": "पासवर्ड रीसेट लिंक सफलतापूर्वक भेजा गया है",
  "privacy_policy_title": "गोपनीयता नीति",
  "privacy_policy": "{name} ने iJot ऐप को एक फ्री ऐप के रूप में बनाया है। यह सेवा किसी भी कीमत पर {name} द्वारा प्रदान की जाती है और इस तरह के उपयोग के लिए अभिप्रेत है।\n\nयह उपयोगकर्ताओं को व्यक्तिगत जानकारी के संग्रह, उपयोग और प्रकटीकरण के साथ मेरी नीतियों के बारे में सूचित करने के लिए है यदि किसी ने मेरी सेवा का उपयोग करने का निर्णय लिया है।\n\nयदि आप मेरी सेवा का उपयोग करना चुनते हैं, तो आप इस नीति के संबंध में जानकारी के संग्रह और उपयोग के लिए सहमत हैं। मैं इस गोपनीयता नीति में वर्णित के अलावा किसी के साथ आपकी जानकारी का उपयोग या साझा नहीं करूंगा।\n\n\n** सूचना संग्रह और उपयोग **\n\nएक बेहतर अनुभव के लिए, हमारी सेवा का उपयोग करते समय, मुझे आपको कुछ व्यक्तिगत रूप से पहचान योग्य जानकारी प्रदान करने की आवश्यकता हो सकती है, जिसमें उपयोगकर्ता नाम और ईमेल तक सीमित नहीं है। मेरे द्वारा अनुरोधित जानकारी को आपके डिवाइस पर बनाए रखा जाएगा और मेरे द्वारा किसी भी तरह से एकत्र नहीं किया जाएगा।\n\nएप्लिकेशन तृतीय पक्ष सेवाओं का उपयोग करता है जो आपकी पहचान करने के लिए उपयोग की गई जानकारी एकत्र कर सकते हैं।\n\nऐप द्वारा उपयोग की जाने वाली तृतीय पक्ष सेवा प्रदाताओं की गोपनीयता नीति से लिंक\n\n* [Google Play Services] (https://www.google.com/policies/privacy/)\n\n* (Firebase के लिए Google Analytics] (https://firebase.google.com/policies/analytics)\n\n\n** लॉग डेटा **\n\nमैं आपको सूचित करना चाहता हूं कि जब भी आप मेरी सेवा का उपयोग करते हैं, तो ऐप में एक त्रुटि के मामले में मैं आपके फोन पर डेटा और सूचना (तीसरे पक्ष के उत्पादों के माध्यम से) लॉग डेटा को इकट्ठा करता हूं। इस लॉग डेटा में आपकी डिवाइस इंटरनेट प्रोटोकॉल (\"आईपी\") पता, डिवाइस का नाम, ऑपरेटिंग सिस्टम संस्करण, मेरी सेवा का उपयोग करते समय ऐप का कॉन्फ़िगरेशन, सेवा के आपके उपयोग का समय और तारीख और अन्य आँकड़े जैसी जानकारी शामिल हो सकती है। ।\n\n\n**सेवा प्रदाता**\n\nमैं निम्नलिखित कारणों से तृतीय-पक्ष कंपनियों और व्यक्तियों को नियुक्त कर सकता हूं:\n\n* हमारी सेवा को सुविधाजनक बनाने के लिए;\n\n* हमारी ओर से सेवा प्रदान करने के लिए;\n\n* सेवा से संबंधित सेवाएं करने के लिए; या\n\n* हमारी सेवा का उपयोग कैसे किया जाता है, इसका विश्लेषण करने में हमारी सहायता करना।\n\nमैं इस सेवा के उपयोगकर्ताओं को सूचित करना चाहता हूं कि इन तृतीय पक्षों की आपकी व्यक्तिगत जानकारी तक पहुंच है। इसका कारण हमारी ओर से उन्हें सौंपे गए कार्य करना है। हालांकि, वे किसी अन्य उद्देश्य के लिए जानकारी का खुलासा या उपयोग नहीं करने के लिए बाध्य हैं।\n\n\n** सुरक्षा **\n\nमैं आपकी व्यक्तिगत जानकारी प्रदान करने में आपके विश्वास को महत्व देता हूं, इस प्रकार हम इसे बचाने के लिए व्यावसायिक रूप से स्वीकार्य साधनों का उपयोग करने का प्रयास कर रहे हैं। लेकिन याद रखें कि इंटरनेट पर संचरण की कोई विधि या इलेक्ट्रॉनिक स्टोरेज की विधि 100% सुरक्षित और विश्वसनीय नहीं है, और मैं इसकी पूर्ण सुरक्षा की गारंटी नहीं दे सकता।\n\n\n** इस गोपनीयता नीति में परिवर्तन **\n\nमैं समय-समय पर हमारी गोपनीयता नीति को अपडेट कर सकता हूं। इस प्रकार, आपको किसी भी परिवर्तन के लिए समय-समय पर इस पृष्ठ की समीक्षा करने की सलाह दी जाती है। मैं इस पृष्ठ पर नई गोपनीयता नीति पोस्ट करके आपको किसी भी परिवर्तन की सूचना दूंगा।\n\nयह नीति 2020-11-16 तक प्रभावी है\n\n\n**संपर्क करें**\n\nयदि आपके पास मेरी गोपनीयता नीति के बारे में कोई प्रश्न या सुझाव है, तो मुझसे jabguru007@gmail.com पर संपर्क करने में संकोच न करें।"
}