{
  "email": "Email",
  "password": "Jelszó",
  "sign_in": "Bejelentkezés",
  "sign_up": "Regisztrálj",
  "or": "VAGY",
  "dont_have_an_account": "Nincs fiókja?",
  "already_have_an_account": "Már van fiókja?",
  "register": "Regisztráció",
  "validation_email": "Írja be az e-mailt",
  "validation_email_2": "Adjon meg egy érvényes e-mailt!",
  "validation_password": "Írja be a jelszavát",
  "validation_password_2": "A jelszó túl rövid",
  "notes": "Megjegyzések",
  "no_notes_yet": "Nincsenek jegyzetek ... Mégis",
  "sign_out": "Kijelentkezés",
  "note_edit": "Szerkesztés",
  "note_new": "Új megjegyzés",
  "note_add_title": "Cím hozzáadása...",
  "note_add_details": "Részletek hozzáadása ...",
  "note_add_note": "Megjegyzés hozzáadása",
  "note_add_note_message": "Megjegyzésnek címmel kell rendelkeznie",
  "note_cat_uncategorized": "Kategória nélküli",
  "note_cat_study": "Tanulmány",
  "note_cat_personal": "Személyes",
  "note_cat_work": "Munka",
  "note_cat_todo": "Minden",
  "delete_note": "Törli ezt a jegyzetet?",
  "delete_note_undone": "Ez a művelet nem visszavonható",
  "delete_cancel": "Megszünteti",
  "delete": "Töröl",
  "change_language": "Válts nyelvet",
  "select_language": "Válasszon nyelvet",
  "language_continue": "Folytatni",
  "language_done": "Kész",
  "forgot_password": "Elfelejtette a jelszavát?",
  "reset_password_title": "Jelszó visszaállítása",
  "reset": "Visszaállítás",
  "password_reset_successful": "A jelszó-visszaállító linket sikeresen elküldtük",
  "privacy_policy_title": "Adatvédelmi irányelvek",
  "privacy_policy": "{name} az iJot alkalmazást ingyenes alkalmazásként készítette. Ezt a SZOLGÁLTATÁST a (z) {name} nyújtja díjmentesen, és a jelenlegi állapotában történő használatra szolgál.\n\nEnnek célja a felhasználók tájékoztatása a személyes adatok gyűjtésével, felhasználásával és nyilvánosságra hozatalával kapcsolatos politikáimmal kapcsolatban, ha valaki úgy dönt, hogy igénybe veszi a Szolgáltatásomat.\n\nHa úgy dönt, hogy a Szolgáltatásomat használja, akkor beleegyezik az ezen irányelvvel kapcsolatos információk gyűjtésébe és felhasználásába. Az adatait nem használom és nem osztom meg senkivel, kivéve a jelen adatvédelmi irányelvekben leírtakat.\n\n\n** Információk gyűjtése és felhasználása **\n\nA jobb élmény érdekében a Szolgáltatásunk használata során megkövetelhetem, hogy adjon meg nekünk bizonyos személyazonosításra alkalmas információkat, beleértve, de nem kizárólagosan a felhasználónévet és az e-mailt. Az általam kért információkat az eszközén tároljuk, és azokat semmilyen módon nem gyűjtem össze.\n\nAz alkalmazás valóban használ harmadik féltől származó szolgáltatásokat, amelyek az Ön azonosítására használt információkat gyűjthetnek.\n\nLink az alkalmazás által használt harmadik fél szolgáltatók adatvédelmi irányelveihez\n\n* [Google Play-szolgáltatások] (https://www.google.com/policies/privacy/)\n\n* [Google Analytics for Firebase] (https://firebase.google.com/policies/analytics)\n\n\n** Naplóadatok **\n\nTájékoztatni szeretném Önt, hogy bármikor, amikor igénybe veszi a Szolgáltatásomat, az alkalmazás hibája esetén adatokat és információkat gyűjtök (harmadik féltől származó termékeken keresztül) a telefonján, a Log Data néven. Ezek a naplóadatok tartalmazhatnak olyan információkat, mint az eszköz Internet Protocol („IP”) címe, az eszköz neve, az operációs rendszer verziója, az alkalmazás konfigurációja a Szolgáltatásom használatakor, a Szolgáltatás használatának időpontja és dátuma, valamint egyéb statisztikák. .\n\n\n**Szolgáltatók**\n\nKülső cégeket és magánszemélyeket alkalmazhatok a következő okok miatt:\n\n* Szolgáltatásunk megkönnyítése érdekében;\n\n* A szolgáltatás nyújtása a mi nevünkben;\n\n* Szolgáltatással kapcsolatos szolgáltatások nyújtása; vagy\n\n* Segíteni a Szolgáltatásunk használatának elemzésében.\n\nTájékoztatni kívánom a Szolgáltatás felhasználóit, hogy ezek a harmadik felek hozzáférnek az Ön személyes adataihoz. Ennek oka az, hogy a nevünkben elvégezzük a rájuk bízott feladatokat. Köteleznek azonban arra, hogy az információt ne hozzák nyilvánosságra és ne használják fel más célra.\n\n\n**Biztonság**\n\nNagyra értékelem a bizalmát abban, hogy személyes adatait megadja nekünk, ezért arra törekszünk, hogy kereskedelmileg elfogadható eszközöket alkalmazzunk azok védelmére. De ne feledje, hogy az interneten keresztüli továbbítás egyetlen módja vagy az elektronikus tárolás módja sem 100% -osan biztonságos és megbízható, és nem tudom garantálni annak abszolút biztonságát.\n\n\n** Változások ezen adatvédelmi irányelvekben **\n\nIdőről időre frissíthetek adatvédelmi irányelveinket. Ezért azt tanácsoljuk, hogy rendszeresen ellenőrizze ezt az oldalt bármilyen változással kapcsolatban. Értesíteni fogok minden változásról az új adatvédelmi irányelv ezen a oldalon történő közzétételével.\n\nEz a politika 2020-11-16-ig érvényes\n\n\n**Lépjen kapcsolatba velünk**\n\nHa bármilyen kérdése vagy javaslata van az adatvédelmi irányelveimmel kapcsolatban, ne habozzon kapcsolatba lépni velem a jabguru007@gmail.com címen."
}