{
  "email": "Էլ",
  "password": "Գաղտնաբառ",
  "sign_in": "Մուտք գործել",
  "sign_up": "Գրանցվել",
  "or": "ԿԱՄ",
  "dont_have_an_account": "Հաշիվ չունե՞ք:",
  "already_have_an_account": "Արդեն ունեք հաշիվ?",
  "register": "Գրանցվել",
  "validation_email": "Խնդրում ենք մուտքագրել էլ",
  "validation_email_2": "Մուտքագրեք վավեր էլ.",
  "validation_password": "Խնդրում ենք մուտքագրել գաղտնաբառը",
  "validation_password_2": "Գաղտնաբառը չափազանց կարճ է",
  "notes": "Նշումներ",
  "no_notes_yet": "Ոչ նշումներ ... Դեռևս",
  "sign_out": "Դուրս գալ",
  "note_edit": "Խմբագրել",
  "note_new": "Նոր նշում",
  "note_add_title": "Ավելացնել վերնագիր...",
  "note_add_details": "Մանրամասներ ավելացնել ...",
  "note_add_note": "Նշում ավելացրեք",
  "note_add_note_message": "Նշումը պետք է ունենա վերնագիր",
  "note_cat_uncategorized": "Uncategorized",
  "note_cat_study": "Ուսումնասիրել",
  "note_cat_personal": "Անձնական",
  "note_cat_work": "Աշխատանք",
  "note_cat_todo": "Ամեն ինչ",
  "delete_note": "Անկանու՞մ եք ջնջել այս նշումը:",
  "delete_note_undone": "Այս գործողությունը չի կարող հետարկվել",
  "delete_cancel": "Չեղարկել",
  "delete": "Նջել",
  "change_language": "Փոխել լեզուն",
  "select_language": "Ընտրել լեզուն",
  "language_continue": "Շարունակել",
  "language_done": "Կատարած",
  "forgot_password": "Մոռացել եք գաղտնաբառը?",
  "reset_password_title": "Վերականգնել գաղտնաբառը",
  "reset": "Վերականգնել",
  "password_reset_successful": "Գաղտնաբառի վերականգնման հղումը հաջողությամբ ուղարկվեց",
  "privacy_policy_title": "Գաղտնիության քաղաքականություն",
  "privacy_policy": "{name} -ը ստեղծեց iJot հավելվածը որպես անվճար ծրագիր: Այս VԱՌԱՅՈՒԹՅՈՒՆԸ տրամադրվում է {name} - ի կողմից անվճար և նախատեսված է օգտագործման համար, ինչպես կա:\n\nՍա նպատակ ունի տեղեկացնել օգտվողներին իմ քաղաքականության մասին ՝ Անձնական տվյալների հավաքագրման, օգտագործման և բացահայտման հետ կապված, եթե որևէ մեկը որոշել է օգտագործել իմ առայությունը:\n\nԵթե նախընտրում եք օգտագործել իմ ծառայությունը, ապա համաձայն եք այս քաղաքականության վերաբերյալ տեղեկատվության հավաքագրման և օգտագործման հետ: Ես ոչ մեկին չեմ օգտագործելու և չեմ կիսելու ձեր տեղեկությունները, բացառությամբ սույն գաղտնիության քաղաքականության մեջ նկարագրվածի:\n\n\n** Տեղեկատվության հավաքում և օգտագործում **\n\nԱվելի լավ փորձի համար, մեր ծառայությունն օգտագործելիս, ես կարող եմ պահանջել, որ մեզ տրամադրեք որոշակի անձամբ ճանաչելի տեղեկություններ, ներառյալ, բայց չսահմանափակված օգտագործողի անունով և էլ. Փոստով: Այն տեղեկությունները, որոնք ես հայցում եմ, կպահպանվեն ձեր սարքում և ոչ մի կերպ չեն հավաքվում իմ կողմից:\n\nՐագիրն իրոք օգտագործում է երրորդ կողմի ծառայություններ, որոնք կարող են տեղեկություններ հավաքել ձեզ նույնականացնելու համար:\n\nՀղում դեպի հավելվածի կողմից օգտագործվող երրորդ կողմի ծառայություններ մատուցող անձանց գաղտնիության քաղաքականությունը\n\n* [Google Play Services] (https://www.google.com/policies/privacy/)\n\n* [Google Analytics Firebase- ի համար] (https://firebase.google.com/policies/analytics)\n\n\n** Մատյան տվյալների **\n\nԵս ուզում եմ ձեզ տեղեկացնել, որ երբ դուք օգտագործում եք իմ ծառայությունը, հավելվածում սխալի դեպքում ես հավաքում եմ տվյալներ և տեղեկություններ (երրորդ կողմի ապրանքների միջոցով) ձեր հեռախոսի վրա, որը կոչվում է Log Data: Այս տեղեկամատյան տվյալները կարող են ներառել տեղեկություններ, ինչպիսիք են ձեր սարքը ինտերնետային պրոտոկոլի («IP») հասցեն, սարքի անվանումը, օպերացիոն համակարգի տարբերակը, ծրագրի կազմաձևումը իմ ծառայությունն օգտագործելիս, ծառայության օգտագործման ժամանակը և ամսաթիվը և այլ վիճակագրություն: ,\n\n\n** Provառայություններ մատուցողներ **\n\nԵս կարող եմ վարձել երրորդ կողմի ընկերություններ և անհատներ `հետևյալ պատճառներով.\n\n* Մեր ծառայությունը հեշտացնելու համար.\n\n* Մեր անունից մատուցել առայությունը.\n\n* Serviceառայություններին առնչվող ծառայություններ իրականացնել. կամ\n\n* Օգնել մեզ վերլուծել, թե ինչպես է օգտագործվում մեր ծառայությունը:\n\nԵս ուզում եմ տեղեկացնել այս usersառայության օգտվողներին, որ այս երրորդ կողմերը մուտք ունեն ձեր Անձնական Տեղեկատվություն: Պատճառն այն է, որ մեր կողմից իրենց հանձնարարված խնդիրները կատարեն: Այնուամենայնիվ, նրանք պարտավոր են չհրապարակել կամ օգտագործել տեղեկատվությունը որևէ այլ նպատակով:\n\n\n** Անվտանգություն **\n\nԵս գնահատում եմ ձեր վստահությունը `մեզ տրամադրելու ձեր անձնական տեղեկությունները, ուստի մենք ձգտում ենք օգտագործել դրանք պաշտպանելու առևտրային առումով ընդունելի միջոցներ: Բայց հիշեք, որ ինտերնետով փոխանցման ոչ մի եղանակ կամ էլեկտրոնային պահեստավորման եղանակ 100% անվտանգ և հուսալի չէ, և ես չեմ կարող երաշխավորել դրա բացարձակ անվտանգությունը:\n\n\n** Այս գաղտնիության քաղաքականության մեջ փոփոխություններ **\n\nԵս կարող եմ ժամանակ առ ժամանակ թարմացնել մեր Գաղտնիության քաղաքականությունը: Այսպիսով, ձեզ խորհուրդ է տրվում պարբերաբար վերանայել այս էջը `ցանկացած փոփոխության համար: Ես ձեզ կտեղեկացնեմ ցանկացած փոփոխության մասին ՝ այս էջում տեղադրելով նոր Գաղտնիության քաղաքականություն:\n\nԱյս քաղաքականությունն ուժի մեջ է 2020-11-16 թվականների դրությամբ\n\n\n** Կապվեք մեզ հետ **\n\nԵթե ունեք հարցեր կամ առաջարկներ իմ Գաղտնիության քաղաքականության վերաբերյալ, մի հապաղեք կապվեք ինձ հետ jabguru007@gmail.com էլ."
}