{
    "email": "Surel",
    "password": "Kata sandi",
    "sign_in": "Masuk",
    "sign_up": "Mendaftar",
    "or": "ATAU",
    "dont_have_an_account": "Belum punya akun?",
    "already_have_an_account": "Sudah memiliki akun?",
    "register": "Daftar",
    "validation_email": "Silahkan masukan email",
    "validation_email_2": "Masukkan email yang valid!",
    "validation_password": "Silakan masukkan kata sandi",
    "validation_password_2": "Sandi terlalu pendek",
    "notes": "Catatan",
    "no_notes_yet": "Tidak Ada Catatan... Belum",
    "sign_out": "Keluar",
    "note_edit": "Sunting",
    "note_new": "Catatan Baru",
    "note_add_title": "Tambahkan judul...",
    "note_add_details": "Tambahkan Detail...",
    "note_add_note": "Menambahkan catatan",
    "note_add_note_message": "Catatan Harus Memiliki Judul",
    "note_cat_uncategorized": "Tidak dikategorikan",
    "note_cat_study": "Belajar",
    "note_cat_personal": "Pribadi",
    "note_cat_work": "Bekerja",
    "note_cat_todo": "Melakukan",
    "delete_note": "Apakah Anda ingin Menghapus Catatan ini?",
    "delete_note_undone": "Tindakan ini tidak bisa dibatalkan",
    "delete_cancel": "Membatalkan",
    "delete": "Menghapus",
    "change_language": "Ganti BAHASA",
    "select_language": "Pilih bahasa",
    "language_continue": "Melanjutkan",
    "language_done": "Selesai",
    "forgot_password": "Tidak ingat kata sandi?",
    "reset_password_title": "Atur Ulang Kata Sandi",
    "reset": "Mengatur ulang",
    "password_reset_successful": "Tautan pengaturan ulang kata sandi telah berhasil dikirim",
    "close": "Menutup",
    "privacy_policy_title": "Kebijakan pribadi",
    "privacy_policy": "{name} membuat aplikasi iJot sebagai aplikasi Gratis. LAYANAN ini disediakan oleh {name} tanpa biaya dan dimaksudkan untuk digunakan apa adanya.\n\nIni untuk memberi tahu pengguna tentang kebijakan saya dengan pengumpulan, penggunaan, dan pengungkapan Informasi Pribadi jika ada yang memutuskan untuk menggunakan Layanan saya.\n\nJika Anda memilih untuk menggunakan Layanan saya, maka Anda menyetujui pengumpulan dan penggunaan informasi sehubungan dengan kebijakan ini. Saya tidak akan menggunakan atau membagikan informasi Anda dengan siapa pun kecuali seperti yang dijelaskan dalam Kebijakan Privasi ini.\n\n\n**Pengumpulan dan Penggunaan Informasi**\n\nUntuk pengalaman yang lebih baik, saat menggunakan Layanan kami, saya mungkin meminta Anda untuk memberikan kami informasi pengenal pribadi tertentu, termasuk tetapi tidak terbatas pada nama pengguna dan email. Informasi yang saya minta akan disimpan di perangkat Anda dan tidak dikumpulkan oleh saya dengan cara apa pun.\n\nAplikasi memang menggunakan layanan pihak ketiga yang dapat mengumpulkan informasi yang digunakan untuk mengidentifikasi Anda.\n\nTautan ke kebijakan privasi penyedia layanan pihak ketiga yang digunakan oleh aplikasi\n\n* [Layanan Google Play](https://www.google.com/policies/privacy/)\n\n* [Google Analytics untuk Firebase](https://firebase.google.com/policies/analytics)\n\n\n**Mencatat Data**\n\nSaya ingin memberi tahu Anda bahwa setiap kali Anda menggunakan Layanan saya, jika terjadi kesalahan pada aplikasi, saya mengumpulkan data dan informasi (melalui produk pihak ketiga) di ponsel Anda yang disebut Data Log. Data Log ini dapat mencakup informasi seperti alamat Protokol Internet (“IP”) perangkat Anda, nama perangkat, versi sistem operasi, konfigurasi aplikasi saat menggunakan Layanan saya, waktu dan tanggal penggunaan Layanan oleh Anda, dan statistik lainnya .\n\n\n**Penyedia jasa**\n\nSaya dapat mempekerjakan perusahaan dan individu pihak ketiga karena alasan berikut:\n\n* Untuk memfasilitasi Layanan kami;\n\n* Untuk menyediakan Layanan atas nama kami;\n\n* Untuk melakukan layanan terkait Layanan; atau\n\n* Untuk membantu kami menganalisis bagaimana Layanan kami digunakan.\n\nSaya ingin memberi tahu pengguna Layanan ini bahwa pihak ketiga ini memiliki akses ke Informasi Pribadi Anda. Alasannya adalah untuk melakukan tugas yang diberikan kepada mereka atas nama kita. Namun, mereka berkewajiban untuk tidak mengungkapkan atau menggunakan informasi tersebut untuk tujuan lain apa pun.\n\n\n**Keamanan**\n\nSaya menghargai kepercayaan Anda dalam memberikan Informasi Pribadi Anda kepada kami, oleh karena itu kami berusaha untuk menggunakan cara yang dapat diterima secara komersial untuk melindunginya. Namun perlu diingat bahwa tidak ada metode transmisi melalui internet, atau metode penyimpanan elektronik yang 100% aman dan andal, dan saya tidak dapat menjamin keamanan mutlaknya.\n\n\n**Perubahan Kebijakan Privasi Ini**\n\nSaya dapat memperbarui Kebijakan Privasi kami dari waktu ke waktu. Dengan demikian, Anda disarankan untuk meninjau halaman ini secara berkala untuk setiap perubahan. Saya akan memberi tahu Anda tentang perubahan apa pun dengan memposting Kebijakan Privasi baru di halaman ini.\n\nKebijakan ini berlaku mulai 16-11-2020\n\n\n**Hubungi kami**\n\nJika Anda memiliki pertanyaan atau saran tentang Kebijakan Privasi saya, jangan ragu untuk menghubungi saya di jabguru007@gmail.com.",
    "search": "Mencari",
    "no_content_search": "Tidak dapat menemukan catatan menggunakan \"{searchText}\"",
    "error_uploading_file": "Galat Saat Mengunggah Berkas",
    "file_exceeds_limit": "File melebihi {batas}",
    "gallery": "Galeri",
    "link": "Tautan",
    "capture_a_photo": "Ambil foto",
    "capture_a_video": "Rekam video",
    "copy": "Menyalin",
    "copy_for_whatsapp": "Salin untuk WhatsApp",
    "copy_for_whatsapp_success": "Teks disalin ke papan klip",
    "copy_for_whatsapp_failed": "Gagal menyalin teks",
    "note_cat_all": "Semua",
    "delete_account": "Hapus akun Saya",
    "delete_account_confirmation": "Apakah Anda yakin ingin menghapus akun Anda?",
    "delete_account_confirmation_details": "Semua catatan Anda akan hilang dan Anda diharuskan mendaftarkan akun baru untuk menggunakan iJOT.",
    "delete_account_sucessful": "Akun Berhasil Dihapus!",
    "delete_account_error": "Kesalahan Saat Menghapus Akun! Masuk Lagi.",
    "sort_notes": "Urutkan catatan"
}