{
    "email": "Tölvupóstur",
    "password": "Lykilorð",
    "sign_in": "Skráðu þig inn",
    "sign_up": "Skráðu þig",
    "or": "EÐA",
    "dont_have_an_account": "Ertu ekki með reikning?",
    "already_have_an_account": "Ertu nú þegar með reikning?",
    "register": "Skráðu þig",
    "validation_email": "Vinsamlega sláðu inn tölvupóst",
    "validation_email_2": "Sláðu inn gildan tölvupóst!",
    "validation_password": "Vinsamlega sláðu inn lykilorð",
    "validation_password_2": "Of stutt lykilorð",
    "notes": "Skýringar",
    "no_notes_yet": "Engar athugasemdir... Samt",
    "sign_out": "Útskrá",
    "note_edit": "Breyta",
    "note_new": "Ný athugasemd",
    "note_add_title": "Bættu við titli...",
    "note_add_details": "Bæta við upplýsingum...",
    "note_add_note": "Bæta við athugasemd",
    "note_add_note_message": "Athugið verður að hafa titil",
    "note_cat_uncategorized": "Óflokkað",
    "note_cat_study": "Nám",
    "note_cat_personal": "Persónulegt",
    "note_cat_work": "Vinna",
    "note_cat_todo": "Að gera",
    "delete_note": "Viltu eyða þessari athugasemd?",
    "delete_note_undone": "Ekki er hægt að afturkalla þessa aðgerð",
    "delete_cancel": "Hætta við",
    "delete": "Eyða",
    "change_language": "Skipta um tungumál",
    "select_language": "Veldu tungumál",
    "language_continue": "Halda áfram",
    "language_done": "Búið",
    "forgot_password": "Gleymt lykilorð?",
    "reset_password_title": "Endur stilla lykilorð",
    "reset": "Endurstilla",
    "password_reset_successful": "Tengill til að endurstilla lykilorð hefur verið sendur",
    "close": "Loka",
    "privacy_policy_title": "Friðhelgisstefna",
    "privacy_policy": "{name} smíðaði iJot appið sem ókeypis app. Þessi ÞJÓNUSTA er veitt af {name} án endurgjalds og er ætluð til notkunar eins og hún er.\n\nÞetta er til að upplýsa notendur um stefnur mínar varðandi söfnun, notkun og birtingu persónuupplýsinga ef einhver ákvað að nota þjónustu mína.\n\nEf þú velur að nota þjónustu mína, þá samþykkir þú söfnun og notkun upplýsinga í tengslum við þessa stefnu. Ég mun ekki nota eða deila upplýsingum þínum með neinum nema eins og lýst er í þessari persónuverndarstefnu.\n\n\n**Upplýsingasöfnun og notkun**\n\nTil að fá betri upplifun, meðan ég nota þjónustu okkar, gæti ég krafist þess að þú veitir okkur ákveðnar persónugreinanlegar upplýsingar, þar á meðal en ekki takmarkað við notandanafn og tölvupóst. Upplýsingarnar sem ég bið um verða varðveittar í tækinu þínu og er ekki safnað af mér á nokkurn hátt.\n\nForritið notar þjónustu þriðja aðila sem gæti safnað upplýsingum sem notaðar eru til að auðkenna þig.\n\nTengill á persónuverndarstefnu þjónustuveitenda þriðja aðila sem appið notar\n\n* [Google Play Services](https://www.google.com/policies/privacy/)\n\n* [Google Analytics fyrir Firebase](https://firebase.google.com/policies/analytics)\n\n\n**Loggögn**\n\nÉg vil upplýsa þig um að í hvert skipti sem þú notar þjónustuna mína safna ég gögnum og upplýsingum (með þriðju aðila) í símanum þínum sem kallast Log Data ef villa er í appinu. Þessi annálagögn geta innihaldið upplýsingar eins og Internet Protocol („IP“) heimilisfang tækisins þíns, heiti tækis, útgáfu stýrikerfis, uppsetningu forritsins þegar þú notar þjónustuna mína, tíma og dagsetningu notkunar þinnar á þjónustunni og önnur tölfræði .\n\n\n**Þjónustuveitendur**\n\nÉg gæti ráðið fyrirtæki og einstaklinga frá þriðja aðila af eftirfarandi ástæðum:\n\n* Til að auðvelda þjónustu okkar;\n\n* Til að veita þjónustuna fyrir okkar hönd;\n\n* Að framkvæma þjónustutengda þjónustu; eða\n\n* Til að aðstoða okkur við að greina hvernig þjónustan okkar er notuð.\n\nÉg vil upplýsa notendur þessarar þjónustu um að þessir þriðju aðilar hafi aðgang að persónuupplýsingunum þínum. Ástæðan er sú að sinna þeim verkefnum sem þeim eru falin fyrir okkar hönd. Hins vegar er þeim skylt að birta ekki eða nota upplýsingarnar í öðrum tilgangi.\n\n\n**Öryggi**\n\nÉg met mikils traust þitt á að veita okkur persónuupplýsingar þínar, þannig að við kappkostum að nota viðskiptalega viðunandi aðferðir til að vernda þær. En mundu að engin sendingaraðferð í gegnum internetið eða rafræn geymsluaðferð er 100% örugg og áreiðanleg og ég get ekki ábyrgst algjört öryggi þess.\n\n\n**Breytingar á þessari persónuverndarstefnu**\n\nÉg gæti uppfært persónuverndarstefnu okkar af og til. Þess vegna er þér bent á að skoða þessa síðu reglulega fyrir allar breytingar. Ég mun láta þig vita af öllum breytingum með því að birta nýju persónuverndarstefnuna á þessari síðu.\n\nÞessi stefna tekur gildi frá og með 2020-11-16\n\n\n**Hafðu samband við okkur**\n\nEf þú hefur einhverjar spurningar eða ábendingar um persónuverndarstefnu mína skaltu ekki hika við að hafa samband við mig á jabguru007@gmail.com.",
    "search": "Leita",
    "no_content_search": "Fann ekki athugasemd með „{searchText}“",
    "error_uploading_file": "Villa við að hlaða upp skrá",
    "file_exceeds_limit": "Skrá fer yfir {limit}",
    "gallery": "Gallerí",
    "link": "Tengill",
    "capture_a_photo": "Taktu mynd",
    "capture_a_video": "Taktu myndband",
    "copy": "Afrita",
    "copy_for_whatsapp": "Afritaðu fyrir WhatsApp",
    "copy_for_whatsapp_success": "Texti afritaður á klippiborð",
    "copy_for_whatsapp_failed": "Mistókst að afrita texta",
    "note_cat_all": "Allt",
    "delete_account": "Eyða reikningnum mínum",
    "delete_account_confirmation": "Ertu viss um að þú viljir eyða reikningnum þínum?",
    "delete_account_confirmation_details": "Allar athugasemdir þínar munu glatast og þú verður að skrá nýjan reikning til að nota iJOT.",
    "delete_account_sucessful": "Reikningi eytt!",
    "delete_account_error": "Villa við að eyða reikningi! Skráðu þig inn aftur.",
    "sort_notes": "Raða glósum"
}