{
  "email": "Tölvupóstur",
  "password": "Lykilorð",
  "sign_in": "Skráðu þig inn",
  "sign_up": "Skráðu þig",
  "or": "EÐA",
  "dont_have_an_account": "Ertu ekki með reikning?",
  "already_have_an_account": "Ertu þegar með reikning?",
  "register": "Skráðu þig",
  "validation_email": "Vinsamlegast sláðu inn tölvupóst",
  "validation_email_2": "Sláðu inn gilt tölvupóst!",
  "validation_password": "Vinsamlegast sláðu inn lykilorð",
  "validation_password_2": "Lykilorð of stutt",
  "notes": "Skýringar",
  "no_notes_yet": "Engar athugasemdir ... Ennþá",
  "sign_out": "Útskrá",
  "note_edit": "Breyta",
  "note_new": "Ný athugasemd",
  "note_add_title": "Bættu við titli...",
  "note_add_details": "Bæta við upplýsingum ...",
  "note_add_note": "Bæta við athugasemd",
  "note_add_note_message": "Athugið verður að hafa titil",
  "note_cat_uncategorized": "Óflokkað",
  "note_cat_study": "Nám",
  "note_cat_personal": "Persónulegt",
  "note_cat_work": "Vinna",
  "note_cat_todo": "Allt",
  "delete_note": "Viltu eyða þessari athugasemd?",
  "delete_note_undone": "Ekki er hægt að afturkalla þessa aðgerð",
  "delete_cancel": "Hætta við",
  "delete": "Eyða",
  "change_language": "Skipta um tungumál",
  "select_language": "Veldu tungumál",
  "language_continue": "Haltu áfram",
  "language_done": "Gjört",
  "forgot_password": "Gleymt lykilorð?",
  "reset_password_title": "Endur stilla lykilorð",
  "reset": "Endurstilla",
  "password_reset_successful": "Tengill um endurstillingu lykilorðs hefur verið sendur",
  "privacy_policy_title": "Friðhelgisstefna",
  "privacy_policy": "{name} smíðaði iJot forritið sem ókeypis forrit. Þessi ÞJÓNUSTA er veitt af {name} án kostnaðar og er ætluð til notkunar eins og hún er.\n\nÞetta er til að upplýsa notendur um stefnur mínar varðandi söfnun, notkun og miðlun persónuupplýsinga ef einhver ákvað að nota þjónustuna mína.\n\nEf þú velur að nota þjónustuna mína samþykkir þú söfnun og notkun upplýsinga í tengslum við þessa stefnu. Ég mun ekki nota eða deila upplýsingum þínum með neinum nema eins og lýst er í þessari persónuverndarstefnu.\n\n\n** Upplýsingaöflun og notkun **\n\nTil að fá betri reynslu, meðan ég nota þjónustuna, gæti ég krafist þess að þú látir okkur í té ákveðnar persónugreinanlegar upplýsingar, þar á meðal en ekki takmarkað við notendanafn og netfang. Upplýsingarnar sem ég óska eftir verða geymdar í tækinu þínu og safnast ekki af mér á neinn hátt.\n\nForritið notar þjónustu þriðja aðila sem kann að safna upplýsingum sem notaðar eru til að bera kennsl á þig.\n\nTengill á persónuverndarstefnu þjónustuaðila þriðja aðila sem appið notar\n\n* [Google Play þjónusta] (https://www.google.com/policies/privacy/)\n\n* [Google Analytics fyrir Firebase] (https://firebase.google.com/policies/analytics)\n\n\n** Loggögn **\n\nÉg vil upplýsa þig um að hvenær sem þú notar þjónustuna mína, í tilfelli mistaka í forritinu, safna ég gögnum og upplýsingum (í gegnum vörur þriðju aðila) í símanum þínum sem kallast Loggögn. Þessi loggögn geta innihaldið upplýsingar svo sem netbókunar netfang (“IP”) heimilisfang, heiti tækisins, útgáfu stýrikerfis, stillingar forritsins þegar þú notar þjónustuna mína, tíma og dagsetningu þegar þú notar þjónustuna og aðrar tölfræði .\n\n\n** Þjónustuaðilar **\n\nÉg gæti ráðið fyrirtæki og einstaklinga frá þriðja aðila af eftirfarandi ástæðum:\n\n* Til að auðvelda þjónustu okkar;\n\n* Að veita þjónustuna fyrir okkar hönd;\n\n* Að framkvæma þjónustutengda þjónustu; eða\n\n* Til að aðstoða okkur við að greina hvernig þjónustan okkar er notuð.\n\nÉg vil upplýsa notendur þessarar þjónustu um að þessir þriðju aðilar hafi aðgang að persónulegum upplýsingum þínum. Ástæðan er að framkvæma þau verkefni sem þeim eru falin fyrir okkar hönd. Hins vegar er þeim skylt að birta ekki upplýsingarnar eða nota þær í neinum öðrum tilgangi.\n\n\n** Öryggi **\n\nÉg met mikils trausts þíns til að veita okkur persónulegar upplýsingar þínar, þannig að við erum að leitast við að nota viðskiptalega viðunandi leiðir til að vernda þær. En mundu að engin aðferð við sendingu um internetið eða aðferð við rafræna geymslu er 100% örugg og áreiðanleg og ég get ekki ábyrgst alger öryggi hennar.\n\n\n** Breytingar á þessari persónuverndarstefnu **\n\nÉg gæti uppfært persónuverndarstefnu okkar af og til. Þess vegna er þér ráðlagt að fara yfir þessa síðu reglulega með tilliti til breytinga. Ég mun tilkynna þér um breytingar með því að setja nýju persónuverndarstefnuna á þessa síðu.\n\nÞessi stefna hefur áhrif frá og með 2020-11-16\n\n\n**Hafðu samband við okkur**\n\nEf þú hefur einhverjar spurningar eða tillögur um persónuverndarstefnu mína, ekki hika við að hafa samband við mig á jabguru007@gmail.com."
}