{
    "email": "E-mail",
    "password": "Parola d'ordine",
    "sign_in": "Registrazione",
    "sign_up": "Iscrizione",
    "or": "O",
    "dont_have_an_account": "Non hai un account?",
    "already_have_an_account": "Hai già un account?",
    "register": "Registrati",
    "validation_email": "Si prega di inserire l'e-mail",
    "validation_email_2": "Inserisci una email valida!",
    "validation_password": "Si prega di inserire la password",
    "validation_password_2": "Password troppo corta",
    "notes": "Appunti",
    "no_notes_yet": "Nessuna nota... ancora",
    "sign_out": "Disconnessione",
    "note_edit": "Modificare",
    "note_new": "Nuova Nota",
    "note_add_title": "Aggiungi titolo...",
    "note_add_details": "Aggiungi dettagli...",
    "note_add_note": "Aggiungi nota",
    "note_add_note_message": "La nota deve avere un titolo",
    "note_cat_uncategorized": "Non categorizzato",
    "note_cat_study": "Studio",
    "note_cat_personal": "Personale",
    "note_cat_work": "Lavoro",
    "note_cat_todo": "Fare",
    "delete_note": "Vuoi eliminare questa nota?",
    "delete_note_undone": "Questa azione non può essere annullata",
    "delete_cancel": "Annulla",
    "delete": "Eliminare",
    "change_language": "Cambia lingua",
    "select_language": "Seleziona la lingua",
    "language_continue": "Continua",
    "language_done": "Fatto",
    "forgot_password": "Ha dimenticato la password?",
    "reset_password_title": "Resetta la password",
    "reset": "Ripristina",
    "password_reset_successful": "Il link per reimpostare la password è stato inviato con successo",
    "close": "Vicino",
    "privacy_policy_title": "politica sulla riservatezza",
    "privacy_policy": "{name} ha creato l'app iJot come app gratuita. Questo SERVIZIO è fornito da {nome} senza alcun costo ed è destinato all'uso così com'è.\n\nQuesto è per informare gli utenti in merito alle mie politiche con la raccolta, l'uso e la divulgazione di informazioni personali se qualcuno ha deciso di utilizzare il mio servizio.\n\nSe scegli di utilizzare il mio Servizio, accetti la raccolta e l'utilizzo delle informazioni in relazione a questa politica. Non userò né condividerò le tue informazioni con nessuno, ad eccezione di quanto descritto nella presente Informativa sulla privacy.\n\n\n**Raccolta e utilizzo delle informazioni**\n\nPer una migliore esperienza, durante l'utilizzo del nostro Servizio, potrei richiederti di fornirci alcune informazioni di identificazione personale, inclusi ma non limitati a nome utente ed e-mail. Le informazioni che richiedo verranno conservate sul tuo dispositivo e non vengono raccolte da me in alcun modo.\n\nL'app utilizza servizi di terze parti che potrebbero raccogliere informazioni utilizzate per identificarti.\n\nLink all'informativa sulla privacy dei fornitori di servizi terzi utilizzati dall'app\n\n* [Google Play Services](https://www.google.com/policies/privacy/)\n\n* [Google Analytics per Firebase](https://firebase.google.com/policies/analytics)\n\n\n**Dati di registro**\n\nVoglio informarti che ogni volta che utilizzi il mio Servizio, in caso di errore nell'app raccolgo dati e informazioni (tramite prodotti di terze parti) sul tuo telefono chiamati Log Data. Questi dati di registro possono includere informazioni come l'indirizzo del protocollo Internet (\"IP\") del dispositivo, il nome del dispositivo, la versione del sistema operativo, la configurazione dell'app quando si utilizza il mio servizio, l'ora e la data dell'utilizzo del servizio e altre statistiche .\n\n\n**Fornitori di servizi**\n\nPotrei assumere società e individui di terze parti per i seguenti motivi:\n\n* Per facilitare il nostro Servizio;\n\n* Per fornire il Servizio per nostro conto;\n\n* Per eseguire servizi relativi al servizio; O\n\n* Per aiutarci ad analizzare come viene utilizzato il nostro Servizio.\n\nVoglio informare gli utenti di questo servizio che queste terze parti hanno accesso alle tue informazioni personali. Il motivo è svolgere i compiti loro assegnati per nostro conto. Tuttavia, sono obbligati a non divulgare o utilizzare le informazioni per qualsiasi altro scopo.\n\n\n**Sicurezza**\n\nApprezzo la tua fiducia nel fornirci le tue informazioni personali, quindi ci sforziamo di utilizzare mezzi commercialmente accettabili per proteggerle. Ma ricorda che nessun metodo di trasmissione su Internet o metodo di archiviazione elettronica è sicuro e affidabile al 100% e non posso garantirne l'assoluta sicurezza.\n\n\n**Modifiche alla presente Informativa sulla privacy**\n\nPotrei aggiornare la nostra Informativa sulla privacy di tanto in tanto. Pertanto, si consiglia di rivedere periodicamente questa pagina per eventuali modifiche. Ti informerò di eventuali modifiche pubblicando la nuova Informativa sulla privacy in questa pagina.\n\nQuesta politica è in vigore dal 2020-11-16\n\n\n**Contattaci**\n\nIn caso di domande o suggerimenti sulla mia Informativa sulla privacy, non esitare a contattarmi all'indirizzo jabguru007@gmail.com.",
    "search": "Ricerca",
    "no_content_search": "Impossibile trovare una nota utilizzando \"{searchText}\"",
    "error_uploading_file": "Errore durante il caricamento del file",
    "file_exceeds_limit": "Il file supera {limit}",
    "gallery": "Galleria",
    "link": "Collegamento",
    "capture_a_photo": "Scatta una foto",
    "capture_a_video": "Cattura un video",
    "copy": "copia",
    "copy_for_whatsapp": "Copia per WhatsApp",
    "copy_for_whatsapp_success": "Testo copiato negli appunti",
    "copy_for_whatsapp_failed": "Impossibile copiare il testo",
    "note_cat_all": "Tutto",
    "delete_account": "Cancella il mio account",
    "delete_account_confirmation": "Sei sicuro di voler eliminare il tuo account?",
    "delete_account_confirmation_details": "Tutte le tue note andranno perse e ti verrà richiesto di registrare un nuovo account per utilizzare iJOT.",
    "delete_account_sucessful": "Account eliminato con successo!",
    "delete_account_error": "Errore durante l'eliminazione dell'account! Accedi di nuovo.",
    "sort_notes": "Ordina le note"
}