{
  "email": "Электрондық пошта",
  "password": "Пароль",
  "sign_in": "Кіру",
  "sign_up": "Тіркелу",
  "or": "НЕМЕСЕ",
  "dont_have_an_account": "Есептік жазбаңыз жоқ па?",
  "already_have_an_account": "Есептік жазбаңыз бар ма?",
  "register": "Тіркелу",
  "validation_email": "Электрондық поштаны енгізіңіз",
  "validation_email_2": "Жарамды электрондық поштаны енгізіңіз!",
  "validation_password": "Құпия сөзді енгізіңіз",
  "validation_password_2": "Құпия сөз тым қысқа",
  "notes": "Ескертулер",
  "no_notes_yet": "Ескертулер жоқ ... Дегенмен",
  "sign_out": "Шығу",
  "note_edit": "Өңдеу",
  "note_new": "Жаңа ескертпе",
  "note_add_title": "Тақырып қосу ...",
  "note_add_details": "Мәліметтер қосу ...",
  "note_add_note": "Жазба қосу",
  "note_add_note_message": "Ескертуде тақырып болуы керек",
  "note_cat_uncategorized": "Санатталмаған",
  "note_cat_study": "Оқу",
  "note_cat_personal": "Жеке",
  "note_cat_work": "Жұмыс",
  "note_cat_todo": "Барлығы",
  "delete_note": "Осы жазбаны жойғыңыз келе ме?",
  "delete_note_undone": "Бұл әрекетті қайтару мүмкін емес",
  "delete_cancel": "Бас тарту",
  "delete": "Жою",
  "change_language": "Тілді өзгерту",
  "select_language": "Тілді таңдаңыз",
  "language_continue": "Жалғастыру",
  "language_done": "Дайын",
  "forgot_password": "Құпия сөзді ұмыттыңыз ба?",
  "reset_password_title": "Құпия сөзді қалпына келтіру",
  "reset": "Қалпына келтіру",
  "password_reset_successful": "Құпия сөзді қалпына келтіру сілтемесі сәтті жіберілді",
  "privacy_policy_title": "Құпиялылық саясаты",
  "privacy_policy": "{name} iJot қолданбасын Тегін бағдарлама ретінде жасады. Бұл ҚЫЗМЕТ ақысыз {name} арқылы ұсынылады және сол күйінде пайдалануға арналған.\n\nБұл пайдаланушыларға менің саясатыма қатысты жеке ақпаратты жинауға, пайдалануға және ашуға қатысты ақпарат беру, егер кімде-кім менің қызметімді пайдалануға шешім қабылдаса.\n\nЕгер сіз менің қызметімді пайдаланғыңыз келсе, онда сіз осы саясатқа қатысты ақпаратты жинауға және пайдалануға келісесіз. Мен сіздің ақпаратыңызды осы Құпиялылық саясатында сипатталған жағдайларды қоспағанда, ешкіммен пайдаланбаймын немесе бөліспеймін.\n\n\n** Ақпаратты жинау және қолдану **\n\nЖақсырақ тәжірибе алу үшін, біздің қызметті пайдалану кезінде мен сізден бізден жеке сәйкестендірілетін белгілі бір ақпаратты, соның ішінде пайдаланушы аты мен электронды поштаны қоса, беруіңізді талап ете аламын. Мен сұраған ақпарат сіздің құрылғыңызда сақталады және мен оны ешқандай жолмен жинамаймын.\n\nҚолданба сізді анықтау үшін пайдаланылатын ақпаратты жинай алатын үшінші тарап қызметтерін пайдаланады.\n\nҚолданба қолданатын үшінші тарап қызметтерін жеткізушілердің құпиялылық саясатына сілтеме\n\n* [Google Play қызметтері] (https://www.google.com/policies/privacy/)\n\n* [Firebase үшін Google Analytics] (https://firebase.google.com/policies/analytics)\n\n\n** Журнал деректері **\n\nСізге менің Қызметті қолданған кезде, бағдарламада қате болған жағдайда, мен сіздің телефоныңызға Log Data деп аталатын мәліметтер мен ақпараттарды (үшінші тарап өнімдері арқылы) жинайтынымды хабарлаймын. Бұл журнал деректері сіздің құрылғыңыздың Интернет протоколы («IP») мекен-жайы, құрылғының атауы, амалдық жүйенің нұсқасы, менің қызметімді пайдаланған кезде қолданбаның конфигурациясы, сіз қызметті пайдаланған уақыт пен күн және басқа статистика сияқты ақпаратты қамтуы мүмкін. .\n\n\n** Қызмет көрсетушілер **\n\nМен келесі себептерге байланысты үшінші тарап компаниялары мен жеке тұлғаларды жұмысқа тарта аламын:\n\n* Біздің қызметті жеңілдету үшін;\n\n* Біздің атымыздан қызмет көрсету;\n\n* Қызметке байланысты қызметтерді орындау; немесе\n\n* Біздің Қызметтің қалай қолданылатынын талдауға көмектесу.\n\nОсы Сервистің пайдаланушыларына сіздің жеке ақпаратыңызға үшінші тұлғалардың қол жеткізе алатындығы туралы хабарлағым келеді. Себебі, оларға берілген тапсырмаларды біздің атымыздан орындау. Алайда, олар ақпаратты жарияламауға немесе басқа мақсатта пайдаланбауға міндетті.\n\n\n** қауіпсіздік **\n\nБіз сіздің жеке ақпаратыңызды ұсынатындығыңызды бағалаймын, сондықтан біз оны қорғаудың коммерциялық қолайлы құралдарын қолдануға тырысамыз. Интернет желісінде немесе электронды сақтау әдісінде 100% қауіпсіз және сенімді жеткізу әдісі жоқ екенін ұмытпаңыз, сондықтан мен оның абсолютті қауіпсіздігіне кепілдік бере алмаймын.\n\n\n** Осы құпиялылық саясатына енгізілген өзгерістер **\n\nҚұпиялылық саясатымызды анда-санда жаңартып отыруым мүмкін. Осылайша, кез-келген өзгерту үшін осы парақты мезгіл-мезгіл қарап отыруға кеңес береміз. Мен кез-келген өзгеріс туралы жаңа құпиялылық саясатын осы параққа орналастыру арқылы хабардар етемін.\n\nБұл саясат 2020-11-16 аралығында қолданыста болады\n\n\n**Бізбен хабарласыңыз**\n\nЕгер менің құпиялылық саясатыма қатысты сұрақтарыңыз бен ұсыныстарыңыз болса, менімен jabguru007@gmail.com мекен-жайы бойынша байланысудан тартынбаңыз."
}