{
  "email": "អ៊ីមែល",
  "password": "ពាក្យសម្ងាត់",
  "sign_in": "ចូល",
  "sign_up": "ចុះ​ឈ្មោះ",
  "or": "ឬ",
  "dont_have_an_account": "មិនមានគណនីមែនទេ?",
  "already_have_an_account": "មានគណនីរួចហើយ?",
  "register": "ចុះឈ្មោះ",
  "validation_email": "សូមបញ្ចូលអ៊ីមែល",
  "validation_email_2": "បញ្ចូលអ៊ីមែលត្រឹមត្រូវ!",
  "validation_password": "សូមបញ្ចូលពាក្យសម្ងាត់",
  "validation_password_2": "ពាក្យសម្ងាត់ខ្លីពេក",
  "notes": "កំណត់ចំណាំ",
  "no_notes_yet": "មិនមានកំណត់ចំណាំ ... នៅឡើយទេ",
  "sign_out": "ចាកចេញ",
  "note_edit": "កែសម្រួល",
  "note_new": "កំណត់សម្គាល់ថ្មី",
  "note_add_title": "ដាក់​ចំណងជើង...",
  "note_add_details": "បន្ថែមព័ត៌មានលំអិត ...",
  "note_add_note": "បន្ថែម​កំណត់ចំណាំ",
  "note_add_note_message": "ចំណាំត្រូវតែមានចំណងជើង",
  "note_cat_uncategorized": "មិនបានចាត់ថ្នាក់",
  "note_cat_study": "សិក្សា",
  "note_cat_personal": "ផ្ទាល់ខ្លួន",
  "note_cat_work": "ការងារ",
  "note_cat_todo": "អ្វីៗទាំងអស់",
  "delete_note": "តើអ្នកចង់លុបកំណត់ត្រានេះទេ?",
  "delete_note_undone": "សកម្មភាពនេះមិនអាចធ្វើវិញបានទេ",
  "delete_cancel": "បោះបង់",
  "delete": "លុប",
  "change_language": "ប្ដូរ​ភាសា",
  "select_language": "ជ្រើសរើស​ភាសា",
  "language_continue": "បន្ត",
  "language_done": "ធ្វើរួច",
  "forgot_password": "ភ្លេច​លេខសំងាត់​?",
  "reset_password_title": "កំណត់ពាក្យសម្ងាត់ឡើងវិញ",
  "reset": "កំណត់ឡើងវិញ",
  "password_reset_successful": "តំណកំណត់ពាក្យសម្ងាត់ត្រូវបានផ្ញើដោយជោគជ័យ",
  "privacy_policy_title": "គោលការណ៍​ភាព​ឯកជន",
  "privacy_policy": "{name} បានបង្កើតកម្មវិធី iJot ជាកម្មវិធីឥតគិតថ្លៃ។ សេវាកម្មនេះត្រូវបានផ្តល់ជូនដោយ {name} ដោយមិនគិតថ្លៃនិងត្រូវបានបម្រុងទុកសម្រាប់ការប្រើប្រាស់ដូច។\n\nនេះគឺដើម្បីជូនដំណឹងដល់អ្នកប្រើប្រាស់ទាក់ទងនឹងគោលការណ៍របស់ខ្ញុំជាមួយនឹងការប្រមូលការប្រើប្រាស់និងការលាតត្រដាងព័ត៌មានផ្ទាល់ខ្លួនប្រសិនបើមាននរណាម្នាក់សម្រេចចិត្តប្រើប្រាស់សេវាកម្មរបស់ខ្ញុំ។\n\nប្រសិនបើអ្នកជ្រើសរើសប្រើប្រាស់សេវាកម្មរបស់ខ្ញុំនោះអ្នកយល់ព្រមនឹងការប្រមូលនិងការប្រើប្រាស់ព័ត៌មានទាក់ទងនឹងគោលការណ៍នេះ។ ខ្ញុំនឹងមិនប្រើឬចែកចាយព័ត៌មានរបស់អ្នកជាមួយនរណាម្នាក់លើកលែងតែអ្វីដែលបានពិពណ៌នានៅក្នុងគោលការណ៍ឯកជនភាពនេះ។\n\n\n** ការប្រមូលនិងប្រើប្រាស់ព័ត៌មាន **\n\nដើម្បីទទួលបានបទពិសោធន៍ល្អប្រសើរជាងមុននៅពេលប្រើសេវាកម្មរបស់យើងខ្ញុំអាចតម្រូវឱ្យអ្នកផ្តល់ឱ្យយើងនូវព័ត៌មានដែលអាចកំណត់អត្តសញ្ញាណផ្ទាល់ខ្លួនរួមទាំងប៉ុន្តែមិនកំណត់ចំពោះឈ្មោះអ្នកប្រើប្រាស់និងអ៊ីមែលទេ។ ព័ត៌មានដែលខ្ញុំស្នើសុំនឹងត្រូវរក្សាទុកនៅលើឧបករណ៍របស់អ្នកហើយមិនត្រូវបានប្រមូលដោយខ្ញុំតាមមធ្យោបាយណាមួយឡើយ។\n\nកម្មវិធីពិតជាប្រើប្រាស់សេវាកម្មរបស់ភាគីទីបីដែលអាចប្រមូលព័ត៌មានដែលត្រូវបានប្រើដើម្បីកំណត់អត្តសញ្ញាណអ្នក។\n\nភ្ជាប់ទៅគោលនយោបាយភាពឯកជនរបស់អ្នកផ្តល់សេវាភាគីទីបីដែលបានប្រើដោយកម្មវិធី\n\n* [សេវាកម្មកម្សាន្ត Google] (https://www.google.com/policies/privacy/)\n\n* [Google Analytics សម្រាប់ Firebase] (https://firebase.google.com/policies/analytics)\n\n\n** ទិន្នន័យកំណត់ហេតុ **\n\nខ្ញុំចង់ប្រាប់អ្នកថានៅពេលណាដែលអ្នកប្រើសេវាកម្មរបស់ខ្ញុំក្នុងករណីមានកំហុសនៅក្នុងកម្មវិធីខ្ញុំប្រមូលទិន្នន័យនិងព័ត៌មាន (តាមរយៈផលិតផលរបស់ភាគីទីបី) នៅលើទូរស័ព្ទរបស់អ្នកដែលមានឈ្មោះថា Log Log ។ ទិន្នន័យកំណត់ហេតុនេះអាចរាប់បញ្ចូលទាំងព័ត៌មានដូចជាអាស័យដ្ឋានពិធីការអ៊ិនធឺរណែតឧបករណ៍របស់អ្នកឈ្មោះឧបករណ៍លេខកំណែប្រព័ន្ធប្រតិបត្តិការការតំឡើងកម្មវិធីនៅពេលប្រើប្រាស់សេវាកម្មរបស់ខ្ញុំពេលវេលានិងកាលបរិច្ឆេទនៃការប្រើប្រាស់សេវាកម្មនិងស្ថិតិផ្សេងទៀត។ ។\n\n\n**អ្នក​ផ្តល់​សេវា**\n\nខ្ញុំអាចជួលក្រុមហ៊ុននិងបុគ្គលភាគីទីបីដោយសារហេតុផលដូចខាងក្រោម៖\n\nដើម្បីសម្រួលដល់សេវាកម្មរបស់យើង។\n\nដើម្បីផ្តល់សេវាកម្មក្នុងនាមយើង\n\nអនុវត្តសេវាកម្មទាក់ទងនឹងសេវាកម្ម ឬ\n\nដើម្បីជួយយើងក្នុងការវិភាគពីរបៀបដែលសេវាកម្មរបស់យើងត្រូវបានប្រើប្រាស់។\n\nខ្ញុំចង់ជូនដំណឹងដល់អ្នកប្រើប្រាស់អំពីសេវាកម្មនេះថាភាគីទីបីទាំងនេះអាចទទួលបានព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នក។ មូលហេតុគឺដើម្បីអនុវត្តភារកិច្ចដែលបានប្រគល់ឱ្យពួកគេក្នុងនាមយើង។ ទោះយ៉ាងណាក៏ដោយពួកគេមានកាតព្វកិច្ចមិនបង្ហាញឬប្រើព័ត៌មានសម្រាប់គោលបំណងផ្សេងទៀត។\n\n\n** សុវត្ថិភាព **\n\nខ្ញុំឱ្យតម្លៃលើការទុកចិត្តរបស់អ្នកក្នុងការផ្តល់ព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នកដល់យើងដូច្នេះយើងកំពុងព្យាយាមប្រើមធ្យោបាយការពារដែលអាចទទួលយកបានក្នុងពាណិជ្ជកម្ម។ ប៉ុន្តែសូមចាំថាគ្មានវិធីសាស្រ្តនៃការបញ្ជូនតាមអ៊ិនធរណេតឬវិធីសាស្រ្តនៃការផ្ទុកអេឡិចត្រូនិចគឺមានសុវត្ថិភាពនិងអាចទុកចិត្តបាន 100% ហើយខ្ញុំមិនអាចធានាសុវត្ថិភាពដាច់ខាតរបស់វាបានទេ។\n\n\n** ការផ្លាស់ប្តូរគោលការណ៍ភាពឯកជននេះ **\n\nខ្ញុំអាចធ្វើបច្ចុប្បន្នភាពគោលការណ៍ឯកជនភាពរបស់យើងពីពេលមួយទៅពេលមួយ។ ដូច្នេះអ្នកត្រូវបានណែនាំឱ្យពិនិត្យមើលទំព័រនេះឱ្យបានទៀងទាត់សម្រាប់ការផ្លាស់ប្តូរណាមួយ។ ខ្ញុំនឹងជូនដំណឹងដល់អ្នកអំពីការផ្លាស់ប្តូរណាមួយដោយប្រកាសគោលការណ៍ឯកជនថ្មីនៅលើទំព័រនេះ។\n\nគោលនយោបាយនេះមានប្រសិទ្ធភាពចាប់ពីឆ្នាំ ២០២០-១១-១៦\n\n\n**ទាក់ទង​មក​ពួក​យើង**\n\nប្រសិនបើអ្នកមានសំណួរឬយោបល់ណាមួយអំពីគោលការណ៍ភាពឯកជនរបស់ខ្ញុំសូមកុំស្ទាក់ស្ទើរក្នុងការទាក់ទងមកខ្ញុំតាម jabguru007@gmail.com ។"
}