{
    "email": "អ៊ីមែល",
    "password": "ពាក្យសម្ងាត់",
    "sign_in": "ចូល",
    "sign_up": "ចុះ​ឈ្មោះ",
    "or": "ឬ",
    "dont_have_an_account": "មិនមានគណនីមែនទេ?",
    "already_have_an_account": "មានគណនីរួចហើយ?",
    "register": "ចុះឈ្មោះ",
    "validation_email": "សូមបញ្ចូលអ៊ីមែល",
    "validation_email_2": "បញ្ចូលអ៊ីមែលត្រឹមត្រូវ!",
    "validation_password": "សូមបញ្ចូលពាក្យសម្ងាត់",
    "validation_password_2": "ពាក្យ​សម្ងាត់​ខ្លី​ពេក",
    "notes": "កំណត់ចំណាំ",
    "no_notes_yet": "គ្មានកំណត់ចំណាំ... នៅឡើយ",
    "sign_out": "ចាកចេញ",
    "note_edit": "កែសម្រួល",
    "note_new": "ចំណាំថ្មី។",
    "note_add_title": "ដាក់​ចំណងជើង...",
    "note_add_details": "បន្ថែមព័ត៌មានលម្អិត...",
    "note_add_note": "បន្ថែម​កំណត់ចំណាំ",
    "note_add_note_message": "ចំណាំត្រូវតែមានចំណងជើង",
    "note_cat_uncategorized": "មិនបានចាត់ថ្នាក់",
    "note_cat_study": "សិក្សា",
    "note_cat_personal": "ផ្ទាល់ខ្លួន",
    "note_cat_work": "ការងារ",
    "note_cat_todo": "ធ្វើ",
    "delete_note": "តើអ្នកចង់លុបចំណាំនេះទេ?",
    "delete_note_undone": "សកម្មភាពនេះមិនអាចត្រឡប់វិញបានទេ។",
    "delete_cancel": "បោះបង់",
    "delete": "លុប",
    "change_language": "ប្ដូរ​ភាសា",
    "select_language": "ជ្រើសរើស​ភាសា",
    "language_continue": "បន្ត",
    "language_done": "រួចរាល់",
    "forgot_password": "ភ្លេច​លេខសំងាត់​?",
    "reset_password_title": "កំណត់ពាក្យសម្ងាត់ឡើងវិញ",
    "reset": "កំណត់ឡើងវិញ",
    "password_reset_successful": "តំណកំណត់ពាក្យសម្ងាត់ឡើងវិញត្រូវបានផ្ញើដោយជោគជ័យ",
    "close": "បិទ",
    "privacy_policy_title": "គោលការណ៍​ភាព​ឯកជន",
    "privacy_policy": "{name} បានបង្កើតកម្មវិធី iJot ជាកម្មវិធីឥតគិតថ្លៃ។ សេវាកម្មនេះត្រូវបានផ្តល់ដោយ {name} ដោយមិនគិតថ្លៃទេ ហើយត្រូវបានបម្រុងទុកសម្រាប់ប្រើប្រាស់ដូចបច្ចុប្បន្ន។\n\nនេះគឺដើម្បីជូនដំណឹងដល់អ្នកប្រើប្រាស់ទាក់ទងនឹងគោលការណ៍របស់ខ្ញុំជាមួយនឹងការប្រមូល ការប្រើប្រាស់ និងការបង្ហាញព័ត៌មានផ្ទាល់ខ្លួន ប្រសិនបើអ្នកណាម្នាក់សម្រេចចិត្តប្រើប្រាស់សេវាកម្មរបស់ខ្ញុំ។\n\nប្រសិនបើអ្នកជ្រើសរើសប្រើប្រាស់សេវាកម្មរបស់ខ្ញុំ នោះអ្នកយល់ព្រមនឹងការប្រមូល និងប្រើប្រាស់ព័ត៌មានទាក់ទងនឹងគោលការណ៍នេះ។ ខ្ញុំនឹងមិនប្រើប្រាស់ ឬចែករំលែកព័ត៌មានរបស់អ្នកជាមួយនរណាម្នាក់ឡើយ លើកលែងតែមានចែងក្នុងគោលការណ៍ឯកជនភាពនេះ។\n\n\n** ការប្រមូលព័ត៌មាន និងការប្រើប្រាស់ **\n\nសម្រាប់បទពិសោធន៍កាន់តែប្រសើរ ខណៈពេលដែលកំពុងប្រើប្រាស់សេវាកម្មរបស់យើង ខ្ញុំប្រហែលជាតម្រូវឱ្យអ្នកផ្តល់ឱ្យយើងនូវព័ត៌មានដែលអាចកំណត់អត្តសញ្ញាណផ្ទាល់ខ្លួនមួយចំនួន រួមទាំងប៉ុន្តែមិនកំណត់ចំពោះឈ្មោះអ្នកប្រើប្រាស់ និងអ៊ីមែលទេ។ ព័ត៌មានដែលខ្ញុំស្នើសុំនឹងត្រូវបានរក្សាទុកនៅលើឧបករណ៍របស់អ្នក ហើយមិនត្រូវបានប្រមូលដោយខ្ញុំតាមមធ្យោបាយណាមួយឡើយ។\n\nកម្មវិធីនេះប្រើសេវាកម្មភាគីទីបីដែលអាចប្រមូលព័ត៌មានដែលប្រើដើម្បីកំណត់អត្តសញ្ញាណអ្នក។\n\nភ្ជាប់ទៅគោលការណ៍ឯកជនភាពរបស់អ្នកផ្តល់សេវាភាគីទីបីដែលប្រើដោយកម្មវិធី\n\n* [សេវាកម្ម Google Play](https://www.google.com/policies/privacy/)\n\n* [Google Analytics សម្រាប់ Firebase](https://firebase.google.com/policies/analytics)\n\n\n** ទិន្នន័យកំណត់ហេតុ **\n\nខ្ញុំចង់ជូនដំណឹងដល់អ្នកថា នៅពេលណាដែលអ្នកប្រើប្រាស់សេវាកម្មរបស់ខ្ញុំ ក្នុងករណីមានកំហុសនៅក្នុងកម្មវិធី ខ្ញុំបានប្រមូលទិន្នន័យ និងព័ត៌មាន (តាមរយៈផលិតផលភាគីទីបី) នៅលើទូរស័ព្ទរបស់អ្នកដែលមានឈ្មោះថា Log Data ។ ទិន្នន័យកំណត់ហេតុនេះអាចរួមបញ្ចូលព័ត៌មានដូចជាអាសយដ្ឋាន Internet Protocol (“IP”) ឧបករណ៍របស់អ្នក ឈ្មោះឧបករណ៍ កំណែប្រព័ន្ធប្រតិបត្តិការ ការកំណត់រចនាសម្ព័ន្ធកម្មវិធីនៅពេលប្រើប្រាស់សេវាកម្មរបស់ខ្ញុំ ពេលវេលា និងកាលបរិច្ឆេទនៃការប្រើប្រាស់សេវាកម្មរបស់អ្នក និងស្ថិតិផ្សេងទៀត .\n\n\n**អ្នក​ផ្តល់​សេវា**\n\nខ្ញុំអាចជួលក្រុមហ៊ុនភាគីទីបី និងបុគ្គលដោយហេតុផលដូចខាងក្រោម៖\n\n* ដើម្បីជួយសម្រួលដល់សេវាកម្មរបស់យើង;\n\n* ដើម្បីផ្តល់សេវាក្នុងនាមរបស់យើង;\n\n* ដើម្បីអនុវត្តសេវាកម្មដែលទាក់ទងនឹងសេវាកម្ម; ឬ\n\n* ដើម្បីជួយយើងក្នុងការវិភាគពីរបៀបដែលសេវាកម្មរបស់យើងត្រូវបានប្រើប្រាស់។\n\nខ្ញុំចង់ជូនដំណឹងដល់អ្នកប្រើប្រាស់នៃសេវាកម្មនេះថាភាគីទីបីទាំងនេះមានសិទ្ធិចូលប្រើព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នក។ ហេតុផល​គឺ​ដើម្បី​បំពេញ​កិច្ចការ​ដែល​គេ​ប្រគល់​ឱ្យ​ក្នុង​នាម​យើង។ ទោះយ៉ាងណាក៏ដោយ ពួកគេមានកាតព្វកិច្ចមិនបញ្ចេញ ឬប្រើប្រាស់ព័ត៌មានសម្រាប់គោលបំណងផ្សេងទៀតឡើយ។\n\n\n**សន្តិសុខ**\n\nខ្ញុំផ្តល់តម្លៃចំពោះការជឿទុកចិត្តរបស់អ្នកក្នុងការផ្តល់ឱ្យយើងនូវព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នក ដូច្នេះហើយយើងកំពុងព្យាយាមប្រើមធ្យោបាយដែលអាចទទួលយកបានក្នុងផ្នែកពាណិជ្ជកម្មក្នុងការការពារវា។ ប៉ុន្តែត្រូវចាំថា គ្មានវិធីសាស្រ្តនៃការបញ្ជូនតាមអ៊ីនធឺណិត ឬវិធីសាស្រ្តនៃការផ្ទុកអេឡិចត្រូនិចណាដែលមានសុវត្ថិភាព និងអាចទុកចិត្តបាន 100% ហើយខ្ញុំមិនអាចធានាសុវត្ថិភាពទាំងស្រុងរបស់វាបានទេ។\n\n\n** ការផ្លាស់ប្តូរគោលការណ៍ឯកជនភាពនេះ **\n\nខ្ញុំអាចធ្វើបច្ចុប្បន្នភាពគោលការណ៍ឯកជនភាពរបស់យើងពីពេលមួយទៅពេលមួយ។ ដូច្នេះ អ្នក​ត្រូវ​បាន​ណែនាំ​ឱ្យ​ពិនិត្យ​មើល​ទំព័រ​នេះ​ជា​ទៀងទាត់​សម្រាប់​ការ​ផ្លាស់​ប្តូ​រ​ណា​មួយ​។ ខ្ញុំនឹងជូនដំណឹងដល់អ្នកអំពីការផ្លាស់ប្តូរណាមួយដោយប្រកាសគោលការណ៍ឯកជនភាពថ្មីនៅលើទំព័រនេះ។\n\nគោលការណ៍នេះមានប្រសិទ្ធភាពចាប់ពី 2020-11-16\n\n\n**ទាក់ទង​មក​ពួក​យើង**\n\nប្រសិនបើអ្នកមានសំណួរ ឬសំណូមពរណាមួយអំពីគោលការណ៍ឯកជនភាពរបស់ខ្ញុំ សូមកុំស្ទាក់ស្ទើរក្នុងការទាក់ទងមកខ្ញុំតាមរយៈ jabguru007@gmail.com ។",
    "search": "ស្វែងរក",
    "no_content_search": "មិនអាចស្វែងរកចំណាំដោយប្រើ \"{searchText}\"",
    "error_uploading_file": "កំហុសក្នុងការបង្ហោះឯកសារ",
    "file_exceeds_limit": "ឯកសារលើសពី {limit}",
    "gallery": "វិចិត្រសាល",
    "link": "តំណភ្ជាប់",
    "capture_a_photo": "ថត​រូប",
    "capture_a_video": "ថតវីដេអូ",
    "copy": "ចម្លង",
    "copy_for_whatsapp": "ចម្លងសម្រាប់ WhatsApp",
    "copy_for_whatsapp_success": "អត្ថបទត្រូវបានចម្លងទៅក្ដារតម្បៀតខ្ទាស់",
    "copy_for_whatsapp_failed": "បានបរាជ័យក្នុងការចម្លងអត្ថបទ",
    "note_cat_all": "ទាំងអស់។",
    "delete_account": "លុបគណនីរបស់ខ្ញុំ",
    "delete_account_confirmation": "តើអ្នកប្រាកដថាចង់លុបគណនីរបស់អ្នកមែនទេ?",
    "delete_account_confirmation_details": "រាល់កំណត់ត្រារបស់អ្នកនឹងត្រូវបាត់បង់ ហើយអ្នកនឹងត្រូវចុះឈ្មោះគណនីថ្មីដើម្បីប្រើប្រាស់ iJOT។",
    "delete_account_sucessful": "លុបគណនីដោយជោគជ័យ!",
    "delete_account_error": "កំហុសក្នុងការលុបគណនី! ចូលម្តងទៀត។",
    "sort_notes": "តម្រៀបកំណត់ចំណាំ"
}