{
  "email": "Электрондук почта",
  "password": "Купуя сөз",
  "sign_in": "Кирүү",
  "sign_up": "Кирүү",
  "or": "ЖЕ",
  "dont_have_an_account": "Эсебиңиз жокпу?",
  "already_have_an_account": "Эсебиңиз барбы?",
  "register": "Каттоо",
  "validation_email": "Электрондук почта дарегин киргизиңиз",
  "validation_email_2": "Жарактуу электрондук почта дарегин киргизиңиз!",
  "validation_password": "Сырсөз киргизиңиз",
  "validation_password_2": "Сырсөз өтө кыска",
  "notes": "Эскертүүлөр",
  "no_notes_yet": "Нота жок ... Бирок",
  "sign_out": "Чыгуу",
  "note_edit": "Түзөтүү",
  "note_new": "Жаңы эскертүү",
  "note_add_title": "Аталышын кошуу ...",
  "note_add_details": "Чоо-жайын кошуу ...",
  "note_add_note": "Эскертүү кошуу",
  "note_add_note_message": "Эскертменин аталышы болушу керек",
  "note_cat_uncategorized": "Категориясыз",
  "note_cat_study": "Изилдөө",
  "note_cat_personal": "Жеке",
  "note_cat_work": "Жумуш",
  "note_cat_todo": "Баары",
  "delete_note": "Бул кыска жазууну жок кылгыңыз келеби?",
  "delete_note_undone": "Бул аракетти артка кайтаруу мүмкүн эмес",
  "delete_cancel": "Жокко чыгаруу",
  "delete": "Жок кылуу",
  "change_language": "Тилди өзгөртүү",
  "select_language": "Тил тандаңыз",
  "language_continue": "Улантуу",
  "language_done": "Бүттү",
  "forgot_password": "Паролду унуттуңузбу?",
  "reset_password_title": "Сырсөздү баштапкы абалга келтирүү",
  "reset": "Баштапкы абалга келтирүү",
  "password_reset_successful": "Сырсөздү баштапкы абалга келтирүү шилтемеси ийгиликтүү жөнөтүлдү",
  "privacy_policy_title": "Купуялык саясаты",
  "privacy_policy": "{name} iJot колдонмосун Акысыз колдонмо катары түздү. Бул КЫЗМАТ {name} тарабынан акысыз көрсөтүлөт жана колдонууга ылайыкташтырылган.\n\nБул Менин кызматымды колдонууну чечкендер болсо, жеке маалыматты чогултуу, пайдалануу жана ачыкка чыгаруу боюнча колдонуучуларга менин саясатыма байланыштуу маалымат берүү.\n\nЭгер сиз Менин Кызматымды колдонууну тандасаңыз, анда ушул саясатка байланыштуу маалыматтарды топтоого жана колдонууга макулдугуңузду билдиресиз. Ушул Купуялык саясатында баяндалгандан башка учурларда, сиздин маалыматыңызды эч кимге колдонбойм же бөлүшпөйм.\n\n\n** Маалымат чогултуу жана колдонуу **\n\nЖакшыраак тажрыйба алуу үчүн, биздин Кызматты колдонуп жатып, сизден бизден айрым аныкталуучу маалыматтарды, анын ичинде колдонуучунун аты жана электрондук почта менен чектелбестен камсыз кылууну талап кылышым мүмкүн. Мен сураган маалымат сиздин түзмөгүңүздө сакталат жана мен тарабынан эч кандай жол менен чогултулбайт.\n\nКолдонмо сизди аныктоо үчүн колдонулган маалыматты чогултуучу үчүнчү жактын кызматтарын колдонот.\n\nКолдонмо колдонгон үчүнчү жактын кызмат көрсөтүүчүлөрүнүн купуялык саясатына шилтеме\n\n* [Google Play кызматтары] (https://www.google.com/policies/privacy/)\n\n* [Firebase үчүн Google Analytics] (https://firebase.google.com/policies/analytics)\n\n\n** Log Data **\n\nМенин кызматымды колдонгон сайын, колдонмодо ката кеткен учурда, мен сиздин телефонуңузга Log Data деп аталган маалыматтарды жана маалыматтарды (үчүнчү жактын өнүмдөрү аркылуу) чогултуп жаткандыгымды билдиргим келет. Бул Таржымал Документи сиздин түзмөгүңүздүн Интернет Протоколу (\"IP\") дареги, түзмөктүн аталышы, иштөө тутумунун версиясы, Менин Кызматымды колдонуп жатканда колдонмонун конфигурациясы, Кызматты колдонгон убактыңыз жана датаңыз жана башка статистиканы камтышы мүмкүн .\n\n\n** Кызмат көрсөтүүчүлөр **\n\nТөмөнкү себептерден улам мен үчүнчү жактын компанияларын жана адамдарды иштете алам:\n\n* Биздин Кызматты жеңилдетүү үчүн;\n\n* Биздин атыбыздан Кызмат көрсөтүүгө;\n\n* Кызматка байланыштуу кызматтарды аткарууга; же\n\n* Биздин Кызматтын кандайча колдонуларын анализдөөгө жардам берүү.\n\nМен ушул Кызматтын колдонуучуларына ушул үчүнчү жактар Сиздин Жеке маалыматыңызга ээ экендигин билдиргим келет. Себеби, биздин алдыбызда аларга жүктөлгөн милдеттерди аткаруу. Бирок, алар маалыматты ачыкка чыгарбоого же башка максатта колдонбоого милдеттүү.\n\n\n** Коопсуздук **\n\nБизге Сиздин Жеке маалыматыңызды берүүгө болгон ишенимиңизди баалайм, ошондуктан биз аны коргоонун коммерциялык алгылыктуу каражаттарын колдонууга аракет кылабыз. Бирок эсиңизде болсун, Интернет аркылуу берүү ыкмасы же электрондук сактоо ыкмасы 100% коопсуз жана ишенимдүү эмес, ошондуктан мен анын абсолюттук коопсуздугуна кепилдик бере албайм.\n\n\n** Ушул Купуялык саясатына киргизилген өзгөртүүлөр **\n\nКупуялуулук саясатыбызды мезгил-мезгили менен жаңыртып турушум мүмкүн. Ошентип, сизге ушул баракчаны мезгил-мезгили менен карап чыгуу сунушталат. Ушул беттеги жаңы Купуялык саясатын жайгаштыруу менен, сизге өзгөрүүлөр жөнүндө билдирем.\n\nБул саясат 2020-11-16-жылдары күчүнө кирет\n\n\n**Биз менен байланыш**\n\nМенин Купуялык саясатым боюнча суроолоруңуз же сунуштарыңыз болсо, jabguru007@gmail.com электрондук дареги менен байланышуудан тартынбаңыз."
}