{
    "email": "Email",
    "password": "Купуя сөз",
    "sign_in": "Кирүү",
    "sign_up": "Кирүү",
    "or": "ЖЕ",
    "dont_have_an_account": "Каттоо эсебиңиз жокпу?",
    "already_have_an_account": "Каттоо эсебиңиз барбы?",
    "register": "Каттоо",
    "validation_email": "Сураныч, электрондук почтаны киргизиңиз",
    "validation_email_2": "Жарактуу электрондук почтаны киргизиңиз!",
    "validation_password": "Сырсөздү киргизиңиз",
    "validation_password_2": "Сырсөз өтө кыска",
    "notes": "Эскертүүлөр",
    "no_notes_yet": "Эскертүү жок... Азырынча",
    "sign_out": "Чыгуу",
    "note_edit": "Түзөтүү",
    "note_new": "Жаңы эскертүү",
    "note_add_title": "Аталышы кошуу...",
    "note_add_details": "Маалымат кошуу...",
    "note_add_note": "Эскертүү кошуу",
    "note_add_note_message": "Эскертүүнүн аталышы болушу керек",
    "note_cat_uncategorized": "Uncategorized",
    "note_cat_study": "Окуу",
    "note_cat_personal": "Жеке",
    "note_cat_work": "Иш",
    "note_cat_todo": "Кылуу",
    "delete_note": "Бул эскертүүнү жок кылгыңыз келеби?",
    "delete_note_undone": "Бул аракетти артка кайтаруу мүмкүн эмес",
    "delete_cancel": "Жокко чыгаруу",
    "delete": "Жок кылуу",
    "change_language": "Тилди өзгөртүү",
    "select_language": "Тил тандаңыз",
    "language_continue": "Улантуу",
    "language_done": "Бүттү",
    "forgot_password": "Паролду унуттуңузбу?",
    "reset_password_title": "Сырсөздү кайра коюу",
    "reset": "Калыбына келтирүү",
    "password_reset_successful": "Сырсөздү баштапкы абалга келтирүү шилтемеси ийгиликтүү жөнөтүлдү",
    "close": "Жабуу",
    "privacy_policy_title": "Купуялык саясаты",
    "privacy_policy": "{name} iJot колдонмосун Акысыз колдонмо катары курду. Бул КЫЗМАТ {name} тарабынан акысыз көрсөтүлөт жана ошол бойдон колдонууга арналган.\n\nБул, эгерде кимдир бирөө менин Кызматымды колдонууну чечсе, Жеке маалыматты чогултуу, пайдалануу жана ачыкка чыгаруу боюнча менин саясаттарым тууралуу колдонуучуларга маалымдоо үчүн.\n\nЭгер сиз менин Кызматымды колдонууну тандасаңыз, анда сиз бул саясатка байланыштуу маалыматты чогултууга жана пайдаланууга макул болосуз. Мен сиздин маалыматыңызды ушул Купуялык саясатында сүрөттөлгөндөн башка эч ким менен колдонбойм же бөлүшпөйм.\n\n\n**Маалыматтарды чогултуу жана колдонуу**\n\nЖакшыраак тажрыйба алуу үчүн, Кызматыбызды колдонуп жатканда, мен сизден колдонуучунун аты жана электрондук почтасы менен чектелбестен, жеке инсандыгыңызды аныктай турган айрым маалыматтарды берүүңүздү талап кылышым мүмкүн. Мен сураган маалымат түзмөгүңүздө сакталат жана мен эч кандай жол менен чогулткан жокмун.\n\nКолдонмо сизди аныктоо үчүн колдонулган маалыматты чогулта турган үчүнчү тараптын кызматтарын колдонот.\n\nКолдонмо тарабынан колдонулган үчүнчү тараптын кызмат көрсөтүүчүлөрүнүн купуялык саясатына шилтеме\n\n* [Google Play Кызматтары](https://www.google.com/policies/privacy/)\n\n* [Firebase үчүн Google Analytics](https://firebase.google.com/policies/analytics)\n\n\n**Лог маалыматтары**\n\nСиз менин Кызматымды колдонгон сайын, колдонмодо ката болгон учурда, Log Data деп аталган телефонуңуздагы маалыматтарды жана маалыматтарды (үчүнчү тараптын өнүмдөрү аркылуу) чогултаарымды билдиргим келет. Бул журнал маалыматтары түзмөгүңүздүн Интернет протоколу (“IP”) дареги, аппараттын аталышы, операциялык тутумдун версиясы, менин Кызматымды колдонууда колдонмонун конфигурациясы, Кызматты колдонуу убактысы жана күнү жана башка статистика сыяктуу маалыматты камтышы мүмкүн. .\n\n\n**Кызмат көрсөтүүчүлөр**\n\nМен төмөнкү себептерден улам үчүнчү тараптын компанияларын жана жеке адамдарды жумушка ала алам:\n\n* Кызматыбызды жеңилдетүү үчүн;\n\n* Биздин атыбыздан Кызмат көрсөтүү;\n\n* Кызматка байланыштуу кызматтарды аткарууга; же\n\n* Кызматыбыздын кандайча колдонулуп жатканын талдоодо бизге жардам берүү.\n\nМен бул Кызматтын колдонуучуларына бул үчүнчү тараптар сиздин Жеке маалыматыңызга кирүү мүмкүнчүлүгү бар экенин билдиргим келет. Себеби, биздин атыбыздан аларга жүктөлгөн милдеттерди аткаруу. Бирок алар маалыматты ачыкка чыгарбоого жана башка максатта колдонбоого милдеттүү.\n\n\n**Коопсуздук**\n\nБизге Сиздин Жеке маалыматыңызды берүү боюнча ишенимиңизди баалайм, ошондуктан биз аны коргоонун коммерциялык жактан алгылыктуу каражаттарын колдонууга аракет кылып жатабыз. Бирок эсиңизде болсун, интернет аркылуу берүүнүн эч бир ыкмасы, же электрондук сактоо ыкмасы 100% коопсуз жана ишенимдүү эмес жана мен анын абсолюттук коопсуздугуна кепилдик бере албайм.\n\n\n**Бул Купуялык саясатына өзгөртүүлөр**\n\nМен мезгил-мезгили менен Купуялык саясатыбызды жаңыртып турам. Ошентип, бул баракты мезгил-мезгили менен карап чыгуу сунушталат. Мен бул баракка жаңы Купуялык саясатын жарыялоо менен бардык өзгөрүүлөр тууралуу кабарлайм.\n\nБул саясат 2020-11-16 баштап күчүнө кирет\n\n\n**Биз менен байланыш**\n\nМенин Купуялык саясатым боюнча суроолоруңуз же сунуштарыңыз болсо, мени менен jabguru007@gmail.com дареги боюнча байланышуудан тартынбаңыз.",
    "search": "Издөө",
    "no_content_search": "\"{searchText}\" аркылуу эскертүү табылган жок",
    "error_uploading_file": "Файлды жүктөө катасы",
    "file_exceeds_limit": "Файл {limit} ашат",
    "gallery": "Галерея",
    "link": "Шилтеме",
    "capture_a_photo": "Сүрөткө тартуу",
    "capture_a_video": "Видео тартуу",
    "copy": "Көчүрмө",
    "copy_for_whatsapp": "WhatsApp үчүн көчүрүү",
    "copy_for_whatsapp_success": "Текст алмашуу буферине көчүрүлдү",
    "copy_for_whatsapp_failed": "Текст көчүрүлбөй калды",
    "note_cat_all": "Баары",
    "delete_account": "Менин аккаунтумду жок кылуу",
    "delete_account_confirmation": "Каттоо эсебиңизди чын эле жок кылгыңыз келеби?",
    "delete_account_confirmation_details": "Бардык жазууларыңыз жоголот жана сизден iJOTти колдонуу үчүн жаңы каттоо эсебин каттоо талап кылынат.",
    "delete_account_sucessful": "Каттоо эсеби ийгиликтүү жок кылынды!",
    "delete_account_error": "Каттоо эсебин жок кылууда ката кетти! Кайра кириңиз.",
    "sort_notes": "Ноталарды иреттөө"
}