{
  "email": "ອີເມວ",
  "password": "ລະຫັດຜ່ານ",
  "sign_in": "ເຂົ້າ​ສູ່​ລະ​ບົບ",
  "sign_up": "ລົງ​ທະ​ບຽນ",
  "or": "ຫລື",
  "dont_have_an_account": "ບໍ່ມີບັນຊີບໍ?",
  "already_have_an_account": "ມີບັນຊີຢູ່ແລ້ວບໍ?",
  "register": "ລົງທະບຽນ",
  "validation_email": "ກະລຸນາປ້ອນອີເມວ",
  "validation_email_2": "ປ້ອນອີເມວທີ່ຖືກຕ້ອງ!",
  "validation_password": "ກະລຸນາປ້ອນລະຫັດຜ່ານ",
  "validation_password_2": "ລະຫັດຜ່ານສັ້ນເກີນໄປ",
  "notes": "ບັນທຶກ",
  "no_notes_yet": "ບໍ່ມີບັນທຶກ ... ທັນ",
  "sign_out": "ອອກ​ຈາກ​ລະ​ບົບ",
  "note_edit": "ແກ້ໄຂ",
  "note_new": "ໝາຍ ເຫດ ໃໝ່",
  "note_add_title": "ເພີ່ມຊື່ ...",
  "note_add_details": "ເພີ່ມລາຍລະອຽດ ...",
  "note_add_note": "ເພີ່ມບັນທຶກ",
  "note_add_note_message": "ໝາຍ ເຫດຕ້ອງມີຫົວຂໍ້",
  "note_cat_uncategorized": "ບໍ່ຖືກຈັດປະເພດ",
  "note_cat_study": "ສຶກສາ",
  "note_cat_personal": "ສ່ວນຕົວ",
  "note_cat_work": "ເຮັດວຽກ",
  "note_cat_todo": "ທຸກຢ່າງ",
  "delete_note": "ທ່ານຕ້ອງການລຶບບັນທຶກນີ້ບໍ?",
  "delete_note_undone": "ການກະ ທຳ ນີ້ບໍ່ສາມາດຍົກເລີກໄດ້",
  "delete_cancel": "ຍົກເລີກ",
  "delete": "ລົບ",
  "change_language": "ປ່ຽນ​ພາ​ສາ",
  "select_language": "ເລືອກພາສາ",
  "language_continue": "ສືບຕໍ່",
  "language_done": "ເຮັດແລ້ວ",
  "forgot_password": "ລືມລະຫັດຜ່ານ?",
  "reset_password_title": "ຕັ້ງລະຫັດຜ່ານ",
  "reset": "ປັບ ໃໝ່",
  "password_reset_successful": "ລິ້ງການຕັ້ງຄ່າລະຫັດຜ່ານໄດ້ຖືກສົ່ງໄປແລ້ວ",
  "privacy_policy_title": "ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ",
  "privacy_policy": "{name} ສ້າງແອັບ iJot ເປັນແອັບ a ຟຣີ. ການບໍລິການນີ້ແມ່ນໃຫ້ໂດຍ {name} ໂດຍບໍ່ໄດ້ເສຍຄ່າໃຊ້ຈ່າຍແລະມີຈຸດປະສົງໃນການ ນຳ ໃຊ້ເທົ່າທີ່ເປັນ.\n\nນີ້ແມ່ນເພື່ອແຈ້ງໃຫ້ຜູ້ຊົມໃຊ້ກ່ຽວກັບນະໂຍບາຍຂອງຂ້ອຍກັບການເກັບ ກຳ, ນຳ ໃຊ້ແລະເປີດເຜີຍຂໍ້ມູນສ່ວນຕົວຖ້າມີຜູ້ໃດຕັດສິນໃຈໃຊ້ບໍລິການຂອງຂ້ອຍ.\n\nຖ້າທ່ານເລືອກທີ່ຈະໃຊ້ບໍລິການຂອງຂ້ອຍ, ທ່ານຕົກລົງເຫັນດີກັບການເກັບ ກຳ ແລະການ ນຳ ໃຊ້ຂໍ້ມູນທີ່ກ່ຽວຂ້ອງກັບນະໂຍບາຍນີ້. ຂ້ອຍຈະບໍ່ໃຊ້ຫລືແບ່ງປັນຂໍ້ມູນຂອງເຈົ້າກັບໃຜຍົກເວັ້ນດັ່ງທີ່ໄດ້ອະທິບາຍໄວ້ໃນນະໂຍບາຍຄວາມເປັນສ່ວນຕົວນີ້.\n\n\n** ການເກັບ ກຳ ຂໍ້ມູນແລະການ ນຳ ໃຊ້ຂໍ້ມູນ **\n\nເພື່ອປະສົບການທີ່ດີກວ່າ, ໃນຂະນະທີ່ໃຊ້ບໍລິການຂອງພວກເຮົາ, ຂ້າພະເຈົ້າອາດຈະຮຽກຮ້ອງໃຫ້ທ່ານສະ ໜອງ ຂໍ້ມູນທີ່ລະບຸຕົວຕົນຂອງພວກເຮົາໃຫ້ພວກເຮົາ, ລວມທັງແຕ່ບໍ່ ຈຳ ກັດຊື່ຜູ້ໃຊ້ແລະອີເມວ. ຂໍ້ມູນທີ່ຂ້ອຍຮ້ອງຂໍຈະຖືກເກັບໄວ້ໃນອຸປະກອນຂອງເຈົ້າແລະບໍ່ຖືກເກັບໂດຍຂ້ອຍໃນທາງໃດທາງ ໜຶ່ງ.\n\nແອັບ does ໃຊ້ບໍລິການຂອງພາກສ່ວນທີສາມທີ່ອາດຈະເກັບ ກຳ ຂໍ້ມູນທີ່ໃຊ້ເພື່ອລະບຸຕົວທ່ານ.\n\nເຊື່ອມໂຍງນະໂຍບາຍຄວາມເປັນສ່ວນຕົວຂອງຜູ້ໃຫ້ບໍລິການພາກສ່ວນທີສາມທີ່ໃຊ້ໂດຍແອັບ the\n\n* [Google Play Services] (https://www.google.com/policies/privacy/)\n\n* [Google Analytics ສຳ ລັບ Firebase] (https://firebase.google.com/policies/analytics)\n\n\n** ຂໍ້ມູນບັນທຶກ **\n\nຂ້ອຍຕ້ອງການແຈ້ງໃຫ້ເຈົ້າຊາບວ່າທຸກຄັ້ງທີ່ເຈົ້າໃຊ້ບໍລິການຂອງຂ້ອຍ, ໃນກໍລະນີມີຂໍ້ຜິດພາດໃນແອັບຂ້ອຍເກັບ ກຳ ຂໍ້ມູນແລະຂໍ້ມູນ (ຜ່ານຜະລິດຕະພັນຂອງພາກສ່ວນທີສາມ) ໃນໂທລະສັບຂອງເຈົ້າທີ່ມີຊື່ວ່າ Log Data ຂໍ້ມູນບັນທຶກນີ້ອາດປະກອບມີຂໍ້ມູນເຊັ່ນ: ທີ່ຢູ່ IP Protocol (\"IP\") ຂອງອຸປະກອນຂອງທ່ານ, ຊື່ອຸປະກອນ, ລຸ້ນລະບົບປະຕິບັດການ, ການຕັ້ງຄ່າຂອງແອັບໃນເວລາທີ່ໃຊ້ບໍລິການຂອງຂ້ອຍ, ເວລາແລະວັນທີທີ່ທ່ານໃຊ້ບໍລິການ, ແລະສະຖິຕິອື່ນໆ. .\n\n\n** ຜູ້ໃຫ້ບໍລິການ **\n\nຂ້ອຍອາດຈະຈ້າງບໍລິສັດຂອງບຸກຄົນແລະບຸກຄົນທີສາມຍ້ອນເຫດຜົນຕໍ່ໄປນີ້:\n\n* ເພື່ອຄວາມສະດວກໃນການບໍລິການຂອງພວກເຮົາ;\n\n* ເພື່ອສະ ໜອງ ການບໍລິການໃນນາມຂອງພວກເຮົາ;\n\n* ເພື່ອປະຕິບັດການບໍລິການທີ່ກ່ຽວຂ້ອງກັບການບໍລິການ; ຫຼື\n\n* ເພື່ອຊ່ວຍພວກເຮົາໃນການວິເຄາະວິທີການໃຊ້ບໍລິການຂອງພວກເຮົາ.\n\nຂ້ອຍຕ້ອງການແຈ້ງໃຫ້ຜູ້ໃຊ້ບໍລິການນີ້ຮູ້ວ່າບຸກຄົນທີ່ສາມເຫຼົ່ານີ້ເຂົ້າເຖິງຂໍ້ມູນສ່ວນຕົວຂອງເຈົ້າ. ເຫດຜົນແມ່ນເພື່ອປະຕິບັດວຽກງານທີ່ໄດ້ມອບ ໝາຍ ໃຫ້ພວກເຂົາໃນນາມຂອງພວກເຮົາ. ເຖິງຢ່າງໃດກໍ່ຕາມ, ພວກເຂົາມີພັນທະທີ່ຈະບໍ່ເປີດເຜີຍຫລື ນຳ ໃຊ້ຂໍ້ມູນດັ່ງກ່າວເພື່ອຈຸດປະສົງອື່ນ.\n\n\n** ຄວາມປອດໄພ **\n\nຂ້າພະເຈົ້າເຫັນຄຸນຄ່າຄວາມໄວ້ວາງໃຈຂອງທ່ານໃນການໃຫ້ຂໍ້ມູນສ່ວນຕົວຂອງທ່ານແກ່ພວກເຮົາ, ດັ່ງນັ້ນພວກເຮົາຈຶ່ງພະຍາຍາມທີ່ຈະໃຊ້ວິທີການປົກປ້ອງມັນທີ່ເປັນທີ່ຍອມຮັບທາງການຄ້າ. ແຕ່ຈື່ໄວ້ວ່າບໍ່ມີວິທີການສົ່ງຜ່ານອິນເຕີເນັດ, ຫຼືວິທີການເກັບຮັກສາເອເລັກໂຕຣນິກແມ່ນປອດໄພ 100% ແລະເຊື່ອຖືໄດ້, ແລະຂ້ອຍບໍ່ສາມາດຮັບປະກັນຄວາມປອດໄພຢ່າງແທ້ຈິງຂອງມັນ.\n\n\n** ການປ່ຽນແປງນະໂຍບາຍຄວາມເປັນສ່ວນຕົວນີ້ **\n\nຂ້ອຍອາດຈະປັບປຸງນະໂຍບາຍຄວາມເປັນສ່ວນຕົວຂອງພວກເຮົາແຕ່ລະໄລຍະ. ດັ່ງນັ້ນ, ທ່ານໄດ້ຖືກແນະ ນຳ ໃຫ້ທົບທວນ ໜ້າ ນີ້ເປັນແຕ່ລະໄລຍະ ສຳ ລັບການປ່ຽນແປງໃດໆ. ຂ້ອຍຈະແຈ້ງໃຫ້ເຈົ້າຊາບກ່ຽວກັບການປ່ຽນແປງໃດໆໂດຍການປະກາດນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ ໃໝ່ ໃນ ໜ້າ ນີ້.\n\nນະໂຍບາຍນີ້ມີຜົນບັງຄັບໃຊ້ແຕ່ປີ 2020-11-16\n\n\n**ຕິດ​ຕໍ່​ພວກ​ເຮົາ**\n\nຖ້າທ່ານມີ ຄຳ ຖາມຫຼື ຄຳ ແນະ ນຳ ໃດໆກ່ຽວກັບນະໂຍບາຍຄວາມເປັນສ່ວນຕົວຂອງຂ້ອຍ, ຢ່າລັງເລທີ່ຈະຕິດຕໍ່ຂ້ອຍທີ່ jabguru007@gmail.com."
}