{
    "email": "Е-пошта",
    "password": "Лозинка",
    "sign_in": "Најави се",
    "sign_up": "Пријавете се",
    "or": "ИЛИ",
    "dont_have_an_account": "Немате сметка?",
    "already_have_an_account": "Веќе имате профил?",
    "register": "Регистрирајте се",
    "validation_email": "Ве молиме внесете е-пошта",
    "validation_email_2": "Внесете валидна е-пошта!",
    "validation_password": "Ве молиме внесете лозинка",
    "validation_password_2": "Лозинката е прекратка",
    "notes": "Белешки",
    "no_notes_yet": "Нема белешки... Сепак",
    "sign_out": "Одјави се",
    "note_edit": "Уредување",
    "note_new": "Нова забелешка",
    "note_add_title": "Додај Наслов...",
    "note_add_details": "Додадете детали...",
    "note_add_note": "Додадете белешка",
    "note_add_note_message": "Забелешката мора да има наслов",
    "note_cat_uncategorized": "Некатегоризирано",
    "note_cat_study": "Студија",
    "note_cat_personal": "Лично",
    "note_cat_work": "Работа",
    "note_cat_todo": "Да направиш",
    "delete_note": "Дали сакате да ја избришете оваа белешка?",
    "delete_note_undone": "Ова дејство не може да се врати",
    "delete_cancel": "Откажи",
    "delete": "Избриши",
    "change_language": "Промени го јазикот",
    "select_language": "Одбери јазик",
    "language_continue": "Продолжи",
    "language_done": "Направено",
    "forgot_password": "Ја заборави лозинката?",
    "reset_password_title": "Ресетирање на Лозинка",
    "reset": "Ресетирај",
    "password_reset_successful": "Врската за ресетирање на лозинката е успешно испратена",
    "close": "Затвори",
    "privacy_policy_title": "Политика за приватност",
    "privacy_policy": "{name} ја изгради апликацијата iJot како бесплатна апликација. Оваа УСЛУГА ја обезбедува {name} без трошоци и е наменета за користење како што е.\n\nОва е да ги информирам корисниците во врска со моите политики за собирање, користење и откривање на лични информации доколку некој одлучил да ја користи мојата услуга.\n\nАко изберете да ја користите мојата услуга, тогаш се согласувате со собирање и користење на информации во врска со оваа политика. Нема да ги користам или споделувам вашите информации со никого освен како што е опишано во оваа Политика за приватност.\n\n\n**Собирање и употреба на информации**\n\nЗа подобро искуство, додека ја користите нашата Услуга, може да побарам од вас да ни дадете одредени лични информации за идентификација, вклучувајќи, но не ограничувајќи се на корисничко име и е-пошта. Информациите што ги барам ќе бидат задржани на вашиот уред и не се собрани од мене на кој било начин.\n\nАпликацијата користи услуги од трета страна кои може да собираат информации што се користат за да ве идентификуваат.\n\nВрска до политиката за приватност на трети лица даватели на услуги што ги користи апликацијата\n\n* [Услуги на Google Play](https://www.google.com/policies/privacy/)\n\n* [Google Analytics за Firebase](https://firebase.google.com/policies/analytics)\n\n\n** Податоци за евиденција **\n\nСакам да ве известам дека секогаш кога ја користите мојата Услуга, во случај на грешка во апликацијата собирам податоци и информации (преку производи од трети страни) на вашиот телефон наречени Log Data. Овие податоци за евиденција може да вклучуваат информации како што се адресата на Интернет протоколот („IP“) на вашиот уред, името на уредот, верзијата на оперативниот систем, конфигурацијата на апликацијата кога ја користите мојата услуга, времето и датумот на вашата употреба на Услугата и други статистички податоци .\n\n\n** Даватели на услуги **\n\nМожам да вработам трети лица компании и поединци поради следниве причини:\n\n* Да ја олесниме нашата услуга;\n\n* Да ја обезбедиме услугата во наше име;\n\n* Да врши услуги поврзани со услуги; или\n\n* Да ни помогне да анализираме како се користи нашата услуга.\n\nСакам да ги информирам корисниците на оваа услуга дека овие трети страни имаат пристап до вашите лични податоци. Причината е да ги извршуваат задачите што им се доделени во наше име. Сепак, тие се обврзани да не ги откриваат или користат информациите за која било друга цел.\n\n\n**Безбедност**\n\nЈа ценам вашата доверба во обезбедувањето на Вашите лични податоци, па затоа се стремиме да користиме комерцијално прифатливи средства за нивна заштита. Но, запомнете дека ниту еден начин на пренос преку Интернет или метод на електронско складирање не е 100% безбеден и сигурен и не можам да ја гарантирам неговата апсолутна безбедност.\n\n\n**Промени на оваа Политика за приватност**\n\nОдвреме-навреме може да ја ажурирам нашата Политика за приватност. Затоа, ви се советува периодично да ја прегледувате оваа страница за какви било промени. Ќе ве известам за какви било промени со објавување на новата Политика за приватност на оваа страница.\n\nОваа политика е во сила од 16.11.2020\n\n\n**Контактирајте не**\n\nАко имате какви било прашања или предлози за мојата Политика за приватност, не двоумете се да ме контактирате на jabguru007@gmail.com.",
    "search": "Пребарување",
    "no_content_search": "Не можев да најдам белешка користејќи „{searchText}“",
    "error_uploading_file": "Грешка при поставување на датотека",
    "file_exceeds_limit": "Датотеката надминува {limit}",
    "gallery": "Галерија",
    "link": "Врска",
    "capture_a_photo": "Снимајте фотографија",
    "capture_a_video": "Снимајте видео",
    "copy": "Копирај",
    "copy_for_whatsapp": "Копирај за WhatsApp",
    "copy_for_whatsapp_success": "Текстот е копиран во таблата со исечоци",
    "copy_for_whatsapp_failed": "Текстот не успеа да се копира"
}