{
    "email": "ഇമെയിൽ",
    "password": "Password",
    "sign_in": "സൈൻ ഇൻ",
    "sign_up": "സൈൻ അപ്പ് ചെയ്യുക",
    "or": "അഥവാ",
    "dont_have_an_account": "അക്കൗണ്ട് ഇല്ലേ?",
    "already_have_an_account": "ഇതിനകം ഒരു അക്കൗണ്ട് ഉണ്ടോ?",
    "register": "രജിസ്റ്റർ ചെയ്യുക",
    "validation_email": "ദയവായി ഇമെയിൽ നൽകുക",
    "validation_email_2": "സാധുവായ ഒരു ഇമെയിൽ നൽകുക!",
    "validation_password": "ദയവായി പാസ്‌വേഡ് നൽകുക",
    "validation_password_2": "പാസ്‌വേഡ് വളരെ ചെറുതാണ്",
    "notes": "കുറിപ്പുകൾ",
    "no_notes_yet": "കുറിപ്പുകളൊന്നുമില്ല... എന്നിട്ടും",
    "sign_out": "സൈൻ ഔട്ട്",
    "note_edit": "എഡിറ്റ് ചെയ്യുക",
    "note_new": "പുതിയ കുറിപ്പ്",
    "note_add_title": "തലക്കെട്ട് ചേര്ക്കുക...",
    "note_add_details": "വിശദാംശങ്ങൾ ചേർക്കുക...",
    "note_add_note": "കുറിപ്പ് ചേര്ക്കുക",
    "note_add_note_message": "കുറിപ്പിന് ഒരു ശീർഷകം ഉണ്ടായിരിക്കണം",
    "note_cat_uncategorized": "വർഗ്ഗീകരിക്കാത്തത്",
    "note_cat_study": "പഠനം",
    "note_cat_personal": "വ്യക്തിപരം",
    "note_cat_work": "ജോലി",
    "note_cat_todo": "ചെയ്യാൻ",
    "delete_note": "നിങ്ങൾക്ക് ഈ കുറിപ്പ് ഇല്ലാതാക്കണോ?",
    "delete_note_undone": "ഈ പ്രവർത്തനം പഴയപടിയാക്കാനാകില്ല",
    "delete_cancel": "റദ്ദാക്കുക",
    "delete": "ഇല്ലാതാക്കുക",
    "change_language": "ഭാഷ മാറ്റുക",
    "select_language": "ഭാഷ തിരഞ്ഞെടുക്കുക",
    "language_continue": "തുടരുക",
    "language_done": "ചെയ്തു",
    "forgot_password": "പാസ്വേഡ് മറന്നോ?",
    "reset_password_title": "പാസ്‌വേഡ് പുനഃസജ്ജമാക്കുക",
    "reset": "പുനഃസജ്ജമാക്കുക",
    "password_reset_successful": "പാസ്‌വേഡ് റീസെറ്റ് ലിങ്ക് വിജയകരമായി അയച്ചു",
    "close": "അടയ്ക്കുക",
    "privacy_policy_title": "സ്വകാര്യതാ നയം",
    "privacy_policy": "{name} ഒരു സൗജന്യ ആപ്പായി iJot ആപ്പ് നിർമ്മിച്ചു. ഈ സേവനം {name} എന്നയാൾ ഒരു ചെലവും കൂടാതെ നൽകുന്നു, അത് അതേപടി ഉപയോഗിക്കാൻ ഉദ്ദേശിച്ചുള്ളതാണ്.\n\nആരെങ്കിലും എന്റെ സേവനം ഉപയോഗിക്കാൻ തീരുമാനിച്ചാൽ വ്യക്തിഗത വിവരങ്ങളുടെ ശേഖരണം, ഉപയോഗം, വെളിപ്പെടുത്തൽ എന്നിവയുമായി ബന്ധപ്പെട്ട എന്റെ നയങ്ങളെ കുറിച്ച് ഉപയോക്താക്കളെ അറിയിക്കുന്നതിനാണ് ഇത്.\n\nനിങ്ങൾ എന്റെ സേവനം ഉപയോഗിക്കാൻ തിരഞ്ഞെടുക്കുകയാണെങ്കിൽ, ഈ നയവുമായി ബന്ധപ്പെട്ട വിവരങ്ങളുടെ ശേഖരണവും ഉപയോഗവും നിങ്ങൾ അംഗീകരിക്കുന്നു. ഈ സ്വകാര്യതാ നയത്തിൽ വിവരിച്ചിട്ടുള്ളതല്ലാതെ ഞാൻ നിങ്ങളുടെ വിവരങ്ങൾ ആരുമായും ഉപയോഗിക്കുകയോ പങ്കിടുകയോ ചെയ്യില്ല.\n\n\n**വിവര ശേഖരണവും ഉപയോഗവും**\n\nഒരു മികച്ച അനുഭവത്തിനായി, ഞങ്ങളുടെ സേവനം ഉപയോഗിക്കുമ്പോൾ, ഉപയോക്തൃനാമവും ഇമെയിലും ഉൾപ്പെടെ എന്നാൽ പരിമിതപ്പെടുത്താതെ വ്യക്തിപരമായി തിരിച്ചറിയാനാകുന്ന ചില വിവരങ്ങൾ ഞങ്ങൾക്ക് നൽകാൻ ഞാൻ നിങ്ങളോട് ആവശ്യപ്പെട്ടേക്കാം. ഞാൻ അഭ്യർത്ഥിക്കുന്ന വിവരങ്ങൾ നിങ്ങളുടെ ഉപകരണത്തിൽ നിലനിർത്തും, ഒരു തരത്തിലും ഞാൻ ശേഖരിക്കില്ല.\n\nനിങ്ങളെ തിരിച്ചറിയാൻ ഉപയോഗിക്കുന്ന വിവരങ്ങൾ ശേഖരിച്ചേക്കാവുന്ന മൂന്നാം കക്ഷി സേവനങ്ങൾ ആപ്പ് ഉപയോഗിക്കുന്നു.\n\nആപ്പ് ഉപയോഗിക്കുന്ന മൂന്നാം കക്ഷി സേവന ദാതാക്കളുടെ സ്വകാര്യതാ നയത്തിലേക്കുള്ള ലിങ്ക്\n\n* [Google Play സേവനങ്ങൾ](https://www.google.com/policies/privacy/)\n\n* [ഫയർബേസിനുള്ള Google Analytics](https://firebase.google.com/policies/analytics)\n\n\n**ലോഗ് ഡാറ്റ**\n\nനിങ്ങൾ എന്റെ സേവനം ഉപയോഗിക്കുമ്പോഴെല്ലാം, ആപ്പിൽ ഒരു പിശകുണ്ടായാൽ, ലോഗ് ഡാറ്റ എന്ന് വിളിക്കപ്പെടുന്ന നിങ്ങളുടെ ഫോണിലെ ഡാറ്റയും വിവരങ്ങളും (മൂന്നാം കക്ഷി ഉൽപ്പന്നങ്ങളിലൂടെ) ഞാൻ ശേഖരിക്കുമെന്ന് നിങ്ങളെ അറിയിക്കാൻ ഞാൻ ആഗ്രഹിക്കുന്നു. ഈ ലോഗ് ഡാറ്റയിൽ നിങ്ങളുടെ ഉപകരണത്തിന്റെ ഇന്റർനെറ്റ് പ്രോട്ടോക്കോൾ (“IP”) വിലാസം, ഉപകരണത്തിന്റെ പേര്, ഓപ്പറേറ്റിംഗ് സിസ്റ്റം പതിപ്പ്, എന്റെ സേവനം ഉപയോഗിക്കുമ്പോൾ ആപ്പിന്റെ കോൺഫിഗറേഷൻ, നിങ്ങൾ സേവനം ഉപയോഗിക്കുന്ന സമയവും തീയതിയും മറ്റ് സ്ഥിതിവിവരക്കണക്കുകളും പോലുള്ള വിവരങ്ങൾ ഉൾപ്പെട്ടേക്കാം. .\n\n\n**സേവന ദാതാക്കൾ**\n\nഇനിപ്പറയുന്ന കാരണങ്ങളാൽ ഞാൻ മൂന്നാം കക്ഷി കമ്പനികളെയും വ്യക്തികളെയും നിയമിച്ചേക്കാം:\n\n* ഞങ്ങളുടെ സേവനം സുഗമമാക്കുന്നതിന്;\n\n* ഞങ്ങൾക്ക് വേണ്ടി സേവനം നൽകുന്നതിന്;\n\n* സേവനവുമായി ബന്ധപ്പെട്ട സേവനങ്ങൾ നിർവഹിക്കുന്നതിന്; അഥവാ\n\n* ഞങ്ങളുടെ സേവനം എങ്ങനെ ഉപയോഗിക്കുന്നു എന്ന് വിശകലനം ചെയ്യുന്നതിൽ ഞങ്ങളെ സഹായിക്കുന്നതിന്.\n\nഈ മൂന്നാം കക്ഷികൾക്ക് നിങ്ങളുടെ സ്വകാര്യ വിവരങ്ങളിലേക്ക് ആക്‌സസ് ഉണ്ടെന്ന് ഈ സേവനത്തിന്റെ ഉപയോക്താക്കളെ അറിയിക്കാൻ ഞാൻ ആഗ്രഹിക്കുന്നു. കാരണം, അവർ ഏൽപ്പിച്ച ജോലികൾ നമ്മുടെ പേരിൽ നിർവഹിക്കുക എന്നതാണ്. എന്നിരുന്നാലും, വിവരങ്ങൾ വെളിപ്പെടുത്താനോ മറ്റേതെങ്കിലും ആവശ്യങ്ങൾക്ക് ഉപയോഗിക്കാനോ അവർ ബാധ്യസ്ഥരാണ്.\n\n\n**സുരക്ഷ**\n\nനിങ്ങളുടെ സ്വകാര്യ വിവരങ്ങൾ ഞങ്ങൾക്ക് നൽകുന്നതിൽ നിങ്ങളുടെ വിശ്വാസത്തെ ഞാൻ വിലമതിക്കുന്നു, അതിനാൽ വാണിജ്യപരമായി സ്വീകാര്യമായ മാർഗങ്ങൾ ഉപയോഗിക്കാൻ ഞങ്ങൾ ശ്രമിക്കുന്നു. എന്നാൽ ഇൻറർനെറ്റിലൂടെ സംപ്രേഷണം ചെയ്യുന്നതിനുള്ള ഒരു രീതിയും ഇലക്ട്രോണിക് സ്റ്റോറേജ് രീതിയും 100% സുരക്ഷിതവും വിശ്വസനീയവുമല്ല, മാത്രമല്ല അതിന്റെ സമ്പൂർണ്ണ സുരക്ഷ എനിക്ക് ഉറപ്പുനൽകാൻ കഴിയില്ലെന്നും ഓർമ്മിക്കുക.\n\n\n**ഈ സ്വകാര്യതാ നയത്തിലെ മാറ്റങ്ങൾ**\n\nഞാൻ ഞങ്ങളുടെ സ്വകാര്യതാ നയം കാലാകാലങ്ങളിൽ അപ്ഡേറ്റ് ചെയ്തേക്കാം. അതിനാൽ, എന്തെങ്കിലും മാറ്റങ്ങൾക്കായി ഈ പേജ് ഇടയ്ക്കിടെ അവലോകനം ചെയ്യാൻ നിങ്ങളോട് നിർദ്ദേശിക്കുന്നു. ഈ പേജിൽ പുതിയ സ്വകാര്യതാ നയം പോസ്റ്റുചെയ്യുന്നതിലൂടെ എന്തെങ്കിലും മാറ്റങ്ങളുണ്ടെങ്കിൽ ഞാൻ നിങ്ങളെ അറിയിക്കും.\n\nഈ നയം 2020-11-16 മുതൽ പ്രാബല്യത്തിൽ വരും\n\n\n**ഞങ്ങളെ സമീപിക്കുക**\n\nഎന്റെ സ്വകാര്യതാ നയത്തെക്കുറിച്ച് നിങ്ങൾക്ക് എന്തെങ്കിലും ചോദ്യങ്ങളോ നിർദ്ദേശങ്ങളോ ഉണ്ടെങ്കിൽ, jabguru007@gmail.com എന്ന വിലാസത്തിൽ എന്നെ ബന്ധപ്പെടാൻ മടിക്കരുത്.",
    "search": "തിരയുക",
    "no_content_search": "\"{searchText}\" ഉപയോഗിച്ച് ഒരു കുറിപ്പ് കണ്ടെത്താൻ കഴിഞ്ഞില്ല",
    "error_uploading_file": "ഫയൽ അപ്‌ലോഡ് ചെയ്യുന്നതിൽ പിശക്",
    "file_exceeds_limit": "ഫയൽ {limit} കവിഞ്ഞു",
    "gallery": "ഗാലറി",
    "link": "ലിങ്ക്",
    "capture_a_photo": "ഒരു ഫോട്ടോ എടുക്കുക",
    "capture_a_video": "ഒരു വീഡിയോ എടുക്കുക",
    "copy": "പകർത്തുക",
    "copy_for_whatsapp": "WhatsApp-നായി പകർത്തുക",
    "copy_for_whatsapp_success": "ടെക്സ്റ്റ് ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തി",
    "copy_for_whatsapp_failed": "വാചകം പകർത്തുന്നതിൽ പരാജയപ്പെട്ടു"
}