{
  "email": "Имэйл",
  "password": "Нууц үг",
  "sign_in": "Нэвтрэх",
  "sign_up": "Бүртгүүлэх",
  "or": "ЭСВЭЛ",
  "dont_have_an_account": "Танд данс байхгүй юу?",
  "already_have_an_account": "Данстай юу?",
  "register": "Бүртгүүлэх",
  "validation_email": "Имэйл оруулна уу",
  "validation_email_2": "Зөв имэйл оруулна уу!",
  "validation_password": "Нууц үгээ оруулна уу",
  "validation_password_2": "Нууц үг хэт богино байна",
  "notes": "Тэмдэглэл",
  "no_notes_yet": "Тэмдэглэл алга ... Гэсэн хэдий ч",
  "sign_out": "Гарах",
  "note_edit": "Засах",
  "note_new": "Шинэ тэмдэглэл",
  "note_add_title": "Гарчиг нэмэх ...",
  "note_add_details": "Дэлгэрэнгүй мэдээллийг нэмэх ...",
  "note_add_note": "Тэмдэглэл нэмэх",
  "note_add_note_message": "Тэмдэглэл нь гарчигтай байх ёстой",
  "note_cat_uncategorized": "Ангилалгүй",
  "note_cat_study": "Судлах",
  "note_cat_personal": "Хувийн",
  "note_cat_work": "Ажил",
  "note_cat_todo": "Бүх зүйл",
  "delete_note": "Та энэ тэмдэглэлийг устгах уу?",
  "delete_note_undone": "Энэ үйлдлийг буцаах боломжгүй",
  "delete_cancel": "Цуцлах",
  "delete": "Устгах",
  "change_language": "Хэл өөрчлөх",
  "select_language": "Хэл сонгох",
  "language_continue": "Үргэлжлүүлэх",
  "language_done": "Дууссан",
  "forgot_password": "Нууц үгээ мартсан?",
  "reset_password_title": "Нууц үгээ анхны байдалд нь оруулж",
  "reset": "Дахин тохируулах",
  "password_reset_successful": "Нууц үгийг шинэчлэх линк амжилттай илгээгдлээ",
  "privacy_policy_title": "Нууцлалын бодлого",
  "privacy_policy": "{name} iJot програмыг Үнэгүй програм болгон бүтээсэн. Энэ ҮЙЛЧИЛГЭЭГ {name} үнэ төлбөргүй үзүүлж байгаа бөгөөд ашиглахад зориулагдсан болно.\n\nЭнэ нь хэрэв миний үйлчилгээг ашиглахаар шийдсэн бол хувийн мэдээллийг цуглуулах, ашиглах, задруулах талаар миний бодлогын талаар хэрэглэгчдэд мэдээлэх зорилготой юм.\n\nХэрэв та миний үйлчилгээг ашиглахаар шийдсэн бол энэхүү бодлоготой холбоотой мэдээлэл цуглуулах, ашиглахыг зөвшөөрч байгаа болно. Би энэхүү Нууцлалын бодлогод зааснаас бусад тохиолдолд би таны мэдээллийг ашиглах эсвэл бусадтай хуваалцахгүй.\n\n\n** Мэдээлэл цуглуулах, ашиглах **\n\nИлүү сайн туршлагатай байхын тулд манай үйлчилгээг ашиглахдаа хэрэглэгчийн нэр, имэйлээр хязгаарлахгүйгээр хувийн таних тодорхой мэдээлэл өгөхийг танаас шаардаж магадгүй юм. Миний хүссэн мэдээллийг таны төхөөрөмж дээр хадгалах бөгөөд би ямар нэгэн байдлаар цуглуулдаггүй.\n\nАпп нь таныг танихад ашигласан мэдээллийг цуглуулж болзошгүй гуравдагч талын үйлчилгээг ашигладаг.\n\nАпп-д ашигладаг гуравдагч талын үйлчилгээ үзүүлэгчдийн нууцлалын бодлогын холбоос\n\n* [Google Play Services] (https://www.google.com/policies/privacy/)\n\n* [Firebase-д зориулсан Google Analytics] (https://firebase.google.com/policies/analytics)\n\n\n** Бүртгэлийн мэдээлэл **\n\nТа миний үйлчилгээг ашиглах бүрт апп-д алдаа гарсан тохиолдолд би өгөгдөл, мэдээллийг (гуравдагч этгээдийн бүтээгдэхүүнээр дамжуулан) Log Data нэртэй утсан дээрээ цуглуулдаг гэдгийг танд хэлмээр байна. Энэхүү бүртгэлийн өгөгдөлд таны төхөөрөмжийн Интернет протокол (\"IP\") хаяг, төхөөрөмжийн нэр, үйлдлийн системийн хувилбар, миний үйлчилгээг ашиглах үед програмын тохиргоо, үйлчилгээ ашиглах хугацаа, огноо, бусад статистик мэдээлэл зэрэг мэдээллийг багтааж болно. .\n\n\n** Үйлчилгээ үзүүлэгчид **\n\nБи дараахь шалтгаанаар хөндлөнгийн компани, хувь хүмүүсийг ажиллуулж болно.\n\n* Манай үйлчилгээг хөнгөвчлөх;\n\n* Бидний өмнөөс үйлчилгээ үзүүлэх;\n\n* Үйлчилгээтэй холбоотой үйлчилгээ үзүүлэх; эсвэл\n\n* Манай үйлчилгээг хэрхэн ашиглаж байгааг шинжлэхэд туслах.\n\nЭдгээр гуравдагч этгээд таны хувийн мэдээлэлд нэвтрэх эрхтэй гэдгийг энэ үйлчилгээний хэрэглэгчдэд мэдэгдэхийг хүсч байна. Шалтгаан нь бидний өмнөөс тэдэнд өгсөн үүрэг даалгаврыг биелүүлэх явдал юм. Гэхдээ тэд мэдээллийг задруулахгүй эсвэл өөр зорилгоор ашиглахгүй байх үүрэгтэй.\n\n\n** Аюулгүй байдал **\n\nБидэнд таны хувийн мэдээллийг өгөх итгэлийг үнэлж байгаа тул үүнийг хамгаалахын тулд арилжааны хувьд хүлээн зөвшөөрөгдсөн арга хэрэгслийг ашиглахыг хичээж байна. Гэхдээ интернетээр дамжуулах ямар ч арга, эсвэл цахим хадгалах арга нь 100% найдвартай, найдвартай байдаггүй гэдгийг би санаарай.\n\n\n** Энэхүү Нууцлалын бодлогод оруулсан өөрчлөлт **\n\nБи нууцлалын бодлогоо үе үе шинэчлэх боломжтой. Тиймээс, та энэ хуудсыг аливаа өөрчлөлтийн талаар үе үе шалгаж байхыг зөвлөж байна. Шинэчлэгдсэн нууцлалын бодлогыг энэ хуудсан дээр байршуулснаар би өөрчлөлтийн талаар мэдэгдэх болно.\n\nЭнэхүү бодлого нь 2020-11-16 хооронд хэрэгжиж эхэлнэ\n\n\n** Бидэнтэй холбоо бариарай **\n\nХэрэв танд миний Нууцлалын бодлогын талаар асуулт, санал байвал jabguru007@gmail.com хаягаар надтай холбоо бариарай."
}