{
  "email": "ईमेल",
  "password": "संकेतशब्द",
  "sign_in": "साइन इन करा",
  "sign_up": "साइन अप करा",
  "or": "किंवा",
  "dont_have_an_account": "खाते नाही?",
  "already_have_an_account": "आधीपासूनच एक खाते आहे?",
  "register": "नोंदणी करा",
  "validation_email": "कृपया ईमेल इनपुट करा",
  "validation_email_2": "वैध ईमेल इनपुट करा!",
  "validation_password": "कृपया संकेतशब्द इनपुट करा",
  "validation_password_2": "संकेतशब्द खूप छोटा आहे",
  "notes": "नोट्स",
  "no_notes_yet": "नोट्स नाही ... तरीही",
  "sign_out": "साइन आउट",
  "note_edit": "सुधारणे",
  "note_new": "नवीन टीप",
  "note_add_title": "शीर्षक द्या...",
  "note_add_details": "तपशील जोडा ...",
  "note_add_note": "नोंदी जोडा",
  "note_add_note_message": "टीप एक शीर्षक असणे आवश्यक आहे",
  "note_cat_uncategorized": "अवर्गीकृत",
  "note_cat_study": "अभ्यास",
  "note_cat_personal": "वैयक्तिक",
  "note_cat_work": "काम",
  "note_cat_todo": "सर्व काही",
  "delete_note": "आपण ही टीप हटवू इच्छिता?",
  "delete_note_undone": "ही क्रिया पूर्ववत करणे शक्य नाही",
  "delete_cancel": "रद्द करा",
  "delete": "हटवा",
  "change_language": "भाषा बदला",
  "select_language": "भाषा निवडा",
  "language_continue": "सुरू",
  "language_done": "पूर्ण झाले",
  "forgot_password": "संकेतशब्द विसरलात?",
  "reset_password_title": "संकेतशब्द रीसेट करा",
  "reset": "रीसेट करा",
  "password_reset_successful": "संकेतशब्द रीसेट दुवा यशस्वीरित्या पाठविला गेला आहे",
  "privacy_policy_title": "गोपनीयता धोरण",
  "privacy_policy": "{0 ने विनामूल्य अ‍ॅप म्हणून आयजॉट अॅप तयार केला. ही सेवा cost 1 by द्वारे कोणत्याही किंमतीशिवाय प्रदान केली गेली आहे आणि वापरण्यासाठी आहे.\n\nहे कुणीही माझी सेवा वापरण्याचे ठरविल्यास वैयक्तिक माहिती संग्रहण, वापर आणि जाहीर करण्याच्या माझ्या धोरणांविषयी वापरकर्त्यांना कळवण्यासाठी आहे.\n\nआपण माझी सेवा वापरणे निवडल्यास आपण या धोरणासंदर्भात माहिती संग्रहित आणि वापरण्यास सहमती देता. या गोपनीयता धोरणात वर्णन केल्याशिवाय मी आपली माहिती कोणाबरोबरही वापरणार नाही किंवा वापरणार नाही.\n\n\n** माहिती संकलन आणि वापरा **\n\nअधिक चांगल्या अनुभवासाठी, आमची सेवा वापरताना, आम्हाला आपल्याला विशिष्ट वैयक्तिकरित्या ओळखण्यायोग्य माहिती प्रदान करण्याची आवश्यकता असू शकते, यासह वापरकर्तानाव आणि ईमेल मर्यादित नाही. मी विनंती केलेली माहिती आपल्या डिव्हाइसवर कायम राखली जाईल आणि मी कोणत्याही प्रकारे ती गोळा केली नाही.\n\nअ‍ॅप तृतीय पक्षाच्या सेवा वापरतो जी आपल्याला ओळखण्यासाठी वापरल्या जाणार्‍या माहिती संकलित करू शकते.\n\nअ‍ॅपद्वारे वापरलेल्या तृतीय पक्षाच्या सेवा प्रदात्यांच्या गोपनीयता धोरणाचा दुवा\n\n* [गुगल प्ले सर्व्हिसेस] (https://www.google.com/pol नीति/privacy/)\n\n* [फायरबॅससाठी गुगल अ‍ॅनालिटिक्स] (https://firebase.google.com/polferences/analytics)\n\n\n** लॉग डेटा **\n\nमी आपल्याला हे सांगू इच्छितो की जेव्हा आपण माझी सेवा वापरता तेव्हा अ‍ॅपमध्ये त्रुटी आढळल्यास लॉग डेटा नावाच्या आपल्या फोनवर मी डेटा आणि माहिती संकलित करतो (तृतीय पक्षाच्या उत्पादनांद्वारे). या लॉग डेटामध्ये आपला डिव्हाइस इंटरनेट प्रोटोकॉल (“आयपी”) पत्ता, डिव्हाइसचे नाव, ऑपरेटिंग सिस्टम आवृत्ती, माझी सेवा वापरताना अ‍ॅपचे कॉन्फिगरेशन, सेवेच्या आपल्या वापराची वेळ आणि तारीख आणि इतर आकडेवारी यासारख्या माहितीचा समावेश असू शकतो. .\n\n\n** सेवा प्रदाता **\n\nपुढील कारणांमुळे मी तृतीय-पक्षाच्या कंपन्या आणि व्यक्तींना नोकरी देऊ शकतो:\n\n* आमच्या सेवा सुलभ करण्यासाठी;\n\n* आमच्या वतीने सेवा प्रदान करण्यासाठी;\n\n* सेवा-संबंधित सेवा करण्यासाठी; किंवा\n\n* आमची सेवा कशी वापरली जाते याचे विश्लेषण करण्यात आमची मदत करणे.\n\nया सेवेच्या वापरकर्त्यांना मी सांगू इच्छितो की या तृतीय पक्षांना आपल्या वैयक्तिक माहितीमध्ये प्रवेश आहे. आमच्या वतीने त्यांना सोपविलेली कार्ये पूर्ण करण्याचे कारण. तथापि, माहिती उघडकीस आणण्यासाठी किंवा इतर कोणत्याही हेतूसाठी त्यांचा वापर न करण्याची जबाबदारी त्यांच्यावर आहे.\n\n\n** सुरक्षा **\n\nआम्हाला आपली वैयक्तिक माहिती प्रदान करण्याच्या आपल्या विश्वासाचे मला महत्त्व आहे, म्हणून आम्ही तिचे संरक्षण करण्यासाठी व्यावसायिकरित्या स्वीकार्य माध्यमांचा वापर करण्याचा प्रयत्न करीत आहोत. परंतु हे लक्षात ठेवा की इंटरनेटद्वारे प्रसारित करण्याची कोणतीही पद्धत किंवा इलेक्ट्रॉनिक संग्रहणाची पद्धत 100% सुरक्षित आणि विश्वासार्ह नाही आणि मी त्याच्या पूर्ण सुरक्षिततेची हमी देऊ शकत नाही.\n\n\n** या गोपनीयता धोरणात बदल **\n\nमी वेळोवेळी आमचे गोपनीयता धोरण अद्यतनित करू शकतो. अशा प्रकारे, कोणत्याही बदलांसाठी आपल्याला या पृष्ठास नियमितपणे पुनरावलोकन करण्याचा सल्ला देण्यात आला आहे. या पृष्ठावरील नवीन गोपनीयता धोरण पोस्ट करून मी आपल्यास कोणत्याही बदलांविषयी सूचित करेन.\n\nहे धोरण 2020-11-16 पर्यंत प्रभावी आहे\n\n\n** आमच्याशी संपर्क साधा **\n\nमाझ्या गोपनीयता धोरणाबद्दल आपल्याकडे काही प्रश्न किंवा सूचना असल्यास jabguru007@gmail.com वर माझ्याशी संपर्क साधायला अजिबात संकोच करू नका."
}