{
    "email": "E-mel",
    "password": "Kata laluan",
    "sign_in": "Log Masuk",
    "sign_up": "Daftar",
    "or": "ATAU",
    "dont_have_an_account": "Tiada akaun?",
    "already_have_an_account": "Sudah mempunyai akaun?",
    "register": "Daftar",
    "validation_email": "Sila masukkan e-mel",
    "validation_email_2": "Masukkan e-mel yang sah!",
    "validation_password": "Sila masukkan kata laluan",
    "validation_password_2": "Kata laluan terlalu pendek",
    "notes": "Nota",
    "no_notes_yet": "Tiada Nota... Namun",
    "sign_out": "Log Keluar",
    "note_edit": "Sunting",
    "note_new": "Nota Baharu",
    "note_add_title": "Tambah tajuk...",
    "note_add_details": "Tambah Butiran...",
    "note_add_note": "Tambah Nota",
    "note_add_note_message": "Nota Mesti Ada Tajuk",
    "note_cat_uncategorized": "Tidak dikategorikan",
    "note_cat_study": "Belajar",
    "note_cat_personal": "Peribadi",
    "note_cat_work": "Kerja",
    "note_cat_todo": "Todo",
    "delete_note": "Adakah anda mahu Padamkan Nota ini?",
    "delete_note_undone": "Tindakan ini tidak boleh dibuat asal",
    "delete_cancel": "Batal",
    "delete": "Padam",
    "change_language": "Tukar bahasa",
    "select_language": "Pilih Bahasa",
    "language_continue": "teruskan",
    "language_done": "Selesai",
    "forgot_password": "Lupa kata laluan?",
    "reset_password_title": "Menetapkan semula kata laluan",
    "reset": "Tetapkan semula",
    "password_reset_successful": "Pautan tetapan semula kata laluan telah berjaya dihantar",
    "close": "tutup",
    "privacy_policy_title": "Dasar Privasi",
    "privacy_policy": "{name} membina apl iJot sebagai apl Percuma. PERKHIDMATAN ini disediakan oleh {name} tanpa sebarang kos dan bertujuan untuk digunakan sebagaimana adanya.\n\nIni adalah untuk memaklumkan pengguna mengenai dasar saya dengan pengumpulan, penggunaan dan pendedahan Maklumat Peribadi jika sesiapa memutuskan untuk menggunakan Perkhidmatan saya.\n\nJika anda memilih untuk menggunakan Perkhidmatan saya, maka anda bersetuju menerima pengumpulan dan penggunaan maklumat berhubung dengan dasar ini. Saya tidak akan menggunakan atau berkongsi maklumat anda dengan sesiapa kecuali seperti yang diterangkan dalam Dasar Privasi ini.\n\n\n**Pengumpulan Maklumat dan Penggunaan**\n\nUntuk pengalaman yang lebih baik, semasa menggunakan Perkhidmatan kami, saya mungkin memerlukan anda untuk memberikan kami maklumat tertentu yang boleh dikenal pasti secara peribadi, termasuk tetapi tidak terhad kepada nama pengguna dan e-mel. Maklumat yang saya minta akan disimpan pada peranti anda dan tidak dikumpul oleh saya dalam apa jua cara.\n\nApl ini menggunakan perkhidmatan pihak ketiga yang mungkin mengumpul maklumat yang digunakan untuk mengenal pasti anda.\n\nPautan ke dasar privasi penyedia perkhidmatan pihak ketiga yang digunakan oleh apl\n\n* [Perkhidmatan Google Play](https://www.google.com/policies/privacy/)\n\n* [Analitis Google untuk Firebase](https://firebase.google.com/policies/analytics)\n\n\n**Data Log**\n\nSaya ingin memaklumkan kepada anda bahawa apabila anda menggunakan Perkhidmatan saya, sekiranya berlaku ralat dalam apl, saya mengumpul data dan maklumat (melalui produk pihak ketiga) pada telefon anda yang dipanggil Data Log. Data Log ini mungkin termasuk maklumat seperti alamat Protokol Internet (“IP”) peranti anda, nama peranti, versi sistem pengendalian, konfigurasi apl semasa menggunakan Perkhidmatan saya, masa dan tarikh penggunaan Perkhidmatan oleh anda dan statistik lain .\n\n\n**Pembekal Perkhidmatan**\n\nSaya mungkin menggaji syarikat dan individu pihak ketiga atas sebab-sebab berikut:\n\n* Untuk memudahkan Perkhidmatan kami;\n\n* Untuk menyediakan Perkhidmatan bagi pihak kami;\n\n* Untuk melaksanakan perkhidmatan berkaitan Perkhidmatan; atau\n\n* Untuk membantu kami menganalisis cara Perkhidmatan kami digunakan.\n\nSaya ingin memaklumkan kepada pengguna Perkhidmatan ini bahawa pihak ketiga ini mempunyai akses kepada Maklumat Peribadi anda. Sebabnya adalah untuk melaksanakan tugas yang diberikan kepada mereka bagi pihak kita. Walau bagaimanapun, mereka bertanggungjawab untuk tidak mendedahkan atau menggunakan maklumat tersebut untuk tujuan lain.\n\n\n**Keselamatan**\n\nSaya menghargai kepercayaan anda dalam memberikan kami Maklumat Peribadi anda, oleh itu kami berusaha untuk menggunakan cara yang boleh diterima secara komersial untuk melindunginya. Tetapi ingat bahawa tiada kaedah penghantaran melalui Internet, atau kaedah storan elektronik adalah 100% selamat dan boleh dipercayai, dan saya tidak dapat menjamin keselamatan mutlaknya.\n\n\n**Perubahan pada Dasar Privasi Ini**\n\nSaya mungkin mengemas kini Dasar Privasi kami dari semasa ke semasa. Oleh itu, anda dinasihatkan untuk menyemak halaman ini secara berkala untuk sebarang perubahan. Saya akan memberitahu anda tentang sebarang perubahan dengan menyiarkan Dasar Privasi baharu pada halaman ini.\n\nDasar ini berkuat kuasa mulai 2020-11-16\n\n\n**Hubungi Kami**\n\nJika anda mempunyai sebarang soalan atau cadangan tentang Dasar Privasi saya, jangan teragak-agak untuk menghubungi saya di jabguru007@gmail.com.",
    "search": "Cari",
    "no_content_search": "Tidak dapat mencari nota menggunakan \"{searchText}\"",
    "error_uploading_file": "Ralat Memuat Naik Fail",
    "file_exceeds_limit": "Fail melebihi {limit}",
    "gallery": "Galeri",
    "link": "Pautan",
    "capture_a_photo": "Tangkap foto",
    "capture_a_video": "Tangkap video",
    "copy": "Salinan",
    "copy_for_whatsapp": "Salin untuk WhatsApp",
    "copy_for_whatsapp_success": "Teks disalin ke papan keratan",
    "copy_for_whatsapp_failed": "Gagal menyalin teks"
}