{
    "email": "အီးမေးလ်",
    "password": "စကားဝှက်",
    "sign_in": "ဆိုင်းအင်လုပ်ခြင်း",
    "sign_up": "ဆိုင်းအပ်",
    "or": "သို့မဟုတ်",
    "dont_have_an_account": "အကောင့်မရှိဘူးလား။",
    "already_have_an_account": "အကောင့်ရှိပြီးသားလား?",
    "register": "မှတ်ပုံတင်ပါ။",
    "validation_email": "ကျေးဇူးပြု၍ အီးမေးလ်ထည့်ပါ။",
    "validation_email_2": "မှန်ကန်သောအီးမေးလ်ကို ထည့်သွင်းပါ။",
    "validation_password": "စကားဝှက်ထည့်ပါ။",
    "validation_password_2": "စကားဝှက် အလွန်တိုပါသည်။",
    "notes": "မှတ်စုများ",
    "no_notes_yet": "မှတ်စုတွေ မရှိဘူး... ဒါတောင်",
    "sign_out": "ဆိုင်းအောက်",
    "note_edit": "တည်းဖြတ်ပါ။",
    "note_new": "မှတ်ချက်အသစ်",
    "note_add_title": "ခေါင်းစဉ်ထည့်ပါ...",
    "note_add_details": "အသေးစိတ်အချက်အလက်များထည့်ပါ...",
    "note_add_note": "မှတ်စုထည့်ပါ။",
    "note_add_note_message": "မှတ်ချက် ခေါင်းစဉ်တစ်ခုရှိရမည်။",
    "note_cat_uncategorized": "အမျိုးအစားခွဲခြားထားခြင်းမရှိပါ။",
    "note_cat_study": "လေ့လာချက်",
    "note_cat_personal": "ပုဂ္ဂိုလ်ရေး",
    "note_cat_work": "အလုပ်",
    "note_cat_todo": "လုပ်ရန်",
    "delete_note": "ဤမှတ်စုကို ဖျက်လိုပါသလား။",
    "delete_note_undone": "ဤလုပ်ဆောင်ချက်ကို ပြန်ပြင်၍မရပါ။",
    "delete_cancel": "မလုပ်တော့",
    "delete": "ဖျက်ပါ။",
    "change_language": "ဘာသာစကားပြောင်းပါ။",
    "select_language": "ဘာသာစကားကို ရွေးပါ။",
    "language_continue": "ဆက်လက်",
    "language_done": "ပြီးပြီ။",
    "forgot_password": "စကားဝှက်မေ့နေပါသလား?",
    "reset_password_title": "လျှို့ဝှတ်နံပါတ်အားမူလအတိုင်းပြန်လုပ်သည်",
    "reset": "ပြန်လည်သတ်မှတ်ပါ။",
    "password_reset_successful": "စကားဝှက်ပြန်လည်သတ်မှတ်ခြင်းလင့်ခ်ကို အောင်မြင်စွာ ပေးပို့ပြီးဖြစ်သည်။",
    "close": "ပိတ်လိုက်",
    "privacy_policy_title": "ကိုယ်ရေးအချက်အလက်မူဝါဒ",
    "privacy_policy": "{name} သည် iJot အက်ပ်ကို အခမဲ့အက်ပ်အဖြစ် တည်ဆောက်ခဲ့သည်။ ဤဝန်ဆောင်မှုကို {name} က အခကြေးငွေမယူဘဲ ပံ့ပိုးပေးထားပြီး ယခင်အတိုင်း အသုံးပြုရန် ရည်ရွယ်ပါသည်။\n\nဤသည်မှာ ကျွန်ုပ်၏ဝန်ဆောင်မှုကိုအသုံးပြုရန် ဆုံးဖြတ်ခဲ့လျှင် မည်သူမဆို ကိုယ်ရေးကိုယ်တာအချက်အလက်များ စုဆောင်းခြင်း၊ အသုံးပြုခြင်းနှင့် ထုတ်ဖော်ခြင်းတို့ဖြင့် ကျွန်ုပ်၏မူဝါဒများနှင့် ပတ်သက်၍ သုံးစွဲသူများအား အသိပေးခြင်းဖြစ်ပါသည်။\n\nကျွန်ုပ်၏ ဝန်ဆောင်မှုကို အသုံးပြုရန် သင်ရွေးချယ်ပါက၊ ဤမူဝါဒနှင့် ဆက်စပ်၍ အချက်အလက်စုဆောင်းခြင်းနှင့် အသုံးပြုခြင်းကို သဘောတူပါသည်။ ဤကိုယ်ရေးကိုယ်တာမူဝါဒတွင်ဖော်ပြထားသည့်အတိုင်း သင့်အချက်အလက်များကို မည်သူနှင့်မျှ မျှဝေသုံးစွဲခြင်း သို့မဟုတ် မျှဝေမည်မဟုတ်ပါ။\n\n\n**အချက်အလက် စုဆောင်းခြင်းနှင့် အသုံးပြုခြင်း**\n\nကျွန်ုပ်တို့၏ဝန်ဆောင်မှုကိုအသုံးပြုနေစဉ် ပိုမိုကောင်းမွန်သောအတွေ့အကြုံအတွက်၊ အသုံးပြုသူအမည်နှင့် အီးမေးလ်တို့ကို အကန့်အသတ်မရှိ အပါအဝင် အချို့သော ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို ပေးဆောင်ရန် သင့်အား ကျွန်ုပ်တောင်းဆိုနိုင်ပါသည်။ ကျွန်ုပ်တောင်းဆိုသော အချက်အလက်ကို သင့်စက်တွင် ထိန်းသိမ်းထားမည်ဖြစ်ပြီး မည်သည့်နည်းဖြင့်မျှ ကျွန်ုပ်က စုဆောင်းမည်မဟုတ်ပါ။\n\nအပလီကေးရှင်းသည် သင့်အား သိရှိရန်အသုံးပြုသည့် အချက်အလက်များကို စုဆောင်းနိုင်သည့် ပြင်ပအဖွဲ့အစည်းဝန်ဆောင်မှုများကို အသုံးပြုပါသည်။\n\nအက်ပ်အသုံးပြုသော ပြင်ပဝန်ဆောင်မှုပေးသူများ၏ ကိုယ်ရေးကိုယ်တာမူဝါဒသို့ လင့်ခ်ချိတ်ပါ။\n\n* [Google Play Services](https://www.google.com/policies/privacy/)\n\n* [Firebase အတွက် Google Analytics](https://firebase.google.com/policies/analytics)\n\n\n**မှတ်တမ်းဒေတာ**\n\nကျွန်ုပ်၏ဝန်ဆောင်မှုကို သင်အသုံးပြုသည့်အခါတိုင်း၊ အက်ပ်တွင် အမှားအယွင်းတစ်ခုရှိသောအခါ သင့်ဖုန်းတွင် Log Data ဟုခေါ်သော ဒေတာနှင့် အချက်အလက် (ပြင်ပကုမ္ပဏီထုတ်ကုန်များမှတစ်ဆင့်) စုဆောင်းမိကြောင်း အသိပေးလိုပါသည်။ ဤမှတ်တမ်းဒေတာတွင် သင့်စက်ပစ္စည်း၏ အင်တာနက်ပရိုတိုကော (“IP”) လိပ်စာ၊ စက်ပစ္စည်းအမည်၊ လည်ပတ်မှုစနစ်ဗားရှင်း၊ ကျွန်ုပ်၏ဝန်ဆောင်မှုကို အသုံးပြုသည့်အခါ အက်ပ်၏ဖွဲ့စည်းပုံ၊ ဝန်ဆောင်မှုကို အသုံးပြုသည့်အချိန်နှင့် ရက်စွဲကဲ့သို့သော အချက်အလက်များ ပါဝင်နိုင်သည် .\n\n\n**ဝန်ဆောင်မှုပေးသူများ**\n\nအောက်ဖော်ပြပါ အကြောင်းများကြောင့် ကျွန်ုပ်သည် ပြင်ပကုမ္ပဏီနှင့် ကုမ္ပဏီများကို အလုပ်ခန့်နိုင်သည်-\n\n* ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုကို အဆင်ပြေချောမွေ့စေရန်၊\n\n* ကျွန်ုပ်တို့ကိုယ်စား ဝန်ဆောင်မှုပေးရန်၊\n\n* Service နှင့်ပတ်သက်သောဝန်ဆောင်မှုများလုပ်ဆောင်ရန်; သို့မဟုတ်\n\n*ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုကိုအသုံးပြုပုံကို ပိုင်းခြားစိတ်ဖြာရာတွင် ကူညီပေးပါသည်။\n\nဤတတိယပါတီများသည် သင်၏ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို အသုံးပြုခွင့်ရှိကြောင်း ဤဝန်ဆောင်မှု၏အသုံးပြုသူများကို ကျွန်ုပ် အသိပေးလိုပါသည်။ အကြောင်းပြချက်က ငါတို့ကိုယ်စား သူတို့ပေးခဲ့တဲ့ တာဝန်တွေကို ထမ်းဆောင်ဖို့ပဲ။ သို့ရာတွင်၊ ၎င်းတို့သည် အခြားရည်ရွယ်ချက်တစ်ခုခုအတွက် အချက်အလက်ကို ထုတ်ဖော်ရန် သို့မဟုတ် အသုံးပြုရန် တာဝန်ရှိသည်။\n\n\n**လုံခြုံရေး**\n\nသင်၏ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို ကျွန်ုပ်တို့အား ပေးဆောင်ရာတွင် သင်၏ယုံကြည်မှုကို တန်ဖိုးထားပါသည်၊ ထို့ကြောင့် ၎င်းကိုကာကွယ်ရန် စီးပွားဖြစ်လက်ခံနိုင်သောနည်းလမ်းများကို အသုံးပြုရန် ကျွန်ုပ်တို့ကြိုးစားနေပါသည်။ သို့သော် အင်တာနက်မှတဆင့် ထုတ်လွှင့်သည့်နည်းလမ်း သို့မဟုတ် အီလက်ထရွန်နစ် သိုလှောင်မှုနည်းလမ်းသည် 100% လုံခြုံပြီး ယုံကြည်စိတ်ချရပြီး ၎င်း၏ လုံးဝလုံခြုံရေးကို ကျွန်ုပ်အာမမခံနိုင်ကြောင်း သတိရပါ။\n\n\n**ဤကိုယ်ရေးကိုယ်တာမူဝါဒကို ပြောင်းလဲခြင်း**\n\nကျွန်ုပ်တို့၏ ကိုယ်ရေးကိုယ်တာမူဝါဒကို အခါအားလျော်စွာ အပ်ဒိတ်လုပ်နိုင်ပါသည်။ ထို့ကြောင့် အပြောင်းအလဲတစ်စုံတစ်ရာအတွက် ဤစာမျက်နှာကို အခါအားလျော်စွာ ပြန်လည်သုံးသပ်ရန် အကြံပြုအပ်ပါသည်။ ဤစာမျက်နှာပေါ်တွင် ကိုယ်ရေးကိုယ်တာမူဝါဒအသစ်ကို ပို့စ်တင်ခြင်းဖြင့် အပြောင်းအလဲများရှိပါက သင့်အား အကြောင်းကြားပါမည်။\n\nဤမူဝါဒသည် 2020-11-16 ရက်နေ့အထိ အကျုံးဝင်ပါသည်။\n\n\n**ကြှနျုပျတို့ကိုဆကျသှယျရနျ**\n\nကျွန်ုပ်၏ကိုယ်ရေးကိုယ်တာမူဝါဒနှင့်ပတ်သက်ပြီး မေးခွန်းများ သို့မဟုတ် အကြံပြုချက်များရှိပါက jabguru007@gmail.com သို့ ဆက်သွယ်ရန် မတွန့်ဆုတ်ပါနှင့်။",
    "search": "ရှာရန်",
    "no_content_search": "\"{searchText}\" သုံးပြီး မှတ်စုကို ရှာမတွေ့ပါ",
    "error_uploading_file": "ဖိုင်ကို အပ်လုဒ်လုပ်ရာတွင် အမှားအယွင်းရှိသည်။",
    "file_exceeds_limit": "ဖိုင်သည် {limit} ကျော်လွန်နေသည်",
    "gallery": "ပြခန်း",
    "link": "လင့်",
    "capture_a_photo": "ဓာတ်ပုံရိုက်ပါ။",
    "capture_a_video": "ဗီဒီယိုရိုက်ပါ။",
    "copy": "ကော်ပီ",
    "copy_for_whatsapp": "WhatsApp အတွက် ကူးယူပါ။",
    "copy_for_whatsapp_success": "စာသားကို ကလစ်ဘုတ်သို့ ကူးယူထားသည်။",
    "copy_for_whatsapp_failed": "စာသားကို ကူးယူ၍မရပါ။",
    "note_cat_all": "အားလုံး",
    "delete_account": "ကျွန်ုပ်၏အကောင့်ကိုဖျက်ပါ။",
    "delete_account_confirmation": "သင့်အကောင့်ကို ဖျက်လိုသည်မှာ သေချာပါသလား။",
    "delete_account_confirmation_details": "သင့်မှတ်စုများအားလုံး ပျောက်ဆုံးသွားမည်ဖြစ်ပြီး iJOT ကို အသုံးပြုရန်အတွက် အကောင့်အသစ်တစ်ခု မှတ်ပုံတင်ရန် လိုအပ်မည်ဖြစ်သည်။",
    "delete_account_sucessful": "အကောင့်ကို အောင်မြင်စွာ ဖျက်လိုက်ပါပြီ။",
    "delete_account_error": "အကောင့်ဖျက်ခြင်းအမှား။ ထပ်မံဝင်ရောက်ပါ။",
    "sort_notes": "မှတ်စုများကို စီပါ။"
}