{
  "email": "အီးမေးလ်",
  "password": "စကားဝှက်",
  "sign_in": "ဆိုင်းအင်လုပ်ခြင်း",
  "sign_up": "ဆိုင်းအပ်",
  "or": "OR",
  "dont_have_an_account": "အကောင့်မရှိဘူးလား",
  "already_have_an_account": "အကောင့်ရှိပြီးသားလား?",
  "register": "မှတ်ပုံတင်ပါ",
  "validation_email": "ကျေးဇူးပြု၍ အီးမေးလ်ထည့်ပါ",
  "validation_email_2": "မှန်ကန်သောအီးမေးလ်ကိုထည့်သွင်းပါ။",
  "validation_password": "ကျေးဇူးပြု၍ စကားဝှက်ကိုထည့်ပါ",
  "validation_password_2": "စကားဝှက်တိုလွန်းသည်",
  "notes": "မှတ်စုများ",
  "no_notes_yet": "မှတ်စုများမရှိပါ",
  "sign_out": "ဆိုင်းအောက်",
  "note_edit": "တည်းဖြတ်ပါ",
  "note_new": "မှတ်စုအသစ်",
  "note_add_title": "ခေါင်းစဉ်ထည့်ပါ ...",
  "note_add_details": "အသေးစိတ်ဖြည့်ပါ ...",
  "note_add_note": "မှတ်ချက်ထည့်ပါ",
  "note_add_note_message": "မှတ်စုခေါင်းစဉ်ရှိရမည်",
  "note_cat_uncategorized": "အမျိုးအစား",
  "note_cat_study": "လေ့လာချက်",
  "note_cat_personal": "ပုဂ္ဂိုလ်ရေး",
  "note_cat_work": "အလုပ်",
  "note_cat_todo": "အရာအားလုံး",
  "delete_note": "သင်ဤမှတ်စုကိုဖျက်လိုပါသလား။",
  "delete_note_undone": "ဒီလုပ်ဆောင်ချက်ကိုဖျက်သိမ်းလို့မရပါ",
  "delete_cancel": "ပယ်ဖျက်ပါ",
  "delete": "ဖျက်ပါ",
  "change_language": "ဘာသာစကားပြောင်းပါ",
  "select_language": "ဘာသာစကားရွေးပါ",
  "language_continue": "ဆက်လက်",
  "language_done": "ပြီးပြီ",
  "forgot_password": "စကားဝှက်ကိုမေ့နေပါသလား?",
  "reset_password_title": "လျှို့ဝှတ်နံပါတ်အားမူလအတိုင်းပြန်လုပ်သည်",
  "reset": "ပြန်လည်စတင်",
  "password_reset_successful": "စကားဝှက်ပြန်လည်သတ်မှတ် link ကိုအောင်မြင်စွာပို့ပြီးပါပြီ",
  "privacy_policy_title": "ကိုယ်ရေးအချက်အလက်မူဝါဒ",
  "privacy_policy": "{name} iJot app ကိုအခမဲ့အက်ပလီကေးရှင်းတစ်ခုအဖြစ်တည်ဆောက်ခဲ့သည်။ {name} မှဤဝန်ဆောင်မှုကိုအခမဲ့ပေးပြီးဖြစ်သကဲ့သို့အသုံးပြုရန်ရည်ရွယ်သည်။\n\nကျွန်ုပ်၏ ၀ န်ဆောင်မှုကိုအသုံးပြုရန်ဆုံးဖြတ်ခဲ့လျှင်ကိုယ်ရေးကိုယ်တာအချက်အလက်စုဆောင်းခြင်း၊ အသုံးပြုခြင်းနှင့်ထုတ်ဖော်ခြင်းစသည်တို့နှင့်ပတ်သက်သောကျွန်ုပ်၏ပေါ်လစီများအကြောင်းအသုံးပြုသူများအားအသိပေးရန်ဖြစ်သည်။\n\nအကယ်၍ သင်သည်ကျွန်ုပ်၏ ၀ န်ဆောင်မှုကိုအသုံးပြုရန်ရွေးချယ်ပါကဤပေါ်လစီနှင့်ပတ်သက်သောသတင်းအချက်အလက်စုဆောင်းခြင်းနှင့်အသုံးပြုခြင်းကိုသင်သဘောတူသည်။ ဤကိုယ်ရေးကိုယ်တာပေါ်လစီတွင်ဖော်ပြထားသည့်အတိုင်း မှလွဲ၍ သင်၏အချက်အလက်များကိုကျွန်ုပ်အားမည်သူနှင့်မျှသုံးမည်မဟုတ်ပါ။\n\n\n** သတင်းအချက်အလက်စုဆောင်းခြင်းနှင့်အသုံးပြုခြင်း **\n\nပိုမိုကောင်းမွန်သောအတွေ့အကြုံအတွက်ကျွန်ုပ်တို့၏ ၀ န်ဆောင်မှုကိုအသုံးပြုနေစဉ်အသုံးပြုသူအမည်နှင့်အီးမေးလ်အပါအ ၀ င်ပုဂ္ဂိုလ်ရေးဆိုင်ရာအချက်အလက်အချို့ကိုကျွန်ုပ်တို့အားပေးရန်သင့်အားတောင်းဆိုနိုင်သည်။ ကျွန်ုပ်တောင်းဆိုသောသတင်းအချက်အလက်ကိုသင်၏ကိရိယာပေါ်တွင်သိမ်းဆည်းထားပြီးကျွန်ုပ်မှမည်သည့်နည်းနှင့်မျှစုဆောင်းမည်မဟုတ်ပါ။\n\nဤအက်ပ်သည်သင်ခွဲခြားသိရန်အသုံးပြုသည့်သတင်းအချက်အလက်များကိုစုဆောင်းနိုင်သည့်တတိယပါတီဝန်ဆောင်မှုများကိုအသုံးပြုသည်။\n\nအက်ပလီကေးရှင်းမှအသုံးပြုသောတတိယပါတီဝန်ဆောင်မှုပေးသူများ၏သီးသန့်တည်ရှိမှုမူဝါဒနှင့်ချိတ်ဆက်ပါ\n\n* [Google Play ဝန်ဆောင်မှုများ] (https://www.google.com/policies/privacy/)\n\n* [Firebase အတွက် Google Analytics] (https://firebase.google.com/policies/analytics)\n\n\n** မှတ်တမ်းအချက်အလက် **\n\nကျွန်ုပ်၏ ၀ န်ဆောင်မှုကိုအသုံးပြုသောအခါ၊ App Data တွင်မှားယွင်းမှုတစ်ခုရှိခဲ့လျှင် Log Data ဟုခေါ်သောသင်၏ဖုန်းပေါ်ရှိ (third party ထုတ်ကုန်များမှ) အချက်အလက်နှင့်အချက်အလက်များကိုကျွန်ုပ်စုဆောင်းသည်ကိုသင့်အားအသိပေးလိုပါသည်။ ဤမှတ်တမ်းဒေတာတွင်သင်၏စက်ကိရိယာအင်တာနက်ပရိုတိုကော (“ IP”) လိပ်စာ၊ ကိရိယာအမည်၊ လည်ပတ်မှုစနစ်ဗားရှင်း၊ ကျွန်ုပ်၏ ၀ န်ဆောင်မှုကိုအသုံးချသည့်အခါအက်ပလီကေးရှင်း၏ဖွဲ့စည်းပုံ၊ ၀ န်ဆောင်မှုအသုံးပြုမှုအချိန်နှင့်နေ့စွဲနှင့်အခြားကိန်းဂဏန်းများစသည့်အချက်အလက်များပါဝင်နိုင်သည်။ ။\n\n\n** ဝန်ဆောင်မှုပေးသူများ **\n\nအောက်ပါအကြောင်းပြချက်များကြောင့်တတိယပါတီကုမ္ပဏီများနှင့်တစ် ဦး ချင်းစီကိုကျွန်ုပ်ခန့်ထားနိုင်သည်။\n\n* ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုကိုလွယ်ကူချောမွေ့စေရန်,\n\n* ကျွန်ုပ်တို့၏ကိုယ်စား ၀ န်ဆောင်မှုပေးရန်၊\n\n* ဝန်ဆောင်မှုနှင့်သက်ဆိုင်သောဝန်ဆောင်မှုများကိုဆောင်ရွက်ရန် ဒါမှမဟုတ်\n\nကျွန်ုပ်တို့၏ ၀ န်ဆောင်မှုကိုမည်သို့အသုံးပြုသည်ကိုခွဲခြမ်းစိတ်ဖြာရာတွင်ကျွန်ုပ်တို့ကိုကူညီရန်။\n\nကျွန်ုပ်သည်ဤ ၀ န်ဆောင်မှုသုံးစွဲသူများအားဤတတိယပုဂ္ဂိုလ်များကသင်၏ကိုယ်ရေးကိုယ်တာအချက်အလက်များကိုရယူကြောင်းအသိပေးလိုပါသည်။ အကြောင်းပြချက်ကသူတို့ကိုယ်စားကျွန်ုပ်တို့တာ ၀ န်ပေးအပ်ထားသောအလုပ်များကိုလုပ်ဆောင်ရန်ဖြစ်သည်။ သို့သော်၎င်းတို့သည်သတင်းအချက်အလက်များကိုအခြားမည်သည့်ရည်ရွယ်ချက်အတွက်မဆိုအသုံးမပြုရန်တာ ၀ န်ရှိသည်။\n\n\n** လုံခြုံရေး **\n\nသင်၏ကိုယ်ရေးကိုယ်တာအချက်အလက်များကိုကျွန်ုပ်တို့ပေးအပ်ရန်သင်၏ယုံကြည်မှုကိုကျွန်ုပ်တန်ဖိုးထားပါသည်၊ ထို့ကြောင့်ကျွန်ုပ်တို့သည်စီးပွားဖြစ်လက်ခံနိုင်သောနည်းလမ်းများကိုအသုံးပြုရန်ကြိုးစားနေသည်။ သို့သော်အင်တာနက်ပေါ်မှထုတ်လွှင့်သည့်နည်းလမ်း (သို့) အီလက်ထရောနစ်သိုလှောင်မှုနည်းလမ်း ၁၀၀% သည်လုံခြုံစိတ်ချရမှုမရှိကြောင်းသတိရပါ၊ ၎င်းသည်၎င်း၏အကြွင်းမဲ့လုံခြုံမှုကိုကျွန်ုပ်မအာမခံနိုင်ပါ။\n\n\n** ဤသီးသန့်တည်ရှိမှုမူဝါဒပြောင်းလဲမှုများ **\n\nကျွန်ုပ်သည်ကျွန်ုပ်တို့၏သီးသန့်တည်ရှိမှုမူဝါဒအားအခါအားလျော်စွာအဆင့်မြှင့်နိုင်ပါသည်။ ထို့ကြောင့်မည်သည့်ပြောင်းလဲမှုအတွက်မဆိုဤစာမျက်နှာကိုအခါအားလျော်စွာပြန်လည်သုံးသပ်ရန်သင့်အားအကြံပေးပါသည်။ ဤစာမျက်နှာတွင်သီးသန့်တည်ရှိမှုမူဝါဒအသစ်ကိုတင်ခြင်းအားဖြင့်မည်သည့်ပြောင်းလဲမှုကိုမဆိုငါအသိပေးမည်။\n\nဤပေါ်လစီသည် ၂၀၂၀-၁၁ မှ ၁၆ အထိထိရောက်မှုရှိသည်\n\n\n**ကြှနျုပျတို့ကိုဆကျသှယျရနျ**\n\nကျွန်ုပ်၏သီးသန့်တည်ရှိမှုပေါ်လစီနှင့်ပတ်သက်ပြီးသင့်တွင်မေးခွန်းများသို့မဟုတ်အကြံပြုချက်များရှိပါက jabguru007@gmail.com သို့ကျွန်ုပ်အားဆက်သွယ်ပါ။"
}