{
    "email": "E-mail",
    "password": "Wachtwoord",
    "sign_in": "Aanmelden",
    "sign_up": "Aanmelden",
    "or": "OF",
    "dont_have_an_account": "Heb je geen account?",
    "already_have_an_account": "Heb je al een account?",
    "register": "Register",
    "validation_email": "Voer e-mail in",
    "validation_email_2": "Voer een geldig e-mailadres in!",
    "validation_password": "Voer het wachtwoord in",
    "validation_password_2": "Wachtwoord te kort",
    "notes": "Notities",
    "no_notes_yet": "Geen aantekeningen... Nog niet",
    "sign_out": "Afmelden",
    "note_edit": "Bewerking",
    "note_new": "Nieuwe notitie",
    "note_add_title": "Titel toevoegen...",
    "note_add_details": "Details toevoegen...",
    "note_add_note": "Notitie toevoegen",
    "note_add_note_message": "Opmerking Moet een titel hebben",
    "note_cat_uncategorized": "Niet gecategoriseerd",
    "note_cat_study": "Studie",
    "note_cat_personal": "Persoonlijk",
    "note_cat_work": "Werk",
    "note_cat_todo": "Te doen",
    "delete_note": "Wilt u deze notitie verwijderen?",
    "delete_note_undone": "Deze actie kan niet ongedaan gemaakt worden",
    "delete_cancel": "Annuleren",
    "delete": "Verwijderen",
    "change_language": "Taal wijzigen",
    "select_language": "Selecteer Taal",
    "language_continue": "Doorgaan",
    "language_done": "Klaar",
    "forgot_password": "Wachtwoord vergeten?",
    "reset_password_title": "Reset wachtwoord",
    "reset": "Resetten",
    "password_reset_successful": "De link voor het opnieuw instellen van het wachtwoord is succesvol verzonden",
    "close": "Dichtbij",
    "privacy_policy_title": "Privacybeleid",
    "privacy_policy": "{name} heeft de iJot-app gebouwd als een gratis app. Deze SERVICE wordt kosteloos geleverd door {name} en is bedoeld voor gebruik zoals deze is.\n\nDit is om gebruikers te informeren over mijn beleid met betrekking tot het verzamelen, gebruiken en vrijgeven van persoonlijke informatie als iemand besluit mijn service te gebruiken.\n\nAls u ervoor kiest om mijn Service te gebruiken, gaat u akkoord met het verzamelen en gebruiken van informatie met betrekking tot dit beleid. Ik zal uw informatie met niemand gebruiken of delen, behalve zoals beschreven in dit privacybeleid.\n\n\n**Informatieverzameling en -gebruik**\n\nVoor een betere ervaring tijdens het gebruik van onze Service, kan ik van u verlangen dat u ons bepaalde persoonlijk identificeerbare informatie verstrekt, inclusief maar niet beperkt tot gebruikersnaam en e-mail. De informatie die ik vraag, wordt op uw apparaat bewaard en wordt op geen enkele manier door mij verzameld.\n\nDe app maakt gebruik van diensten van derden die mogelijk informatie verzamelen die wordt gebruikt om u te identificeren.\n\nLink naar het privacybeleid van externe dienstverleners die door de app worden gebruikt\n\n* [Google Play-services](https://www.google.com/policies/privacy/)\n\n* [Google Analytics voor Firebase](https://firebase.google.com/policies/analytics)\n\n\n**Loggegevens**\n\nIk wil je laten weten dat wanneer je mijn Service gebruikt, ik in het geval van een fout in de app gegevens en informatie verzamel (via producten van derden) op je telefoon genaamd Log Data. Deze loggegevens kunnen informatie bevatten zoals het Internet Protocol (\"IP\")-adres van uw apparaat, de naam van het apparaat, de versie van het besturingssysteem, de configuratie van de app bij het gebruik van mijn Service, de tijd en datum van uw gebruik van de Service en andere statistieken .\n\n\n**Dienstverleners**\n\nIk kan om de volgende redenen externe bedrijven en personen in dienst nemen:\n\n* Om onze Dienst te vergemakkelijken;\n\n* Om namens ons de Dienst te verlenen;\n\n* Om Servicegerelateerde diensten uit te voeren; of\n\n* Om ons te helpen bij het analyseren van hoe onze Service wordt gebruikt.\n\nIk wil gebruikers van deze Dienst informeren dat deze derden toegang hebben tot uw Persoonlijke Informatie. De reden is om namens ons de aan hen opgedragen taken uit te voeren. Ze zijn echter verplicht de informatie niet openbaar te maken of voor andere doeleinden te gebruiken.\n\n\n**Beveiliging**\n\nIk waardeer uw vertrouwen in het verstrekken van uw persoonlijke informatie, daarom streven we ernaar om commercieel aanvaardbare middelen te gebruiken om deze te beschermen. Maar onthoud dat geen enkele methode van verzending via internet of methode van elektronische opslag 100% veilig en betrouwbaar is, en ik kan de absolute veiligheid ervan niet garanderen.\n\n\n**Wijzigingen in dit privacybeleid**\n\nIk kan ons privacybeleid van tijd tot tijd bijwerken. Daarom wordt u geadviseerd om deze pagina regelmatig te bekijken op eventuele wijzigingen. Ik zal u op de hoogte stellen van eventuele wijzigingen door het nieuwe privacybeleid op deze pagina te plaatsen.\n\nDit beleid is van kracht vanaf 16-11-2020\n\n\n**Neem contact met ons op**\n\nAls u vragen of suggesties heeft over mijn privacybeleid, aarzel dan niet om contact met mij op te nemen via jabguru007@gmail.com.",
    "search": "Zoekopdracht",
    "no_content_search": "Kon een notitie niet vinden met \"{searchText}\"",
    "error_uploading_file": "Fout bij uploaden van bestand",
    "file_exceeds_limit": "Bestand overschrijdt {limiet}",
    "gallery": "Galerij",
    "link": "Koppeling",
    "capture_a_photo": "Leg een foto vast",
    "capture_a_video": "Leg een video vast",
    "copy": "Kopiëren",
    "copy_for_whatsapp": "Kopiëren voor WhatsApp",
    "copy_for_whatsapp_success": "Tekst gekopieerd naar klembord",
    "copy_for_whatsapp_failed": "Kan tekst niet kopiëren",
    "note_cat_all": "Alle",
    "delete_account": "Verwijder mijn account",
    "delete_account_confirmation": "Weet u zeker dat u uw account wilt verwijderen?",
    "delete_account_confirmation_details": "Al uw aantekeningen gaan verloren en u moet een nieuw account registreren om iJOT te kunnen gebruiken.",
    "delete_account_sucessful": "Account succesvol verwijderd!",
    "delete_account_error": "Fout bij verwijderen van account! Meld u opnieuw aan.",
    "sort_notes": "Sorteer notities"
}