{
    "email": "E-post",
    "password": "Passord",
    "sign_in": "Logg inn",
    "sign_up": "Melde deg på",
    "or": "ELLER",
    "dont_have_an_account": "Har du ikke en konto?",
    "already_have_an_account": "Har du allerede en konto?",
    "register": "Registrere",
    "validation_email": "Vennligst skriv inn e-post",
    "validation_email_2": "Skriv inn en gyldig e-post!",
    "validation_password": "Vennligst skriv inn passord",
    "validation_password_2": "Passordet er for kort",
    "notes": "Notater",
    "no_notes_yet": "Ingen notater... Ennå",
    "sign_out": "Logg ut",
    "note_edit": "Redigere",
    "note_new": "Ny merknad",
    "note_add_title": "Legg til tittel...",
    "note_add_details": "Legg til detaljer...",
    "note_add_note": "Legge til notat",
    "note_add_note_message": "Merknad må ha en tittel",
    "note_cat_uncategorized": "Ukategorisert",
    "note_cat_study": "Studere",
    "note_cat_personal": "Personlig",
    "note_cat_work": "Arbeid",
    "note_cat_todo": "Å gjøre",
    "delete_note": "Vil du slette dette notatet?",
    "delete_note_undone": "Denne handlingen kan ikke angres",
    "delete_cancel": "Avbryt",
    "delete": "Slett",
    "change_language": "Skifte språk",
    "select_language": "Velg språk",
    "language_continue": "Fortsette",
    "language_done": "Ferdig",
    "forgot_password": "Glemt passord?",
    "reset_password_title": "Tilbakestille passord",
    "reset": "Nullstille",
    "password_reset_successful": "Koblingen for tilbakestilling av passord er sendt",
    "close": "Lukk",
    "privacy_policy_title": "Personvernerklæring",
    "privacy_policy": "{name} bygde iJot-appen som en gratisapp. Denne TJENESTEN leveres av {name} uten kostnad og er beregnet for bruk som den er.\n\nDette er for å informere brukere om retningslinjene mine med innsamling, bruk og avsløring av personlig informasjon hvis noen bestemte seg for å bruke tjenesten min.\n\nHvis du velger å bruke tjenesten min, godtar du innsamling og bruk av informasjon i forhold til denne policyen. Jeg vil ikke bruke eller dele informasjonen din med noen unntatt som beskrevet i denne personvernerklæringen.\n\n\n**Innsamling og bruk av informasjon**\n\nFor en bedre opplevelse, mens jeg bruker tjenesten vår, kan jeg kreve at du gir oss visse personlig identifiserbare opplysninger, inkludert men ikke begrenset til brukernavn og e-post. Informasjonen jeg ber om vil bli oppbevart på enheten din og samles ikke inn av meg på noen måte.\n\nAppen bruker tredjepartstjenester som kan samle inn informasjon som brukes til å identifisere deg.\n\nLink til personvernreglene til tredjeparts tjenesteleverandører som brukes av appen\n\n* [Google Play-tjenester](https://www.google.com/policies/privacy/)\n\n* [Google Analytics for Firebase](https://firebase.google.com/policies/analytics)\n\n\n**Loggdata**\n\nJeg vil informere deg om at når du bruker tjenesten min, samler jeg inn data og informasjon (gjennom tredjepartsprodukter) på telefonen din kalt Log Data i tilfelle feil i appen. Disse loggdataene kan inneholde informasjon som enhetens Internett-protokoll (“IP”)-adresse, enhetsnavn, operativsystemversjon, konfigurasjonen av appen når du bruker tjenesten min, klokkeslett og dato for din bruk av tjenesten og annen statistikk .\n\n\n**Tjenestetilbydere**\n\nJeg kan ansette tredjepartsselskaper og enkeltpersoner av følgende årsaker:\n\n* For å lette tjenesten vår;\n\n* For å tilby tjenesten på våre vegne;\n\n* For å utføre tjenesterelaterte tjenester; eller\n\n* For å hjelpe oss med å analysere hvordan tjenesten vår brukes.\n\nJeg ønsker å informere brukere av denne tjenesten om at disse tredjepartene har tilgang til din personlige informasjon. Årsaken er å utføre oppgavene som er tildelt dem på våre vegne. De er imidlertid forpliktet til ikke å avsløre eller bruke informasjonen til andre formål.\n\n\n**Sikkerhet**\n\nJeg verdsetter din tillit til å gi oss din personlige informasjon, og derfor streber vi etter å bruke kommersielt akseptable midler for å beskytte den. Men husk at ingen metode for overføring over internett, eller metode for elektronisk lagring er 100 % sikker og pålitelig, og jeg kan ikke garantere dens absolutte sikkerhet.\n\n\n**Endringer i denne personvernreglene**\n\nJeg kan oppdatere personvernreglene våre fra tid til annen. Derfor anbefales det å gå gjennom denne siden med jevne mellomrom for eventuelle endringer. Jeg vil varsle deg om eventuelle endringer ved å legge ut den nye personvernerklæringen på denne siden.\n\nDenne policyen trer i kraft fra 2020-11-16\n\n\n**Kontakt oss**\n\nHvis du har spørsmål eller forslag om personvernreglene mine, ikke nøl med å kontakte meg på jabguru007@gmail.com.",
    "search": "Søk",
    "no_content_search": "Kunne ikke finne et notat med «{searchText}»",
    "error_uploading_file": "Feil under opplasting av fil",
    "file_exceeds_limit": "Filen overskrider {limit}",
    "gallery": "Galleri",
    "link": "Link",
    "capture_a_photo": "Ta et bilde",
    "capture_a_video": "Ta opp en video",
    "copy": "Kopiere",
    "copy_for_whatsapp": "Kopier for WhatsApp",
    "copy_for_whatsapp_success": "Tekst kopiert til utklippstavlen",
    "copy_for_whatsapp_failed": "Kunne ikke kopiere tekst"
}