{
  "email": "E-post",
  "password": "Passord",
  "sign_in": "Logg inn",
  "sign_up": "Melde deg på",
  "or": "ELLER",
  "dont_have_an_account": "Har du ikke en konto?",
  "already_have_an_account": "Har du allerede en konto?",
  "register": "Registrere",
  "validation_email": "Vennligst skriv inn e-post",
  "validation_email_2": "Skriv inn en gyldig e-post!",
  "validation_password": "Vennligst skriv inn passord",
  "validation_password_2": "Passordet er for kort",
  "notes": "Merknader",
  "no_notes_yet": "Ingen merknader ... Ennå",
  "sign_out": "Logg ut",
  "note_edit": "Redigere",
  "note_new": "Ny note",
  "note_add_title": "Legg til tittel...",
  "note_add_details": "Legg til detaljer ...",
  "note_add_note": "Legge til notat",
  "note_add_note_message": "Merk må ha en tittel",
  "note_cat_uncategorized": "Ukategorisert",
  "note_cat_study": "Studere",
  "note_cat_personal": "Personlig",
  "note_cat_work": "Arbeid",
  "note_cat_todo": "Alt",
  "delete_note": "Vil du slette dette notatet?",
  "delete_note_undone": "Denne handlingen kan ikke angres",
  "delete_cancel": "Avbryt",
  "delete": "Slett",
  "change_language": "Skifte språk",
  "select_language": "Velg språk",
  "language_continue": "Fortsette",
  "language_done": "Ferdig",
  "forgot_password": "Glemt passord?",
  "reset_password_title": "Tilbakestille passord",
  "reset": "Nullstille",
  "password_reset_successful": "Koblingen for tilbakestilling av passord er sendt",
  "privacy_policy_title": "Personvernregler",
  "privacy_policy": "{name} bygde iJot-appen som en gratis app. Denne TJENESTEN leveres av {name} uten kostnad og er ment for bruk som den er.\n\nDette er for å informere brukere om retningslinjene mine med innsamling, bruk og utlevering av personlig informasjon hvis noen bestemte seg for å bruke tjenesten min.\n\nHvis du velger å bruke tjenesten min, godtar du innsamling og bruk av informasjon i forhold til denne policyen. Jeg vil ikke bruke eller dele informasjonen din med noen, bortsett fra som beskrevet i denne personvernpolicyen.\n\n\n** Informasjonsinnsamling og bruk **\n\nFor å få en bedre opplevelse, mens jeg bruker tjenesten vår, kan jeg kreve at du gir oss personlig personlig identifiserbar informasjon, inkludert men ikke begrenset til brukernavn og e-post. Informasjonen jeg ber om, blir lagret på enheten din og blir ikke samlet inn av meg på noen måte.\n\nAppen bruker tredjeparts tjenester som kan samle informasjon som brukes til å identifisere deg.\n\nLenke til personvernregler fra tredjeparts tjenesteleverandører som brukes av appen\n\n* [Google Play Services] (https://www.google.com/policies/privacy/)\n\n* [Google Analytics for Firebase] (https://firebase.google.com/policies/analytics)\n\n\n** Loggdata **\n\nJeg vil informere deg om at når du bruker tjenesten min, i tilfelle en feil i appen, samler jeg inn data og informasjon (gjennom tredjepartsprodukter) på telefonen din som heter Loggdata. Disse loggdataene kan inneholde informasjon som din IP-adresse (Device Protocol), enhetsnavn, operativsystemversjon, konfigurasjonen av appen når du bruker tjenesten min, tidspunkt og dato for din bruk av tjenesten og annen statistikk .\n\n\n**Tjenestetilbydere**\n\nJeg kan ansette tredjepartsbedrifter og enkeltpersoner av følgende årsaker:\n\n* For å lette tjenesten vår;\n\n* Å tilby tjenesten på våre vegne;\n\n* For å utføre tjenesterelaterte tjenester; eller\n\n* For å hjelpe oss med å analysere hvordan tjenesten vår brukes.\n\nJeg vil informere brukere av denne tjenesten om at disse tredjepartene har tilgang til din personlige informasjon. Årsaken er å utføre oppgavene som er tildelt dem på våre vegne. Imidlertid er de forpliktet til ikke å avsløre eller bruke informasjonen til noe annet formål.\n\n\n**Sikkerhet**\n\nJeg setter stor pris på din tillit til å gi oss din personlige informasjon, og derfor prøver vi å bruke kommersielt akseptable metoder for å beskytte den. Men husk at ingen overføringsmetoder over internett, eller metode for elektronisk lagring er 100% sikker og pålitelig, og jeg kan ikke garantere dens absolutte sikkerhet.\n\n\n** Endringer i denne personvernpolitikken **\n\nJeg kan oppdatere personvernreglene våre fra tid til annen. Derfor anbefales det å gjennomgå denne siden med jevne mellomrom for eventuelle endringer. Jeg vil varsle deg om eventuelle endringer ved å legge ut den nye personvernpolicyen på denne siden.\n\nDenne policyen gjelder fra og med 2020-11-16\n\n\n**Kontakt oss**\n\nHvis du har spørsmål eller forslag til personvernreglene mine, ikke nøl med å kontakte meg på jabguru007@gmail.com."
}