{
    "email": "ଇମେଲ୍ କରନ୍ତୁ |",
    "password": "ପାସୱାର୍ଡ",
    "sign_in": "ଚୁକ୍ତି କରିବା",
    "sign_up": "ସାଇନ୍ ଅପ୍ କରନ୍ତୁ",
    "or": "କିମ୍ବା",
    "dont_have_an_account": "ଏକ ଖାତା ନାହିଁ କି?",
    "already_have_an_account": "ପୂର୍ବରୁ ଏକ ଖାତା ଅଛି କି?",
    "register": "ପଞ୍ଜିକରଣ କର |",
    "validation_email": "ଦୟାକରି ଇମେଲ୍ ଇନପୁଟ୍ କରନ୍ତୁ |",
    "validation_email_2": "ଏକ ବ valid ଧ ଇମେଲ୍ ଇନପୁଟ୍ କରନ୍ତୁ!",
    "validation_password": "ଦୟାକରି ପାସୱାର୍ଡ ଇନପୁଟ୍ କରନ୍ତୁ |",
    "validation_password_2": "ପାସୱାର୍ଡ ବହୁତ ଛୋଟ |",
    "notes": "ଟିପ୍ପଣୀ |",
    "no_notes_yet": "କ Not ଣସି ଟିପ୍ପଣୀ ନାହିଁ ... ତଥାପି |",
    "sign_out": "ବାହାରି ଯାନ୍ତୁ",
    "note_edit": "ସଂପାଦନା କରନ୍ତୁ |",
    "note_new": "ନୂତନ ଟିପ୍ପଣୀ |",
    "note_add_title": "ଆଖ୍ୟା ଯୋଡନ୍ତୁ ...",
    "note_add_details": "ବିବରଣୀ ଯୋଡନ୍ତୁ ...",
    "note_add_note": "ନୋଟ୍ ଯୋଡନ୍ତୁ |",
    "note_add_note_message": "ଟିପ୍ପଣୀ ନିଶ୍ଚିତ ଭାବରେ ଏକ ଆଖ୍ୟା ଥିବା ଆବଶ୍ୟକ |",
    "note_cat_uncategorized": "ଅଣ ଶ୍ରେଣୀଭୁକ୍ତ |",
    "note_cat_study": "ଅଧ୍ୟୟନ |",
    "note_cat_personal": "ବ୍ୟକ୍ତିଗତ",
    "note_cat_work": "କାମ କର |",
    "note_cat_todo": "କରିବା ପାଇଁ",
    "delete_note": "ଆପଣ ଏହି ଟିପ୍ପଣୀ ବିଲୋପ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?",
    "delete_note_undone": "ଏହି କାର୍ଯ୍ୟକୁ ପୂର୍ବବତ୍ କରାଯାଇପାରିବ ନାହିଁ |",
    "delete_cancel": "ବାତିଲ୍ କରନ୍ତୁ |",
    "delete": "ବିଲୋପ କରନ୍ତୁ |",
    "change_language": "ଭାଷା ପରିବର୍ତ୍ତନ କରନ୍ତୁ |",
    "select_language": "ଭାଷା ଚୟନ କରନ୍ତୁ |",
    "language_continue": "ଜାରି ରଖ |",
    "language_done": "ସମାପ୍ତ",
    "forgot_password": "ପାସୱାର୍ଡ଼ ଭୁଲି ଗଲେ କି?",
    "reset_password_title": "ପାସୱାର୍ଡ ପୁନ Res ସେଟ୍ କରନ୍ତୁ |",
    "reset": "ପୁନ et ସେଟ୍ କରନ୍ତୁ |",
    "password_reset_successful": "ପାସୱାର୍ଡ ପୁନ et ସେଟ୍ ଲିଙ୍କ୍ ସଫଳତାର ସହିତ ପଠାଯାଇଛି |",
    "close": "ବନ୍ଦ",
    "privacy_policy_title": "ଗୋପନୀୟତା ନୀତି",
    "privacy_policy": "{ନାମ i ଏକ ମାଗଣା ଆପ୍ ଭାବରେ iJot ଆପ୍ ନିର୍ମାଣ କଲା | ଏହି SERVICE ବିନା ମୂଲ୍ୟରେ {ନାମ by ଦ୍ୱାରା ପ୍ରଦାନ କରାଯାଇଥାଏ ଏବଂ ଯେପରି ବ୍ୟବହାର ପାଇଁ ଉଦ୍ଦିଷ୍ଟ |\n\nବ୍ୟକ୍ତିଗତ ସୂଚନା ସଂଗ୍ରହ, ବ୍ୟବହାର ଏବଂ ପ୍ରକାଶ ସହିତ ମୋର ନୀତି ସମ୍ବନ୍ଧରେ ଉପଭୋକ୍ତାମାନଙ୍କୁ ଏହା ଜଣାଇବା ଯଦି କେହି ମୋ ସେବା ବ୍ୟବହାର କରିବାକୁ ସ୍ଥିର କରନ୍ତି |\n\nଯଦି ଆପଣ ମୋର ସେବା ବ୍ୟବହାର କରିବାକୁ ବାଛିଛନ୍ତି, ତେବେ ଆପଣ ଏହି ନୀତି ସଂପର୍କରେ ସୂଚନା ସଂଗ୍ରହ ଏବଂ ବ୍ୟବହାରରେ ରାଜି ହୁଅନ୍ତି | ଏହି ଗୋପନୀୟତା ନୀତିରେ ବର୍ଣ୍ଣିତ ବ୍ୟତୀତ ମୁଁ ଆପଣଙ୍କ ସୂଚନା କାହା ସହିତ ବ୍ୟବହାର କିମ୍ବା ଅଂଶୀଦାର କରିବି ନାହିଁ |\n\n\n** ସୂଚନା ସଂଗ୍ରହ ଏବଂ ବ୍ୟବହାର **\n\nଏକ ଉତ୍ତମ ଅଭିଜ୍ଞତା ପାଇଁ, ଆମର ସେବା ବ୍ୟବହାର କରିବାବେଳେ, ମୁଁ ହୁଏତ ଆପଣଙ୍କୁ କିଛି ବ୍ୟକ୍ତିଗତ ଚିହ୍ନଟ ଯୋଗ୍ୟ ସୂଚନା ପ୍ରଦାନ କରିବାକୁ ଆବଶ୍ୟକ କରିପାରିବି, ବ୍ୟବହାରକାରୀ ନାମ ଏବଂ ଇମେଲ୍ ମଧ୍ୟରେ ସୀମିତ ନୁହେଁ | ମୁଁ ଅନୁରୋଧ କରୁଥିବା ସୂଚନା ଆପଣଙ୍କ ଡିଭାଇସରେ ରଖାଯିବ ଏବଂ ମୋ ଦ୍ any ାରା କ any ଣସି ପ୍ରକାରେ ସଂଗୃହିତ ହେବ ନାହିଁ |\n\nଆପ୍ ତୃତୀୟ ପକ୍ଷ ସେବା ବ୍ୟବହାର କରେ ଯାହା ଆପଣଙ୍କୁ ଚିହ୍ନିବା ପାଇଁ ବ୍ୟବହୃତ ସୂଚନା ସଂଗ୍ରହ କରିପାରେ |\n\nଆପ୍ ଦ୍ୱାରା ବ୍ୟବହୃତ ତୃତୀୟ ପକ୍ଷ ସେବା ପ୍ରଦାନକାରୀଙ୍କ ଗୋପନୀୟତା ନୀତି ସହିତ ଲିଙ୍କ୍ |\n\n* [ଗୁଗୁଲ୍ ପ୍ଲେ ସର୍ଭିସେସ୍] (https://www.google.com/policies/privacy/)\n\n* [ଫାୟାରବେସ୍ ପାଇଁ ଗୁଗୁଲ୍ ଆନାଲିଟିକ୍ସ] (https://firebase.google.com/policies/analytics)\n\n\n** ଲଗ୍ ଡାଟା **\n\nମୁଁ ଆପଣଙ୍କୁ ଜଣାଇବାକୁ ଚାହୁଁଛି ଯେ ଯେତେବେଳେ ଆପଣ ମୋ ସେବା ବ୍ୟବହାର କରନ୍ତି, ଆପରେ ତ୍ରୁଟି ହେଲେ ମୁଁ ଲଗ୍ ଡାଟା ନାମକ ଆପଣଙ୍କ ଫୋନରେ ତଥ୍ୟ ଏବଂ ସୂଚନା (ତୃତୀୟ ପକ୍ଷ ଉତ୍ପାଦ ମାଧ୍ୟମରେ) ସଂଗ୍ରହ କରେ | ଏହି ଲଗ୍ ଡାଟା ହୁଏତ ଆପଣଙ୍କର ଡିଭାଇସ୍ ଇଣ୍ଟରନେଟ୍ ପ୍ରୋଟୋକଲ୍ (“IP”) ଠିକଣା, ଡିଭାଇସ୍ ନାମ, ଅପରେଟିଂ ସିଷ୍ଟମ୍ ସଂସ୍କରଣ, ମୋ ସେବାକୁ ବ୍ୟବହାର କରିବା ସମୟରେ ଆପର ବିନ୍ୟାସ, ସେବା ବ୍ୟବହାର କରିବାର ସମୟ ଏବଂ ତାରିଖ ଏବଂ ଅନ୍ୟାନ୍ୟ ପରିସଂଖ୍ୟାନ ଭଳି ସୂଚନା ଅନ୍ତର୍ଭୂକ୍ତ କରିପାରେ | ।\n\n\n** ସେବା ପ୍ରଦାନକାରୀ **\n\nନିମ୍ନଲିଖିତ କାରଣ ହେତୁ ମୁଁ ତୃତୀୟ-ପକ୍ଷ କମ୍ପାନୀ ଏବଂ ବ୍ୟକ୍ତିବିଶେଷଙ୍କୁ ନିଯୁକ୍ତି ଦେଇପାରେ:\n\n* ଆମର ସେବାକୁ ସହଜ କରିବାକୁ;\n\n* ଆମ ତରଫରୁ ସେବା ଯୋଗାଇବା;\n\n* ସେବା ସମ୍ବନ୍ଧୀୟ ସେବା କରିବା; କିମ୍ବା\n\n* ଆମର ସେବା କିପରି ବ୍ୟବହୃତ ହୁଏ ବିଶ୍ଳେଷଣ କରିବାରେ ଆମକୁ ସାହାଯ୍ୟ କରିବା |\n\nମୁଁ ଏହି ସେବାର ଉପଭୋକ୍ତାମାନଙ୍କୁ ଜଣାଇବାକୁ ଚାହୁଁଛି ଯେ ଏହି ତୃତୀୟ ପକ୍ଷଗୁଡିକ ଆପଣଙ୍କର ବ୍ୟକ୍ତିଗତ ସୂଚନାକୁ ପ୍ରବେଶ କରିପାରିବେ | ଏହାର କାରଣ ହେଉଛି ଆମ ତରଫରୁ ସେମାନଙ୍କୁ ଦିଆଯାଇଥିବା କାର୍ଯ୍ୟଗୁଡିକ କରିବା | ତଥାପି, ସେମାନେ ଅନ୍ୟ କ purpose ଣସି ଉଦ୍ଦେଶ୍ୟରେ ସୂଚନା ପ୍ରକାଶ ନକରିବା କିମ୍ବା ବ୍ୟବହାର ନକରିବାକୁ ବାଧ୍ୟ ଅଟନ୍ତି |\n\n\n** ସୁରକ୍ଷା **\n\nଆମକୁ ତୁମର ବ୍ୟକ୍ତିଗତ ସୂଚନା ପ୍ରଦାନ କରିବାରେ ମୁଁ ତୁମର ବିଶ୍ୱାସକୁ ଗୁରୁତ୍ୱ ଦେଉଛି, ତେଣୁ ଆମେ ଏହାର ସୁରକ୍ଷା ପାଇଁ ବ୍ୟବସାୟିକ ଭାବରେ ଗ୍ରହଣୀୟ ଉପାୟ ବ୍ୟବହାର କରିବାକୁ ଚେଷ୍ଟା କରୁଛୁ | କିନ୍ତୁ ମନେରଖନ୍ତୁ ଯେ ଇଣ୍ଟରନେଟ୍ ମାଧ୍ୟମରେ ପ୍ରସାରଣର କ method ଣସି ପଦ୍ଧତି, କିମ୍ବା ଇଲେକ୍ଟ୍ରୋନିକ୍ ଷ୍ଟୋରେଜ୍ ପଦ୍ଧତି 100% ସୁରକ୍ଷିତ ଏବଂ ନିର୍ଭରଯୋଗ୍ୟ ନୁହେଁ, ଏବଂ ମୁଁ ଏହାର ସମ୍ପୂର୍ଣ୍ଣ ସୁରକ୍ଷାକୁ ଗ୍ୟାରେଣ୍ଟି ଦେଇ ପାରିବି ନାହିଁ |\n\n\n** ଏହି ଗୋପନୀୟତା ନୀତିରେ ପରିବର୍ତ୍ତନ **\n\nମୁଁ ସମୟ ସମୟରେ ଆମର ଗୋପନୀୟତା ନୀତି ଅପଡେଟ୍ କରିପାରେ | ଏହିପରି, କ any ଣସି ପରିବର୍ତ୍ତନ ପାଇଁ ପର୍ଯ୍ୟାୟକ୍ରମେ ଏହି ପୃଷ୍ଠା ସମୀକ୍ଷା କରିବାକୁ ଆପଣଙ୍କୁ ପରାମର୍ଶ ଦିଆଯାଇଛି | ଏହି ପୃଷ୍ଠାରେ ନୂତନ ଗୋପନୀୟତା ନୀତି ପୋଷ୍ଟ କରି ମୁଁ ଆପଣଙ୍କୁ କ changes ଣସି ପରିବର୍ତ୍ତନ ବିଷୟରେ ସୂଚିତ କରିବି |\n\nଏହି ନୀତି 2020-11-16 ସୁଦ୍ଧା କାର୍ଯ୍ୟକାରୀ ହେବ |\n\n\n** ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ **\n\nମୋର ଗୋପନୀୟତା ନୀତି ବିଷୟରେ ଯଦି ଆପଣଙ୍କର କିଛି ପ୍ରଶ୍ନ କିମ୍ବା ପରାମର୍ଶ ଅଛି, ତେବେ jabguru007@gmail.com ରେ ଯୋଗାଯୋଗ କରିବାକୁ କୁଣ୍ଠାବୋଧ କରନ୍ତୁ ନାହିଁ |",
    "search": "ସନ୍ଧାନ କର |",
    "no_content_search": "\"{SearchText using\" ବ୍ୟବହାର କରି ଏକ ଟିପ୍ପଣୀ ପାଇଲେ ନାହିଁ |",
    "error_uploading_file": "ଫାଇଲ୍ ଅପଲୋଡ୍ କରିବାରେ ତ୍ରୁଟି |",
    "file_exceeds_limit": "ଫାଇଲ୍ {ସୀମା ଅତିକ୍ରମ କରିଛି |",
    "gallery": "ଗ୍ୟାଲେରୀ",
    "link": "ଲିଙ୍କ୍ |",
    "capture_a_photo": "ଏକ ଫଟୋ କ୍ୟାପଚର କରନ୍ତୁ |",
    "capture_a_video": "ଏକ ଭିଡିଓ କ୍ୟାପଚର କରନ୍ତୁ |",
    "copy": "କପି କରନ୍ତୁ |",
    "copy_for_whatsapp": "ହ୍ ats ାଟସ୍ ଆପ୍ ପାଇଁ କପି କରନ୍ତୁ |",
    "copy_for_whatsapp_success": "ପାଠ୍ୟ କ୍ଲିପବୋର୍ଡରେ କପି ହୋଇଛି |",
    "copy_for_whatsapp_failed": "ପାଠ କପି କରିବାରେ ବିଫଳ |"
}