{
    "email": "ਈ - ਮੇਲ",
    "password": "ਪਾਸਵਰਡ",
    "sign_in": "ਸਾਈਨ - ਇਨ",
    "sign_up": "ਸਾਇਨ ਅਪ",
    "or": "ਜਾਂ",
    "dont_have_an_account": "ਕੀ ਤੁਹਾਡੇ ਕੋਲ ਖਾਤਾ ਨਹੀਂ ਹੈ?",
    "already_have_an_account": "ਕੀ ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਖਾਤਾ ਹੈ?",
    "register": "ਰਜਿਸਟਰ",
    "validation_email": "ਕਿਰਪਾ ਕਰਕੇ ਈਮੇਲ ਇਨਪੁਟ ਕਰੋ",
    "validation_email_2": "ਇੱਕ ਵੈਧ ਈਮੇਲ ਇਨਪੁਟ ਕਰੋ!",
    "validation_password": "ਕਿਰਪਾ ਕਰਕੇ ਪਾਸਵਰਡ ਇਨਪੁਟ ਕਰੋ",
    "validation_password_2": "ਪਾਸਵਰਡ ਬਹੁਤ ਛੋਟਾ ਹੈ",
    "notes": "ਨੋਟਸ",
    "no_notes_yet": "ਕੋਈ ਨੋਟ ਨਹੀਂ... ਫਿਰ ਵੀ",
    "sign_out": "ਸਾਇਨ ਆਉਟ",
    "note_edit": "ਸੰਪਾਦਿਤ ਕਰੋ",
    "note_new": "ਨਵਾਂ ਨੋਟ",
    "note_add_title": "ਸਿਰਲੇਖ ਸ਼ਾਮਲ ਕਰੋ...",
    "note_add_details": "ਵੇਰਵੇ ਸ਼ਾਮਲ ਕਰੋ...",
    "note_add_note": "ਨੋਟ ਸ਼ਾਮਲ ਕਰੋ",
    "note_add_note_message": "ਨੋਟ ਵਿੱਚ ਇੱਕ ਸਿਰਲੇਖ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ",
    "note_cat_uncategorized": "ਗੈਰ-ਸ਼੍ਰੇਣੀਬੱਧ",
    "note_cat_study": "ਅਧਿਐਨ",
    "note_cat_personal": "ਨਿੱਜੀ",
    "note_cat_work": "ਕੰਮ",
    "note_cat_todo": "ਕਰਨਾ",
    "delete_note": "ਕੀ ਤੁਸੀਂ ਇਸ ਨੋਟ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
    "delete_note_undone": "ਇਸ ਕਾਰਵਾਈ ਨੂੰ ਅਣਕੀਤਾ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ",
    "delete_cancel": "ਰੱਦ ਕਰੋ",
    "delete": "ਮਿਟਾਓ",
    "change_language": "ਭਾਸ਼ਾ ਬਦਲੋ",
    "select_language": "ਭਾਸ਼ਾ ਚੁਣੋ",
    "language_continue": "ਜਾਰੀ ਰੱਖੋ",
    "language_done": "ਹੋ ਗਿਆ",
    "forgot_password": "ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ?",
    "reset_password_title": "ਪਾਸਵਰਡ ਰੀਸੈਟ ਕਰੋ",
    "reset": "ਰੀਸੈਟ ਕਰੋ",
    "password_reset_successful": "ਪਾਸਵਰਡ ਰੀਸੈਟ ਲਿੰਕ ਸਫਲਤਾਪੂਰਵਕ ਭੇਜ ਦਿੱਤਾ ਗਿਆ ਹੈ",
    "close": "ਬੰਦ ਕਰੋ",
    "privacy_policy_title": "ਪਰਾਈਵੇਟ ਨੀਤੀ",
    "privacy_policy": "{name} ਨੇ iJot ਐਪ ਨੂੰ ਇੱਕ ਮੁਫ਼ਤ ਐਪ ਵਜੋਂ ਬਣਾਇਆ ਹੈ। ਇਹ ਸੇਵਾ {name} ਦੁਆਰਾ ਬਿਨਾਂ ਕਿਸੇ ਕੀਮਤ ਦੇ ਪ੍ਰਦਾਨ ਕੀਤੀ ਗਈ ਹੈ ਅਤੇ ਇਸਦੀ ਵਰਤੋਂ ਲਈ ਹੈ।\n\nਇਹ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਮੇਰੀਆਂ ਨੀਤੀਆਂ ਦੇ ਸੰਗ੍ਰਹਿ, ਵਰਤੋਂ ਅਤੇ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦੇ ਖੁਲਾਸੇ ਨਾਲ ਸੂਚਿਤ ਕਰਨ ਲਈ ਹੈ ਜੇਕਰ ਕਿਸੇ ਨੇ ਮੇਰੀ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦਾ ਫੈਸਲਾ ਕੀਤਾ ਹੈ।\n\nਜੇਕਰ ਤੁਸੀਂ ਮੇਰੀ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਰਨਾ ਚੁਣਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਇਸ ਨੀਤੀ ਦੇ ਸਬੰਧ ਵਿੱਚ ਜਾਣਕਾਰੀ ਦੇ ਸੰਗ੍ਰਹਿ ਅਤੇ ਵਰਤੋਂ ਲਈ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ। ਇਸ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਵਿੱਚ ਵਰਣਨ ਕੀਤੇ ਬਿਨਾਂ ਮੈਂ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਜਾਂ ਕਿਸੇ ਨਾਲ ਸਾਂਝੀ ਨਹੀਂ ਕਰਾਂਗਾ।\n\n\n**ਜਾਣਕਾਰੀ ਸੰਗ੍ਰਹਿ ਅਤੇ ਵਰਤੋਂ**\n\nਬਿਹਤਰ ਅਨੁਭਵ ਲਈ, ਸਾਡੀ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਸਮੇਂ, ਮੈਂ ਤੁਹਾਨੂੰ ਕੁਝ ਨਿੱਜੀ ਤੌਰ 'ਤੇ ਪਛਾਣਨ ਯੋਗ ਜਾਣਕਾਰੀ ਪ੍ਰਦਾਨ ਕਰਨ ਦੀ ਮੰਗ ਕਰ ਸਕਦਾ ਹਾਂ, ਜਿਸ ਵਿੱਚ ਉਪਭੋਗਤਾ ਨਾਮ ਅਤੇ ਈਮੇਲ ਸ਼ਾਮਲ ਹਨ ਪਰ ਇਹ ਸੀਮਿਤ ਨਹੀਂ ਹੈ। ਮੇਰੇ ਦੁਆਰਾ ਬੇਨਤੀ ਕੀਤੀ ਗਈ ਜਾਣਕਾਰੀ ਤੁਹਾਡੀ ਡਿਵਾਈਸ 'ਤੇ ਬਰਕਰਾਰ ਰੱਖੀ ਜਾਵੇਗੀ ਅਤੇ ਮੇਰੇ ਦੁਆਰਾ ਕਿਸੇ ਵੀ ਤਰੀਕੇ ਨਾਲ ਇਕੱਠੀ ਨਹੀਂ ਕੀਤੀ ਜਾਵੇਗੀ।\n\nਐਪ ਤੀਜੀ ਧਿਰ ਦੀਆਂ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦੀ ਹੈ ਜੋ ਤੁਹਾਡੀ ਪਛਾਣ ਕਰਨ ਲਈ ਵਰਤੀ ਗਈ ਜਾਣਕਾਰੀ ਇਕੱਠੀ ਕਰ ਸਕਦੀ ਹੈ।\n\nਐਪ ਦੁਆਰਾ ਵਰਤੇ ਗਏ ਤੀਜੀ ਧਿਰ ਸੇਵਾ ਪ੍ਰਦਾਤਾਵਾਂ ਦੀ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਨਾਲ ਲਿੰਕ ਕਰੋ\n\n* [Google Play ਸੇਵਾਵਾਂ](https://www.google.com/policies/privacy/)\n\n* [ਫਾਇਰਬੇਸ ਲਈ ਗੂਗਲ ਵਿਸ਼ਲੇਸ਼ਣ](https://firebase.google.com/policies/analytics)\n\n\n**ਲਾਗ ਡੇਟਾ**\n\nਮੈਂ ਤੁਹਾਨੂੰ ਸੂਚਿਤ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹਾਂ ਕਿ ਜਦੋਂ ਵੀ ਤੁਸੀਂ ਮੇਰੀ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋ, ਐਪ ਵਿੱਚ ਕਿਸੇ ਤਰੁੱਟੀ ਦੀ ਸਥਿਤੀ ਵਿੱਚ ਮੈਂ ਤੁਹਾਡੇ ਫ਼ੋਨ 'ਤੇ ਲੌਗ ਡੇਟਾ ਨਾਮਕ ਡੇਟਾ ਅਤੇ ਜਾਣਕਾਰੀ (ਤੀਜੀ ਧਿਰ ਦੇ ਉਤਪਾਦਾਂ ਰਾਹੀਂ) ਇਕੱਠੀ ਕਰਦਾ ਹਾਂ। ਇਸ ਲੌਗ ਡੇਟਾ ਵਿੱਚ ਤੁਹਾਡੀ ਡਿਵਾਈਸ ਇੰਟਰਨੈਟ ਪ੍ਰੋਟੋਕੋਲ (“IP”) ਪਤਾ, ਡਿਵਾਈਸ ਦਾ ਨਾਮ, ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਸੰਸਕਰਣ, ਮੇਰੀ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਸਮੇਂ ਐਪ ਦੀ ਸੰਰਚਨਾ, ਸੇਵਾ ਦੀ ਤੁਹਾਡੀ ਵਰਤੋਂ ਦਾ ਸਮਾਂ ਅਤੇ ਮਿਤੀ, ਅਤੇ ਹੋਰ ਅੰਕੜੇ ਸ਼ਾਮਲ ਹੋ ਸਕਦੇ ਹਨ। .\n\n\n**ਸੇਵਾ ਪ੍ਰਦਾਤਾ**\n\nਮੈਂ ਹੇਠ ਲਿਖੇ ਕਾਰਨਾਂ ਕਰਕੇ ਤੀਜੀ-ਧਿਰ ਦੀਆਂ ਕੰਪਨੀਆਂ ਅਤੇ ਵਿਅਕਤੀਆਂ ਨੂੰ ਨੌਕਰੀ ਦੇ ਸਕਦਾ ਹਾਂ:\n\n* ਸਾਡੀ ਸੇਵਾ ਦੀ ਸਹੂਲਤ ਲਈ;\n\n* ਸਾਡੀ ਤਰਫੋਂ ਸੇਵਾ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ;\n\n* ਸੇਵਾ ਨਾਲ ਸਬੰਧਤ ਸੇਵਾਵਾਂ ਨਿਭਾਉਣ ਲਈ; ਜਾਂ\n\n* ਸਾਡੀ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਇਸਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨ ਵਿੱਚ ਸਾਡੀ ਸਹਾਇਤਾ ਕਰਨ ਲਈ।\n\nਮੈਂ ਇਸ ਸੇਵਾ ਦੇ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਸੂਚਿਤ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹਾਂ ਕਿ ਇਹਨਾਂ ਤੀਜੀਆਂ ਧਿਰਾਂ ਕੋਲ ਤੁਹਾਡੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਤੱਕ ਪਹੁੰਚ ਹੈ। ਇਸ ਦਾ ਕਾਰਨ ਉਨ੍ਹਾਂ ਨੂੰ ਸਾਡੇ ਵੱਲੋਂ ਸੌਂਪੇ ਗਏ ਕਾਰਜਾਂ ਨੂੰ ਨਿਭਾਉਣਾ ਹੈ। ਹਾਲਾਂਕਿ, ਉਹ ਕਿਸੇ ਹੋਰ ਉਦੇਸ਼ ਲਈ ਜਾਣਕਾਰੀ ਦਾ ਖੁਲਾਸਾ ਜਾਂ ਵਰਤੋਂ ਨਾ ਕਰਨ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਹਨ।\n\n\n**ਸੁਰੱਖਿਆ**\n\nਮੈਂ ਸਾਨੂੰ ਤੁਹਾਡੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਪ੍ਰਦਾਨ ਕਰਨ ਵਿੱਚ ਤੁਹਾਡੇ ਭਰੋਸੇ ਦੀ ਕਦਰ ਕਰਦਾ ਹਾਂ, ਇਸ ਤਰ੍ਹਾਂ ਅਸੀਂ ਇਸਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਲਈ ਵਪਾਰਕ ਤੌਰ 'ਤੇ ਸਵੀਕਾਰਯੋਗ ਸਾਧਨਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਹੇ ਹਾਂ। ਪਰ ਯਾਦ ਰੱਖੋ ਕਿ ਇੰਟਰਨੈੱਟ 'ਤੇ ਪ੍ਰਸਾਰਣ ਦਾ ਕੋਈ ਤਰੀਕਾ, ਜਾਂ ਇਲੈਕਟ੍ਰਾਨਿਕ ਸਟੋਰੇਜ ਦਾ ਤਰੀਕਾ 100% ਸੁਰੱਖਿਅਤ ਅਤੇ ਭਰੋਸੇਮੰਦ ਨਹੀਂ ਹੈ, ਅਤੇ ਮੈਂ ਇਸਦੀ ਪੂਰਨ ਸੁਰੱਖਿਆ ਦੀ ਗਰੰਟੀ ਨਹੀਂ ਦੇ ਸਕਦਾ।\n\n\n**ਇਸ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਵਿੱਚ ਬਦਲਾਅ**\n\nਮੈਂ ਸਮੇਂ-ਸਮੇਂ 'ਤੇ ਸਾਡੀ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਨੂੰ ਅਪਡੇਟ ਕਰ ਸਕਦਾ ਹਾਂ। ਇਸ ਲਈ, ਤੁਹਾਨੂੰ ਕਿਸੇ ਵੀ ਤਬਦੀਲੀ ਲਈ ਸਮੇਂ-ਸਮੇਂ 'ਤੇ ਇਸ ਪੰਨੇ ਦੀ ਸਮੀਖਿਆ ਕਰਨ ਦੀ ਸਲਾਹ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ। ਮੈਂ ਤੁਹਾਨੂੰ ਇਸ ਪੰਨੇ 'ਤੇ ਨਵੀਂ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਪੋਸਟ ਕਰਕੇ ਕਿਸੇ ਵੀ ਤਬਦੀਲੀ ਬਾਰੇ ਸੂਚਿਤ ਕਰਾਂਗਾ।\n\nਇਹ ਨੀਤੀ 2020-11-16 ਤੱਕ ਪ੍ਰਭਾਵੀ ਹੈ\n\n\n**ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ**\n\nਜੇਕਰ ਮੇਰੀ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਬਾਰੇ ਤੁਹਾਡੇ ਕੋਈ ਸਵਾਲ ਜਾਂ ਸੁਝਾਅ ਹਨ, ਤਾਂ ਮੇਰੇ ਨਾਲ jabguru007@gmail.com 'ਤੇ ਸੰਪਰਕ ਕਰਨ ਤੋਂ ਝਿਜਕੋ ਨਾ।",
    "search": "ਖੋਜ",
    "no_content_search": "\"{searchText}\" ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਕੋਈ ਨੋਟ ਨਹੀਂ ਲੱਭ ਸਕਿਆ",
    "error_uploading_file": "ਫ਼ਾਈਲ ਅੱਪਲੋਡ ਕਰਨ ਵਿੱਚ ਤਰੁੱਟੀ",
    "file_exceeds_limit": "ਫ਼ਾਈਲ {limit} ਤੋਂ ਵੱਧ ਹੈ",
    "gallery": "ਗੈਲਰੀ",
    "link": "ਲਿੰਕ",
    "capture_a_photo": "ਇੱਕ ਫੋਟੋ ਕੈਪਚਰ ਕਰੋ",
    "capture_a_video": "ਇੱਕ ਵੀਡੀਓ ਕੈਪਚਰ ਕਰੋ",
    "copy": "ਕਾਪੀ ਕਰੋ",
    "copy_for_whatsapp": "WhatsApp ਲਈ ਕਾਪੀ ਕਰੋ",
    "copy_for_whatsapp_success": "ਲਿਖਤ ਨੂੰ ਕਲਿੱਪਬੋਰਡ 'ਤੇ ਕਾਪੀ ਕੀਤਾ ਗਿਆ",
    "copy_for_whatsapp_failed": "ਟੈਕਸਟ ਕਾਪੀ ਕਰਨ ਵਿੱਚ ਅਸਫਲ",
    "note_cat_all": "ਸਾਰੇ",
    "delete_account": "ਮੇਰਾ ਖਾਤਾ ਮਿਟਾਓ",
    "delete_account_confirmation": "ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਆਪਣਾ ਖਾਤਾ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
    "delete_account_confirmation_details": "ਤੁਹਾਡੇ ਸਾਰੇ ਨੋਟ ਗੁੰਮ ਹੋ ਜਾਣਗੇ ਅਤੇ ਤੁਹਾਨੂੰ iJOT ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਇੱਕ ਨਵਾਂ ਖਾਤਾ ਰਜਿਸਟਰ ਕਰਨ ਦੀ ਲੋੜ ਹੋਵੇਗੀ।",
    "delete_account_sucessful": "ਖਾਤਾ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾਇਆ ਗਿਆ!",
    "delete_account_error": "ਖਾਤਾ ਮਿਟਾਉਣ ਵਿੱਚ ਤਰੁੱਟੀ! ਦੁਬਾਰਾ ਸਾਈਨ ਇਨ ਕਰੋ।",
    "sort_notes": "ਨੋਟਾਂ ਦੀ ਛਾਂਟੀ ਕਰੋ"
}