{
  "email": "ਈ - ਮੇਲ",
  "password": "ਪਾਸਵਰਡ",
  "sign_in": "ਸਾਈਨ - ਇਨ",
  "sign_up": "ਸਾਇਨ ਅਪ",
  "or": "ਜਾਂ",
  "dont_have_an_account": "ਕੀ ਤੁਹਾਡਾ ਕੋਈ ਖਾਤਾ ਨਹੀਂ ਹੈ?",
  "already_have_an_account": "ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਕੋਈ ਖਾਤਾ ਹੈ?",
  "register": "ਰਜਿਸਟਰ",
  "validation_email": "ਕਿਰਪਾ ਕਰਕੇ ਈਮੇਲ ਭੇਜੋ",
  "validation_email_2": "ਇੱਕ ਵੈਧ ਈਮੇਲ ਇਨਪੁਟ ਕਰੋ!",
  "validation_password": "ਪਾਸਵਰਡ ਦਿਓ ਜੀ",
  "validation_password_2": "ਪਾਸਵਰਡ ਬਹੁਤ ਛੋਟਾ ਹੈ",
  "notes": "ਨੋਟ",
  "no_notes_yet": "ਕੋਈ ਨੋਟਸ ਨਹੀਂ ... ਫਿਰ ਵੀ",
  "sign_out": "ਸਾਇਨ ਆਉਟ",
  "note_edit": "ਸੰਪਾਦਿਤ ਕਰੋ",
  "note_new": "ਨਵਾਂ ਨੋਟ",
  "note_add_title": "ਸਿਰਲੇਖ ਸ਼ਾਮਲ ਕਰੋ ...",
  "note_add_details": "ਵੇਰਵੇ ਸ਼ਾਮਲ ਕਰੋ ...",
  "note_add_note": "ਨੋਟ ਸ਼ਾਮਲ ਕਰੋ",
  "note_add_note_message": "ਨੋਟ ਦਾ ਸਿਰਲੇਖ ਹੋਣਾ ਲਾਜ਼ਮੀ ਹੈ",
  "note_cat_uncategorized": "ਸ਼੍ਰੇਣੀਬੱਧ",
  "note_cat_study": "ਅਧਿਐਨ ਕਰੋ",
  "note_cat_personal": "ਨਿੱਜੀ",
  "note_cat_work": "ਕੰਮ",
  "note_cat_todo": "ਸਭ ਕੁਝ",
  "delete_note": "ਕੀ ਤੁਸੀਂ ਇਸ ਨੋਟ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
  "delete_note_undone": "ਇਸ ਕਿਰਿਆ ਨੂੰ ਵਾਪਸ ਨਹੀਂ ਲਿਆ ਜਾ ਸਕਦਾ ਹੈ",
  "delete_cancel": "ਰੱਦ ਕਰੋ",
  "delete": "ਮਿਟਾਓ",
  "change_language": "ਭਾਸ਼ਾ ਬਦਲੋ",
  "select_language": "ਭਾਸ਼ਾ ਚੁਣੋ",
  "language_continue": "ਜਾਰੀ ਰੱਖੋ",
  "language_done": "ਹੋ ਗਿਆ",
  "forgot_password": "ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ?",
  "reset_password_title": "ਪਾਸਵਰਡ ਰੀਸੈਟ ਕਰੋ",
  "reset": "ਰੀਸੈੱਟ",
  "password_reset_successful": "ਪਾਸਵਰਡ ਰੀਸੈਟ ਲਿੰਕ ਸਫਲਤਾਪੂਰਵਕ ਭੇਜਿਆ ਗਿਆ ਹੈ",
  "privacy_policy_title": "ਪਰਾਈਵੇਟ ਨੀਤੀ",
  "privacy_policy": "{0 ਨੇ iJot ਐਪ ਨੂੰ ਇੱਕ ਮੁਫਤ ਐਪ ਦੇ ਰੂਪ ਵਿੱਚ ਬਣਾਇਆ. ਇਹ ਸੇਵਾ ਬਿਨਾਂ ਕਿਸੇ ਕੀਮਤ ਦੇ {1 by ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤੀ ਗਈ ਹੈ ਅਤੇ ਜਿਵੇਂ ਕਿ ਵਰਤੋਂ ਲਈ ਹੈ.\n\nਇਹ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਨਿਜੀ ਜਾਣਕਾਰੀ ਦੇ ਸੰਗ੍ਰਹਿਣ, ਇਸਤੇਮਾਲ ਅਤੇ ਖੁਲਾਸੇ ਦੇ ਨਾਲ ਮੇਰੀਆਂ ਨੀਤੀਆਂ ਦੇ ਸੰਬੰਧ ਵਿੱਚ ਸੂਚਿਤ ਕਰਨਾ ਹੈ ਜੇ ਕਿਸੇ ਨੇ ਮੇਰੀ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦਾ ਫੈਸਲਾ ਕੀਤਾ ਹੈ.\n\nਜੇ ਤੁਸੀਂ ਮੇਰੀ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਰਨਾ ਚੁਣਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਇਸ ਨੀਤੀ ਦੇ ਸੰਬੰਧ ਵਿੱਚ ਜਾਣਕਾਰੀ ਇਕੱਤਰ ਕਰਨ ਅਤੇ ਵਰਤੋਂ ਦੀ ਸਹਿਮਤੀ ਦਿੰਦੇ ਹੋ. ਇਸ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਵਿੱਚ ਦੱਸੇ ਅਨੁਸਾਰ ਮੈਂ ਕਿਸੇ ਨੂੰ ਵੀ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਜਾਂ ਸਾਂਝਾ ਨਹੀਂ ਕਰਾਂਗਾ.\n\n\n** ਜਾਣਕਾਰੀ ਇਕੱਠੀ ਕਰਨ ਅਤੇ ਵਰਤੋਂ **\n\nਬਿਹਤਰ ਤਜਰਬੇ ਲਈ, ਸਾਡੀ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਸਮੇਂ, ਮੈਂ ਤੁਹਾਨੂੰ ਕੁਝ ਵਿਅਕਤੀਗਤ ਤੌਰ 'ਤੇ ਪਛਾਣਨ ਯੋਗ ਜਾਣਕਾਰੀ ਪ੍ਰਦਾਨ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਕਰ ਸਕਦਾ ਹਾਂ, ਜਿਸ ਵਿੱਚ ਯੂਜ਼ਰ ਨਾਂ ਅਤੇ ਈਮੇਲ ਵੀ ਸੀਮਿਤ ਨਹੀਂ. ਉਹ ਜਾਣਕਾਰੀ ਜੋ ਮੈਂ ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ ਤੁਹਾਡੀ ਡਿਵਾਈਸ ਤੇ ਬਰਕਰਾਰ ਰੱਖੀ ਜਾਏਗੀ ਅਤੇ ਮੇਰੇ ਦੁਆਰਾ ਕਿਸੇ ਵੀ ਤਰਾਂ ਇਕੱਠੀ ਨਹੀਂ ਕੀਤੀ ਗਈ.\n\nਐਪ ਤੀਜੀ ਧਿਰ ਦੀਆਂ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦੀ ਹੈ ਜੋ ਤੁਹਾਡੀ ਪਛਾਣ ਲਈ ਵਰਤੀ ਗਈ ਜਾਣਕਾਰੀ ਇਕੱਠੀ ਕਰ ਸਕਦੀ ਹੈ.\n\nਐਪ ਦੁਆਰਾ ਵਰਤੇ ਗਏ ਤੀਜੀ ਧਿਰ ਦੇ ਸੇਵਾ ਪ੍ਰਦਾਤਾਵਾਂ ਦੀ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਦਾ ਲਿੰਕ\n\n* [ਗੂਗਲ ਪਲੇ ਸਰਵਿਸਿਜ਼]\n\n* [ਫਾਇਰਬੇਸ ਲਈ ਗੂਗਲ ਵਿਸ਼ਲੇਸ਼ਣ] (https://firebase.google.com/policies/analytics)\n\n\n** ਲੌਗ ਡਾਟਾ **\n\nਮੈਂ ਤੁਹਾਨੂੰ ਦੱਸਣਾ ਚਾਹੁੰਦਾ ਹਾਂ ਕਿ ਜਦੋਂ ਵੀ ਤੁਸੀਂ ਮੇਰੀ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋ, ਐਪ ਵਿੱਚ ਕੋਈ ਗਲਤੀ ਹੋਣ ਦੀ ਸਥਿਤੀ ਵਿੱਚ ਮੈਂ ਤੁਹਾਡੇ ਫੋਨ ਤੇ ਲੌਗ ਡੇਟਾ ਕਹਿੰਦੇ ਹਨ ਤੇ ਡੇਟਾ ਅਤੇ ਜਾਣਕਾਰੀ ਇਕੱਤਰ ਕਰਦਾ ਹਾਂ (ਤੀਜੀ ਧਿਰ ਦੇ ਉਤਪਾਦਾਂ ਦੁਆਰਾ). ਇਸ ਲੌਗ ਡਾਟੇ ਵਿੱਚ ਤੁਹਾਡੀ ਡਿਵਾਈਸ ਇੰਟਰਨੈਟ ਪ੍ਰੋਟੋਕੋਲ (“ਆਈਪੀ”) ਐਡਰੈਸ, ਡਿਵਾਈਸ ਦਾ ਨਾਮ, ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਵਰਜ਼ਨ, ਮੇਰੀ ਸਰਵਿਸ ਦੀ ਵਰਤੋਂ ਕਰਨ ਵੇਲੇ ਐਪ ਦੀ ਕਨਫ਼ੀਗ੍ਰੇਸ਼ਨ, ਸਰਵਿਸ ਦੀ ਤੁਹਾਡੀ ਵਰਤੋਂ ਦੀ ਮਿਤੀ ਅਤੇ ਹੋਰ ਅੰਕੜੇ ਸ਼ਾਮਲ ਹੋ ਸਕਦੇ ਹਨ .\n\n\n** ਸੇਵਾ ਪ੍ਰਦਾਤਾ **\n\nਮੈਂ ਹੇਠ ਦਿੱਤੇ ਕਾਰਨਾਂ ਕਰਕੇ ਤੀਜੀ ਧਿਰ ਦੀਆਂ ਕੰਪਨੀਆਂ ਅਤੇ ਵਿਅਕਤੀਆਂ ਨੂੰ ਨੌਕਰੀ ਦੇ ਸਕਦਾ ਹਾਂ:\n\n* ਸਾਡੀ ਸੇਵਾ ਦੀ ਸਹੂਲਤ ਲਈ;\n\n* ਸਾਡੀ ਤਰਫੋਂ ਸੇਵਾ ਪ੍ਰਦਾਨ ਕਰਨਾ;\n\n* ਸੇਵਾ ਨਾਲ ਸਬੰਧਤ ਸੇਵਾਵਾਂ ਕਰਨ ਲਈ; ਜਾਂ\n\n* ਸਾਡੀ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਦੇ ਵਿਸ਼ਲੇਸ਼ਣ ਵਿਚ ਸਾਡੀ ਸਹਾਇਤਾ ਕਰਨ ਲਈ.\n\nਮੈਂ ਇਸ ਸੇਵਾ ਦੇ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਸੂਚਿਤ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹਾਂ ਕਿ ਇਹ ਤੀਜੀ ਧਿਰਾਂ ਨੂੰ ਤੁਹਾਡੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਤੱਕ ਪਹੁੰਚ ਹੈ. ਕਾਰਨ ਸਾਡੀ ਤਰਫੋਂ ਉਨ੍ਹਾਂ ਨੂੰ ਸੌਂਪੇ ਗਏ ਕਾਰਜਾਂ ਨੂੰ ਪੂਰਾ ਕਰਨਾ ਹੈ. ਹਾਲਾਂਕਿ, ਉਹਨਾਂ ਨੂੰ ਜਾਣਕਾਰੀ ਦਾ ਖੁਲਾਸਾ ਕਰਨ ਜਾਂ ਕਿਸੇ ਹੋਰ ਉਦੇਸ਼ ਲਈ ਇਸਤੇਮਾਲ ਕਰਨ ਦੀ ਜ਼ਿੰਮੇਵਾਰੀ ਹੈ.\n\n\n** ਸੁਰੱਖਿਆ **\n\nਮੈਂ ਤੁਹਾਨੂੰ ਤੁਹਾਡੀ ਨਿਜੀ ਜਾਣਕਾਰੀ ਪ੍ਰਦਾਨ ਕਰਨ ਵਿਚ ਤੁਹਾਡੇ ਵਿਸ਼ਵਾਸ ਦੀ ਕਦਰ ਕਰਦਾ ਹਾਂ, ਇਸ ਤਰ੍ਹਾਂ ਅਸੀਂ ਇਸਦੀ ਸੁਰੱਖਿਆ ਦੇ ਵਪਾਰਕ ਤੌਰ ਤੇ ਸਵੀਕਾਰੇ meansੰਗਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਹੇ ਹਾਂ. ਪਰ ਯਾਦ ਰੱਖੋ ਕਿ ਇੰਟਰਨੈਟ ਤੇ ਪ੍ਰਸਾਰਣ ਦਾ ਕੋਈ ਤਰੀਕਾ, ਜਾਂ ਇਲੈਕਟ੍ਰਾਨਿਕ ਸਟੋਰੇਜ ਦਾ methodੰਗ 100% ਸੁਰੱਖਿਅਤ ਅਤੇ ਭਰੋਸੇਮੰਦ ਨਹੀਂ ਹੈ, ਅਤੇ ਮੈਂ ਇਸਦੀ ਪੂਰਨ ਸੁਰੱਖਿਆ ਦੀ ਗਰੰਟੀ ਨਹੀਂ ਦੇ ਸਕਦਾ.\n\n\n** ਇਸ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਵਿੱਚ ਬਦਲਾਓ **\n\nਮੈਂ ਸਮੇਂ ਸਮੇਂ ਤੇ ਸਾਡੀ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਨੂੰ ਅਪਡੇਟ ਕਰ ਸਕਦਾ ਹਾਂ. ਇਸ ਤਰ੍ਹਾਂ, ਤੁਹਾਨੂੰ ਕਿਸੇ ਵੀ ਤਬਦੀਲੀ ਲਈ ਸਮੇਂ ਸਮੇਂ ਤੇ ਇਸ ਪੇਜ ਦੀ ਸਮੀਖਿਆ ਕਰਨ ਦੀ ਸਲਾਹ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ. ਮੈਂ ਤੁਹਾਨੂੰ ਇਸ ਪੰਨੇ 'ਤੇ ਨਵੀਂ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਪੋਸਟ ਕਰਕੇ ਕਿਸੇ ਤਬਦੀਲੀ ਬਾਰੇ ਸੂਚਿਤ ਕਰਾਂਗਾ.\n\nਇਹ ਨੀਤੀ 2020-11-16 ਤੱਕ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਹੈ\n\n\n**ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ**\n\nਜੇ ਮੇਰੀ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਬਾਰੇ ਤੁਹਾਡੇ ਕੋਈ ਪ੍ਰਸ਼ਨ ਜਾਂ ਸੁਝਾਅ ਹਨ, ਤਾਂ jabguru007@gmail.com 'ਤੇ ਮੇਰੇ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਤੋਂ ਸੰਕੋਚ ਨਾ ਕਰੋ."
}