{
    "email": "E-mail",
    "password": "Hasło",
    "sign_in": "Zalogować się",
    "sign_up": "Zapisać się",
    "or": "LUB",
    "dont_have_an_account": "Nie masz konta?",
    "already_have_an_account": "Posiadasz już konto?",
    "register": "Rejestr",
    "validation_email": "Wprowadź adres e-mail",
    "validation_email_2": "Wprowadź prawidłowy adres e-mail!",
    "validation_password": "Wprowadź hasło",
    "validation_password_2": "Hasło za krótkie",
    "notes": "Notatki",
    "no_notes_yet": "Brak notatek... Jeszcze",
    "sign_out": "Wyloguj się",
    "note_edit": "Edytować",
    "note_new": "Nowa notatka",
    "note_add_title": "Dodaj tytuł...",
    "note_add_details": "Dodaj szczegóły...",
    "note_add_note": "Dodaj notatkę",
    "note_add_note_message": "Uwaga musi mieć tytuł",
    "note_cat_uncategorized": "Bez kategorii",
    "note_cat_study": "Badanie",
    "note_cat_personal": "Osobisty",
    "note_cat_work": "Praca",
    "note_cat_todo": "Do zrobienia",
    "delete_note": "Czy chcesz usunąć tę notatkę?",
    "delete_note_undone": "Tej czynności nie można cofnąć",
    "delete_cancel": "Anulować",
    "delete": "Usuwać",
    "change_language": "Zmień język",
    "select_language": "Wybierz język",
    "language_continue": "Kontynuować",
    "language_done": "Zrobione",
    "forgot_password": "Zapomniałeś hasła?",
    "reset_password_title": "Zresetuj hasło",
    "reset": "Resetowanie",
    "password_reset_successful": "Link resetowania hasła został pomyślnie wysłany",
    "close": "Zamknąć",
    "privacy_policy_title": "Polityka prywatności",
    "privacy_policy": "{name} zbudował aplikację iJot jako darmową aplikację. Ta USŁUGA jest świadczona przez firmę {name} bezpłatnie i jest przeznaczona do użytku w obecnej postaci.\n\nMa to na celu poinformowanie użytkowników o moich zasadach dotyczących gromadzenia, wykorzystywania i ujawniania danych osobowych, jeśli ktoś zdecydował się skorzystać z mojej Usługi.\n\nJeśli zdecydujesz się skorzystać z mojej Usługi, zgadzasz się na gromadzenie i wykorzystywanie informacji w związku z niniejszą polityką. Nie będę wykorzystywać ani udostępniać twoich informacji nikomu poza przypadkami opisanymi w niniejszej Polityce prywatności.\n\n\n**Zbieranie i wykorzystywanie informacji**\n\nAby zapewnić lepsze wrażenia podczas korzystania z naszej Usługi, mogę wymagać podania nam pewnych danych osobowych, w tym między innymi nazwy użytkownika i adresu e-mail. Informacje, o które proszę, zostaną zachowane na Twoim urządzeniu i nie będą przeze mnie gromadzone w żaden sposób.\n\nAplikacja korzysta z usług stron trzecich, które mogą gromadzić informacje służące do identyfikacji użytkownika.\n\nLink do polityki prywatności zewnętrznych dostawców usług, z których korzysta aplikacja\n\n* [Usługi Google Play](https://www.google.com/policies/privacy/)\n\n* [Google Analytics dla Firebase](https://firebase.google.com/policies/analytics)\n\n\n**Dane dziennika**\n\nChcę Cię poinformować, że za każdym razem, gdy korzystasz z mojej Usługi, w przypadku błędu w aplikacji zbieram dane i informacje (poprzez produkty firm trzecich) na Twoim telefonie o nazwie Log Data. Te dane dziennika mogą zawierać informacje, takie jak adres protokołu internetowego urządzenia („IP”), nazwa urządzenia, wersja systemu operacyjnego, konfiguracja aplikacji podczas korzystania z mojej Usługi, godzina i data korzystania z Usługi oraz inne statystyki .\n\n\n**Usługodawcy**\n\nMogę zatrudniać firmy i osoby trzecie z następujących powodów:\n\n* Aby ułatwić naszą usługę;\n\n* Aby świadczyć Usługę w naszym imieniu;\n\n* W celu świadczenia usług związanych z Usługami; Lub\n\n* Aby pomóc nam w analizie sposobu korzystania z naszej Usługi.\n\nChcę poinformować użytkowników tej Usługi, że te osoby trzecie mają dostęp do Twoich danych osobowych. Powodem jest wykonywanie powierzonych im zadań w naszym imieniu. Są jednak zobowiązani do nieujawniania ani wykorzystywania informacji w żadnym innym celu.\n\n\n**Bezpieczeństwo**\n\nCenię sobie Twoje zaufanie w przekazywaniu nam Twoich Danych Osobowych, dlatego staramy się stosować komercyjnie akceptowalne środki ich ochrony. Pamiętaj jednak, że żadna metoda transmisji przez Internet ani metoda elektronicznego przechowywania nie jest w 100% bezpieczna i niezawodna i nie mogę zagwarantować jej absolutnego bezpieczeństwa.\n\n\n**Zmiany w niniejszej Polityce prywatności**\n\nOd czasu do czasu mogę aktualizować naszą Politykę prywatności. W związku z tym zaleca się okresowe przeglądanie tej strony pod kątem wszelkich zmian. Powiadomię Cię o wszelkich zmianach, publikując nową Politykę prywatności na tej stronie.\n\nTa polityka obowiązuje od 2020-11-16\n\n\n**Skontaktuj się z nami**\n\nJeśli masz jakieś pytania lub sugestie dotyczące mojej Polityki prywatności, nie wahaj się skontaktować ze mną pod adresem jabguru007@gmail.com.",
    "search": "Szukaj",
    "no_content_search": "Nie można znaleźć notatki za pomocą „{searchText}”",
    "error_uploading_file": "Błąd przesyłania pliku",
    "file_exceeds_limit": "Plik przekracza {limit}",
    "gallery": "Galeria",
    "link": "Połączyć",
    "capture_a_photo": "Zrób zdjęcie",
    "capture_a_video": "Przechwyć wideo",
    "copy": "Kopiuj",
    "copy_for_whatsapp": "Skopiuj dla WhatsApp",
    "copy_for_whatsapp_success": "Tekst skopiowany do schowka",
    "copy_for_whatsapp_failed": "Nie udało się skopiować tekstu"
}