{
  "email": "بریښنالیک",
  "password": "رمز",
  "sign_in": "ننوزئ",
  "sign_up": "ګډون کول",
  "or": "او",
  "dont_have_an_account": "ګ ؟ون نه لری؟",
  "already_have_an_account": "دمخه یو حساب لرئ؟",
  "register": "ثبت کړئ",
  "validation_email": "مهرباني وکړئ بریښنالیک دننه کړئ",
  "validation_email_2": "د اعتبار وړ بریښنالیک داخل کړئ!",
  "validation_password": "مهرباني وکړئ پاسورډ داخل کړئ",
  "validation_password_2": "پټ نوم خورا لنډ دی",
  "notes": "یادونه",
  "no_notes_yet": "نه یادښتونه ... لاهم",
  "sign_out": "وتون",
  "note_edit": "سمول",
  "note_new": "نوې یادونه",
  "note_add_title": "سرلیک ورکړه...",
  "note_add_details": "توضیحات اضافه کړئ ...",
  "note_add_note": "یادښت اضافه کړئ",
  "note_add_note_message": "یادونه باید سرلیک ولري",
  "note_cat_uncategorized": "بې کټګور شوی",
  "note_cat_study": "مطالعه",
  "note_cat_personal": "شخصي",
  "note_cat_work": "کار",
  "note_cat_todo": "هرڅه",
  "delete_note": "ایا تاسو غواړئ دا یادداشت حذف کړئ؟",
  "delete_note_undone": "دا کړنه بیرته نشي ترسره کیدلی",
  "delete_cancel": "لغوه کول",
  "delete": "ړنګول",
  "change_language": "ژبه بدل کړئ",
  "select_language": "ژبه غوره کړئ",
  "language_continue": "دوام ورکړئ",
  "language_done": "وشو",
  "forgot_password": "خپل پټ نوم درڅخه هیر دی؟",
  "reset_password_title": "شفر بیا جوړول",
  "reset": "بیا تنظیمول",
  "password_reset_successful": "د رمز له سره تنظیم کولو لینک په بریالیتوب سره استول شوی دی",
  "privacy_policy_title": "د پټتیا تګلاره",
  "privacy_policy": "{name} د وړیا ایپ په توګه iJot ایپ جوړ کړی. دا SERVICE د by 1 no لخوا په هیڅ قیمت چمتو کیږي او د کارونې لپاره یې لکه څنګه چې دی.\n\nدا د شخصي معلوماتو راټولولو ، کارولو ، او افشا کولو سره زما د پالیسیو په اړه کاروونکو ته خبر ورکول دي که چیرې څوک زما د خدماتو کارولو پریکړه وکړي.\n\nکه تاسو زما د خدماتو کارول غوره کوئ ، نو بیا تاسو د دې پالیسۍ په تړاو د معلوماتو راټولولو او کارولو سره موافق یاست. زه به ستاسو معلومات د هیچا سره ونه کاروم یا شریک نه کړم پرته لدې چې پدې محرمیت پالیسي کې تشریح شوي.\n\n\n** د معلوماتو راټولول او کارول **\n\nد غوره تجربې لپاره ، زموږ د خدماتو کارولو پرمهال ، زه تاسو ته اړتیا لرم چې موږ ته موږ ته د شخصی پیژندنې وړ معلومات چمتو کړئ ، پشمول مګر د کارونکي نوم او بریښنالیک پورې محدود ندي. هغه معلومات چې زه یې غوښتنه کوم ستاسو په وسیله به ساتل کیږي او زما لخوا په هیڅ ډول نه راټول کیږي.\n\nایپ د دریمې ډلې خدمات کاروي چې ممکن ستاسو د پیژندلو لپاره کارول شوي معلومات راټول کړي.\n\nد ایپ لخوا کارول شوي د دریمې ډلې خدماتو چمتو کونکو د محرمیت پالیسي سره لینک\n\n* [د ګوګل پلی خدمتونه] (https://www.google.com/polferences/privacy/)\n\n* [د فایربیس لپاره ګوګل انلاینز] (https://firebase.google.com/polferences/analytics)\n\n\n** د معلوماتو ارقام **\n\nزه غواړم تاسو ته خبر ورکړم چې هرکله چې تاسو زما خدمت کاروئ ، په اپل کې د غلطۍ په حالت کې زه ستاسو د تلیفون څخه د لاګ ډیټا په نوم ډیټا او معلومات راټولوم. پدې لاګ ډیټا کې ممکن معلومات شامل وي لکه ستاسو د آلې انټرنیټ پروتوکول (\"IP\") پته ، د وسیلې نوم ، د عامل سیسټم نسخه ، د غوښتنلیک تنظیم کول کله چې زما خدمت کاروي ، ستاسو د خدمت کارولو وخت او نیټه ، او نور ارقام .\n\n\n** د خدمتونو برابرونکي **\n\nزه ممکن د لاندې دلایلو له امله د دریمې ډلې شرکتونه او افراد ګمارم:\n\n* زموږ د خدمت اسانه کول؛\n\n* زموږ په استازیتوب خدمت چمتو کول؛\n\n* د خدماتو پورې اړوند خدمات ترسره کول؛ یا\n\n* د دې په تحلیل کې زموږ سره د مرستې لپاره چې زموږ خدمت څنګه کارول کیږي.\n\nزه غواړم د دې خدمت کاروونکو ته خبر ورکړم چې دا دریمې ډلې ستاسو شخصي معلوماتو ته لاسرسی لري. دلیل یې دا دی چې زموږ لخوا دوی ته ورکړل شوي دندې ترسره کړي. په هرصورت ، دوی مکلف دي چې معلومات د کوم بل مقصد لپاره افشا یا استعمال نه کړي.\n\n\n** امنیت **\n\nزه ستاسو شخصي معلوماتو په چمتو کولو کې ستاسو باور ته ارزښت ورکوم ، نو پدې توګه موږ کوښښ کوو چې د هغې د محافظت لپاره د منلو وړ تجارتي لارې وکاروو. مګر په یاد ولرئ چې په انټرنیټ د لیږد هیڅ میتود ، یا د بریښنایی ذخیره کولو طریقه 100 secure خوندي او د باور وړ ندي ، او زه نشم کولی د دې مطلق امنیت تضمین کړم.\n\n\n** د محرمیت تګلارې ته بدلون **\n\nزه ممکن وخت په وخت زموږ د محرمیت تګلاره تازه کړم. پدې توګه ، تاسو ته سپارښتنه کیږي چې د هرډول بدلونونو لپاره دا پا pageه په وقتي ډول بیاکتنه وکړئ. زه به تاسو ته په دې پا onه کې د نوي محرمیت تګلاره پوسټ کولو له هر بدلون څخه خبر درکړم.\n\nدا پالیسي د 2020-11-16 تر اغیز لاندې ده\n\n\n**موږ سره اړیکه ونیسئ**\n\nکه تاسو زما د محرمیت تګلارې په اړه کومه پوښتنه یا وړاندیز لرئ ، نو په jabguru007@gmail.com کې له ما سره اړیکه ونیسئ."
}