{
    "email": "ایمیل",
    "password": "رمز",
    "sign_in": "ننوزئ",
    "sign_up": "ګډون کول",
    "or": "OR",
    "dont_have_an_account": "حساب نه لرئ؟",
    "already_have_an_account": "ایا دمخه حساب لرئ؟",
    "register": "راجستر",
    "validation_email": "مهرباني وکړئ بریښنالیک داخل کړئ",
    "validation_email_2": "یو معتبر بریښنالیک داخل کړئ!",
    "validation_password": "مهرباني وکړئ پاسورډ داخل کړئ",
    "validation_password_2": "پټنوم ډیر لنډ دی",
    "notes": "یادښتونه",
    "no_notes_yet": "هیڅ یادښتونه ... تر اوسه",
    "sign_out": "وتون",
    "note_edit": "سمون",
    "note_new": "نوی نوټ",
    "note_add_title": "سرلیک ورکړه...",
    "note_add_details": "جزئیات اضافه کړئ...",
    "note_add_note": "یادښت اضافه کړئ",
    "note_add_note_message": "نوټ باید سرلیک ولري",
    "note_cat_uncategorized": "بې اعتباره",
    "note_cat_study": "مطالعه",
    "note_cat_personal": "شخصي",
    "note_cat_work": "کار",
    "note_cat_todo": "کول",
    "delete_note": "ایا تاسو غواړئ دا یادښت ړنګ کړئ؟",
    "delete_note_undone": "دا کړنه نه شي ختمولی",
    "delete_cancel": "لغوه کړئ",
    "delete": "ړنګول",
    "change_language": "ژبه بدله کړه",
    "select_language": "ژبه غوره کړئ",
    "language_continue": "ادامه ورکړئ",
    "language_done": "ترسره شو",
    "forgot_password": "خپل پټ نوم درڅخه هیر دی؟",
    "reset_password_title": "پټنوم بیا تنظیم کړئ",
    "reset": "بیا تنظیم کړئ",
    "password_reset_successful": "د پټنوم بیا تنظیم کول په بریالیتوب سره لیږل شوي",
    "close": "تړل",
    "privacy_policy_title": "د پټتیا تګلاره",
    "privacy_policy": "{name} د iJot ایپ د وړیا اپلیکیشن په توګه جوړ کړ. دا خدمت د {name} لخوا پرته له کوم لګښت څخه چمتو شوی او د کارولو لپاره دی لکه څنګه چې دی.\n\nدا د شخصي معلوماتو راټولولو، کارولو، او افشا کولو سره زما د پالیسیو په اړه کاروونکو ته خبر ورکول دي که چیرې څوک زما د خدماتو کارولو پریکړه وکړي.\n\nکه تاسو زما خدمت وکاروئ ، نو تاسو د دې پالیسۍ په اړه د معلوماتو راټولولو او کارولو سره موافق یاست. زه به ستاسو معلومات له هیچا سره ونه کاروم یا شریک نه کړم پرته لدې چې پدې محرمیت پالیسۍ کې تشریح شوي.\n\n\n**د معلوماتو راټولول او کارول**\n\nد غوره تجربې لپاره، زموږ د خدماتو کارولو په وخت کې، زه ممکن تاسو ته اړتیا ولرم چې موږ ته ځینې شخصي پیژندل شوي معلومات چمتو کړئ، پشمول مګر د کارن نوم او بریښنالیک پورې محدود ندي. هغه معلومات چې زه یې غوښتنه کوم ستاسو په وسیله به ساتل کیږي او زما لخوا په هیڅ ډول نه راټولیږي.\n\nایپ د دریمې ډلې خدمتونه کاروي چې ممکن ستاسو پیژندلو لپاره کارول شوي معلومات راټول کړي.\n\nد دریمې ډلې خدماتو چمتو کونکو د محرمیت پالیسۍ سره لینک چې د ایپ لخوا کارول کیږي\n\n* [د ګوګل پلی خدمتونه](https://www.google.com/policies/privacy/)\n\n* [د Firebase لپاره ګوګل انلاینز](https://firebase.google.com/policies/analytics)\n\n\n**لاګ ډیټا**\n\nزه غواړم تاسو ته خبر درکړم چې هرکله چې تاسو زما خدمت وکاروئ ، په ایپ کې د غلطۍ په صورت کې زه ستاسو په تلیفون کې د Log Data په نوم ډیټا او معلومات (د دریمې ډلې محصولاتو له لارې) راټولوم. پدې لاګ ډیټا کې ممکن معلومات شامل وي لکه ستاسو د وسیلې انټرنیټ پروتوکول (\"IP\") پته ، د وسیلې نوم ، د عملیاتي سیسټم نسخه ، زما د خدماتو کارولو پرمهال د اپلیکیشن ترتیب ، ستاسو د خدمت کارولو وخت او نیټه ، او نور احصایې .\n\n\n**خدمات برابرونکي**\n\nزه ممکن د لاندې دلایلو له امله د دریمې ډلې شرکتونه او اشخاص استخدام کړم:\n\n* زموږ د خدماتو اسانتیا لپاره؛\n\n* زموږ په استازیتوب خدمت چمتو کول؛\n\n* د خدماتو اړوند خدمات ترسره کول؛ یا\n\n* زموږ سره د دې په تحلیل کې مرسته کول چې زموږ خدمت څنګه کارول کیږي.\n\nزه غواړم د دې خدمت کاروونکو ته خبر ورکړم چې دا دریمې ډلې ستاسو شخصي معلوماتو ته لاسرسی لري. لامل یې دا دی چې زموږ په استازیتوب دوی ته سپارل شوي دندې ترسره کړي. په هرصورت، دوی مکلف دي چې معلومات افشا نه کړي یا د کوم بل هدف لپاره وکاروي.\n\n\n**امنیت**\n\nزه ستاسو د شخصي معلوماتو په چمتو کولو کې ستاسو باور ته ارزښت ورکوم، په دې توګه موږ هڅه کوو چې د سوداګرۍ له پلوه د منلو وړ وسیلو څخه کار واخلو. مګر په یاد ولرئ چې د انټرنیټ له لارې د لیږد کومه طریقه، یا د بریښنایی ذخیره کولو طریقه 100٪ خوندي او د باور وړ نه ده، او زه نشم کولی د هغې بشپړ امنیت تضمین کړم.\n\n\n** د دې محرمیت پالیسۍ کې بدلونونه **\n\nزه ممکن وخت په وخت زموږ د محرمیت تګلاره تازه کړم. په دې توګه، تاسو ته مشوره درکول کیږي چې د هر ډول بدلونونو لپاره دا پاڼه په دوره توګه بیاکتنه وکړئ. زه به تاسو ته په دې پاڼه کې د نوي محرمیت پالیسي په خپرولو سره د هر ډول بدلون خبر درکړم.\n\nدا پالیسي د 2020-11-16 پورې اغیزمنه ده\n\n\n**موږ سره اړیکه ونیسئ**\n\nکه تاسو زما د محرمیت پالیسۍ په اړه کومه پوښتنه یا وړاندیز لرئ، له ما سره په jabguru007@gmail.com کې اړیکه ونیسئ.",
    "search": "لټون",
    "no_content_search": "د \"{searchText}\" په کارولو سره یادښت ونه موندل شو",
    "error_uploading_file": "د دوتنې په پورته کولو کې تېروتنه",
    "file_exceeds_limit": "دوتنه له {limit} څخه زیاته ده",
    "gallery": "ګالری",
    "link": "لینک",
    "capture_a_photo": "یو عکس اخیستل",
    "capture_a_video": "یوه ویډیو ونیسئ",
    "copy": "کاپي",
    "copy_for_whatsapp": "د WhatsApp لپاره کاپي",
    "copy_for_whatsapp_success": "متن کلپ بورډ ته کاپي شوی",
    "copy_for_whatsapp_failed": "د متن کاپي کولو کې پاتې راغلی"
}