{
    "email": "E-mail",
    "password": "Senha",
    "sign_in": "Entrar",
    "sign_up": "Inscrever-se",
    "or": "OU",
    "dont_have_an_account": "Não tem uma conta?",
    "already_have_an_account": "já tem uma conta?",
    "register": "Registro",
    "validation_email": "Insira o e-mail",
    "validation_email_2": "Insira um e-mail válido!",
    "validation_password": "Insira a senha",
    "validation_password_2": "Senha muito curta",
    "notes": "Notas",
    "no_notes_yet": "Sem notas... Ainda",
    "sign_out": "Sair",
    "note_edit": "Editar",
    "note_new": "Nova nota",
    "note_add_title": "Adicionar título...",
    "note_add_details": "Adicionar detalhes...",
    "note_add_note": "Adicionar nota",
    "note_add_note_message": "Nota deve ter um título",
    "note_cat_uncategorized": "Sem categoria",
    "note_cat_study": "Estudar",
    "note_cat_personal": "Pessoal",
    "note_cat_work": "Trabalhar",
    "note_cat_todo": "Pendência",
    "delete_note": "Deseja excluir esta nota?",
    "delete_note_undone": "Essa ação não pode ser desfeita",
    "delete_cancel": "Cancelar",
    "delete": "Excluir",
    "change_language": "Mudar idioma",
    "select_language": "Selecione o idioma",
    "language_continue": "Continuar",
    "language_done": "Feito",
    "forgot_password": "Esqueceu sua senha?",
    "reset_password_title": "Redefinir senha",
    "reset": "Reiniciar",
    "password_reset_successful": "O link de redefinição de senha foi enviado com sucesso",
    "close": "Fechar",
    "privacy_policy_title": "política de Privacidade",
    "privacy_policy": "{name} criou o aplicativo iJot como um aplicativo gratuito. Este SERVIÇO é fornecido por {name} sem nenhum custo e deve ser usado como está.\n\nIsto é para informar os usuários sobre minhas políticas com a coleta, uso e divulgação de informações pessoais, caso alguém decida usar meu serviço.\n\nSe você optar por usar meu serviço, concorda com a coleta e o uso de informações relacionadas a esta política. Não usarei ou compartilharei suas informações com ninguém, exceto conforme descrito nesta Política de Privacidade.\n\n\n**Coleta e uso de informações**\n\nPara uma melhor experiência, ao usar nosso Serviço, posso exigir que você nos forneça certas informações de identificação pessoal, incluindo, entre outras, nome de usuário e e-mail. As informações que solicito serão mantidas em seu dispositivo e não serão coletadas por mim de forma alguma.\n\nO aplicativo usa serviços de terceiros que podem coletar informações usadas para identificá-lo.\n\nLink para a política de privacidade de provedores de serviços terceirizados usados ​​pelo app\n\n* [Serviços do Google Play](https://www.google.com/policies/privacy/)\n\n* [Google Analytics para Firebase](https://firebase.google.com/policies/analytics)\n\n\n**Dados de registro**\n\nQuero informar que sempre que você usa meu Serviço, em caso de erro no aplicativo, eu coleto dados e informações (através de produtos de terceiros) em seu telefone chamado Log Data. Esses dados de registro podem incluir informações como endereço de protocolo de Internet (\"IP\") do dispositivo, nome do dispositivo, versão do sistema operacional, configuração do aplicativo ao utilizar meu serviço, hora e data de uso do serviço e outras estatísticas .\n\n\n**Provedores de serviço**\n\nPosso contratar empresas e indivíduos terceirizados pelos seguintes motivos:\n\n* Para facilitar nosso Atendimento;\n\n* Para fornecer o Serviço em nosso nome;\n\n* Para realizar serviços relacionados ao Serviço; ou\n\n* Para nos ajudar a analisar como nosso Serviço é usado.\n\nDesejo informar aos usuários deste Serviço que esses terceiros têm acesso às suas Informações Pessoais. O motivo é realizar as tarefas atribuídas a eles em nosso nome. No entanto, eles são obrigados a não divulgar ou usar as informações para qualquer outra finalidade.\n\n\n**Segurança**\n\nEu valorizo ​​sua confiança em nos fornecer suas informações pessoais, portanto, estamos nos esforçando para usar meios comercialmente aceitáveis ​​de protegê-las. Mas lembre-se que nenhum método de transmissão pela internet, ou método de armazenamento eletrônico é 100% seguro e confiável, e não posso garantir sua segurança absoluta.\n\n\n**Mudanças nesta Política de Privacidade**\n\nPosso atualizar nossa Política de Privacidade de tempos em tempos. Assim, você é aconselhado a revisar esta página periodicamente para quaisquer alterações. Vou notificá-lo sobre quaisquer alterações, publicando a nova Política de Privacidade nesta página.\n\nEsta política é efetiva a partir de 2020-11-16\n\n\n**Contate-nos**\n\nSe você tiver alguma dúvida ou sugestão sobre minha Política de Privacidade, não hesite em me contatar em jabguru007@gmail.com.",
    "search": "Procurar",
    "no_content_search": "Não foi possível encontrar uma nota usando \"{searchText}\"",
    "error_uploading_file": "Erro ao enviar arquivo",
    "file_exceeds_limit": "O arquivo excede {limit}",
    "gallery": "Galeria",
    "link": "Link",
    "capture_a_photo": "Tirar uma foto",
    "capture_a_video": "Capturar um vídeo",
    "copy": "cópia de",
    "copy_for_whatsapp": "Copiar para WhatsApp",
    "copy_for_whatsapp_success": "Texto copiado para a área de transferência",
    "copy_for_whatsapp_failed": "Falha ao copiar o texto",
    "note_cat_all": "Todos",
    "delete_account": "Deletar minha conta",
    "delete_account_confirmation": "Tem certeza de que deseja excluir sua conta?",
    "delete_account_confirmation_details": "Todas as suas anotações serão perdidas e você será solicitado a registrar uma nova conta para usar o iJOT.",
    "delete_account_sucessful": "Conta excluída com sucesso!",
    "delete_account_error": "Erro ao excluir conta! Faça login novamente.",
    "sort_notes": "Classificar notas"
}