{
    "email": "E-mail",
    "password": "Parola",
    "sign_in": "Conectare",
    "sign_up": "Inscrie-te",
    "or": "SAU",
    "dont_have_an_account": "Nu ai un cont?",
    "already_have_an_account": "ai deja un cont?",
    "register": "Inregistreaza-te",
    "validation_email": "Vă rugăm să introduceți adresa de e-mail",
    "validation_email_2": "Introduceți un e-mail valid!",
    "validation_password": "Vă rugăm să introduceți parola",
    "validation_password_2": "Parola prea scurta",
    "notes": "Note",
    "no_notes_yet": "Nicio notă... Încă",
    "sign_out": "Sign out",
    "note_edit": "Editați | ×",
    "note_new": "Notă nouă",
    "note_add_title": "Adauga titlu...",
    "note_add_details": "Adăugați detalii...",
    "note_add_note": "Adauga notita",
    "note_add_note_message": "Notă trebuie să aibă un titlu",
    "note_cat_uncategorized": "Necategorizat",
    "note_cat_study": "Studiu",
    "note_cat_personal": "Personal",
    "note_cat_work": "Muncă",
    "note_cat_todo": "A face",
    "delete_note": "Doriți să ștergeți această notă?",
    "delete_note_undone": "Această acțiune nu poate fi anulată",
    "delete_cancel": "Anulare",
    "delete": "Șterge",
    "change_language": "Schimbați limba",
    "select_language": "Selecteaza limba",
    "language_continue": "Continua",
    "language_done": "Terminat",
    "forgot_password": "Aţi uitat parola?",
    "reset_password_title": "Reseteaza parola",
    "reset": "Resetați",
    "password_reset_successful": "Linkul de resetare a parolei a fost trimis cu succes",
    "close": "Închide",
    "privacy_policy_title": "Politica de confidențialitate",
    "privacy_policy": "{name} a creat aplicația iJot ca o aplicație gratuită. Acest SERVICIU este furnizat de {name} gratuit și este destinat utilizării așa cum este.\n\nAcest lucru este pentru a informa utilizatorii cu privire la politicile mele cu privire la colectarea, utilizarea și dezvăluirea informațiilor personale, dacă cineva a decis să folosească Serviciul meu.\n\nDacă alegeți să utilizați Serviciul meu, sunteți de acord cu colectarea și utilizarea informațiilor în legătură cu această politică. Nu voi folosi și nu voi împărtăși informațiile tale cu nimeni, cu excepția celor descrise în această Politică de confidențialitate.\n\n\n**Colectarea și utilizarea informațiilor**\n\nPentru o experiență mai bună, în timpul utilizării Serviciului nostru, vă pot solicita să ne furnizați anumite informații de identificare personală, inclusiv, dar fără a se limita la nume de utilizator și e-mail. Informațiile pe care le solicit vor fi păstrate pe dispozitivul dvs. și nu sunt colectate de mine în niciun fel.\n\nAplicația folosește servicii terțe care pot colecta informații folosite pentru a vă identifica.\n\nLink către politica de confidențialitate a furnizorilor de servicii terți utilizați de aplicație\n\n* [Servicii Google Play](https://www.google.com/policies/privacy/)\n\n* [Google Analytics pentru Firebase](https://firebase.google.com/policies/analytics)\n\n\n**Datele jurnal**\n\nVreau să vă informez că ori de câte ori utilizați Serviciul meu, în cazul unei erori în aplicație, colectez date și informații (prin produse terțe) pe telefonul dvs. numite Log Data. Aceste date de jurnal pot include informații precum adresa de protocol de internet („IP”) al dispozitivului dvs., numele dispozitivului, versiunea sistemului de operare, configurația aplicației atunci când utilizați Serviciul meu, ora și data utilizării Serviciului de către dvs. și alte statistici. .\n\n\n**Prestatori de servicii**\n\nPot angaja companii și persoane terțe din următoarele motive:\n\n* Pentru a facilita Serviciul nostru;\n\n* Pentru a furniza Serviciul în numele nostru;\n\n* Pentru a presta servicii legate de Servicii; sau\n\n* Pentru a ne ajuta să analizăm modul în care este utilizat Serviciul nostru.\n\nDoresc să informez utilizatorii acestui Serviciu că acești terți au acces la informațiile dumneavoastră personale. Motivul este de a îndeplini sarcinile care le sunt atribuite în numele nostru. Cu toate acestea, aceștia sunt obligați să nu dezvăluie sau să utilizeze informațiile în niciun alt scop.\n\n\n**Securitate**\n\nApreciez încrederea dumneavoastră în furnizarea informațiilor dumneavoastră personale, prin urmare ne străduim să folosim mijloace acceptabile din punct de vedere comercial de a le proteja. Dar amintiți-vă că nicio metodă de transmitere prin internet sau metodă de stocare electronică nu este 100% sigură și de încredere și nu pot garanta securitatea sa absolută.\n\n\n**Modificări ale acestei politici de confidențialitate**\n\nPot actualiza Politica noastră de confidențialitate din când în când. Astfel, sunteți sfătuit să revizuiți periodic această pagină pentru orice modificări. Vă voi anunța cu privire la orice modificare prin publicarea noii Politici de confidențialitate pe această pagină.\n\nAceastă politică este în vigoare din 2020-11-16\n\n\n**Contactaţi-ne**\n\nDacă aveți întrebări sau sugestii despre politica mea de confidențialitate, nu ezitați să mă contactați la jabguru007@gmail.com.",
    "search": "Căutare",
    "no_content_search": "Nu s-a putut găsi o notă folosind „{searchText}”",
    "error_uploading_file": "Eroare la încărcarea fișierului",
    "file_exceeds_limit": "Fișierul depășește {limit}",
    "gallery": "Galerie",
    "link": "Legătură",
    "capture_a_photo": "Faceți o fotografie",
    "capture_a_video": "Capturați un videoclip",
    "copy": "Copie",
    "copy_for_whatsapp": "Copiați pentru WhatsApp",
    "copy_for_whatsapp_success": "Text copiat în clipboard",
    "copy_for_whatsapp_failed": "Nu s-a putut copia textul"
}