{
  "email": "E-mail",
  "password": "Parola",
  "sign_in": "Conectare",
  "sign_up": "Inscrie-te",
  "or": "SAU",
  "dont_have_an_account": "Nu aveți un cont?",
  "already_have_an_account": "ai deja un cont?",
  "register": "Inregistreaza-te",
  "validation_email": "Vă rugăm să introduceți e-mail",
  "validation_email_2": "Introduceți un e-mail valid!",
  "validation_password": "Vă rugăm să introduceți parola",
  "validation_password_2": "Parola prea scurta",
  "notes": "Note",
  "no_notes_yet": "Fără note ... încă",
  "sign_out": "Sign out",
  "note_edit": "Editați | ×",
  "note_new": "Notă nouă",
  "note_add_title": "Adauga titlu...",
  "note_add_details": "Adaugă detalii ...",
  "note_add_note": "Adauga notita",
  "note_add_note_message": "Notă trebuie să aibă un titlu",
  "note_cat_uncategorized": "Necategorizat",
  "note_cat_study": "Studiu",
  "note_cat_personal": "Personal",
  "note_cat_work": "Muncă",
  "note_cat_todo": "Tot",
  "delete_note": "Doriți să ștergeți această notă?",
  "delete_note_undone": "Această acțiune nu poate fi anulată",
  "delete_cancel": "Anulare",
  "delete": "Șterge",
  "change_language": "Schimbați limba",
  "select_language": "Selecteaza limba",
  "language_continue": "Continua",
  "language_done": "Terminat",
  "forgot_password": "Ați uitat parola?",
  "reset_password_title": "Reseteaza parola",
  "reset": "Resetați",
  "password_reset_successful": "Linkul de resetare a parolei a fost trimis cu succes",
  "privacy_policy_title": "Politica de Confidențialitate",
  "privacy_policy": "{name} a creat aplicația iJot ca aplicație gratuită. Acest SERVICIU este furnizat de {name} fără costuri și este destinat utilizării ca atare.\n\nAceasta este pentru a informa utilizatorii cu privire la politicile mele cu privire la colectarea, utilizarea și divulgarea informațiilor personale dacă cineva a decis să folosească Serviciul meu.\n\nDacă alegeți să utilizați Serviciul meu, atunci sunteți de acord cu colectarea și utilizarea informațiilor în legătură cu această politică. Nu voi folosi sau distribui informațiile dvs. cu nimeni, cu excepția celor descrise în această Politică de confidențialitate.\n\n\n** Colectarea și utilizarea informațiilor **\n\nPentru o experiență mai bună, în timpul utilizării Serviciului nostru, vă pot cere să ne furnizați anumite informații de identificare personală, inclusiv, dar fără a se limita la numele de utilizator și e-mail. Informațiile pe care le solicitez vor fi păstrate pe dispozitivul dvs. și nu sunt colectate de mine în niciun fel.\n\nAplicația folosește servicii terțe care pot colecta informații utilizate pentru a vă identifica.\n\nLink către politica de confidențialitate a furnizorilor de servicii terți utilizați de aplicație\n\n* [Servicii Google Play] (https://www.google.com/policies/privacy/)\n\n* [Google Analytics pentru Firebase] (https://firebase.google.com/policies/analytics)\n\n\n** Date jurnal **\n\nVreau să vă informez că ori de câte ori utilizați Serviciul meu, în cazul unei erori în aplicație, colectez date și informații (prin produse de la terți) pe telefonul dvs. numit Jurnal de date. Aceste date de jurnal pot include informații precum adresa Protocolului de Internet („IP”) a dispozitivului dvs., numele dispozitivului, versiunea sistemului de operare, configurația aplicației atunci când utilizați serviciul meu, ora și data utilizării serviciului și alte statistici .\n\n\n**Prestatori de servicii**\n\nPot angaja companii terțe și persoane fizice din următoarele motive:\n\n* Pentru a ne facilita Serviciul;\n\n* Pentru a furniza Serviciul în numele nostru;\n\n* Pentru a efectua servicii legate de servicii; sau\n\n* Pentru a ne ajuta să analizăm modul în care este utilizat Serviciul nostru.\n\nDoresc să informez utilizatorii despre acest serviciu că aceste terțe părți au acces la informațiile dvs. personale. Motivul este să îndeplinim sarcinile care le-au fost atribuite în numele nostru. Cu toate acestea, aceștia sunt obligați să nu dezvăluie sau să utilizeze informațiile în alte scopuri.\n\n\n**Securitate**\n\nApreciez încrederea dvs. în furnizarea informațiilor dvs. personale, astfel ne străduim să folosim mijloace acceptabile din punct de vedere comercial pentru a le proteja. Amintiți-vă însă că nicio metodă de transmisie pe internet sau metodă de stocare electronică nu este sigură și fiabilă 100% și nu pot garanta securitatea sa absolută.\n\n\n** Modificări aduse acestei politici de confidențialitate **\n\nEste posibil să îmi actualizez Politica de confidențialitate din când în când. Astfel, vi se recomandă să revizuiți periodic această pagină pentru orice modificare. Vă voi notifica cu privire la orice modificări prin postarea noii politici de confidențialitate pe această pagină.\n\nAceastă politică este eficientă începând cu data de 16-11-2020\n\n\n**Contactează-ne**\n\nDacă aveți întrebări sau sugestii cu privire la Politica mea de confidențialitate, nu ezitați să mă contactați la jabguru007@gmail.com."
}