{
  "email": "Электронное письмо",
  "password": "пароль",
  "sign_in": "Войти в систему",
  "sign_up": "Подписаться",
  "or": "ИЛИ",
  "dont_have_an_account": "Нет учетной записи?",
  "already_have_an_account": "Уже есть аккаунт?",
  "register": "регистр",
  "validation_email": "Пожалуйста, введите адрес электронной почты",
  "validation_email_2": "Введите действующий адрес электронной почты!",
  "validation_password": "Пожалуйста, введите пароль",
  "validation_password_2": "Пароль слишком короткий",
  "notes": "Примечания",
  "no_notes_yet": "Нет заметок ... пока",
  "sign_out": "Выход",
  "note_edit": "редактировать",
  "note_new": "Новая заметка",
  "note_add_title": "Добавить заголовок...",
  "note_add_details": "Добавить детали ...",
  "note_add_note": "Добавить заметку",
  "note_add_note_message": "Заметка должна иметь заголовок",
  "note_cat_uncategorized": "Без категории",
  "note_cat_study": "Исследование",
  "note_cat_personal": "Личное",
  "note_cat_work": "Работа",
  "note_cat_todo": "Все",
  "delete_note": "Вы хотите удалить эту заметку?",
  "delete_note_undone": "Это действие не может быть отменено",
  "delete_cancel": "Отмена",
  "delete": "удалять",
  "change_language": "Изменить язык",
  "select_language": "Выбрать язык",
  "language_continue": "Продолжать",
  "language_done": "Выполнено",
  "forgot_password": "Забыл пароль?",
  "reset_password_title": "Сброс пароля",
  "reset": "Сброс настроек",
  "password_reset_successful": "Ссылка для сброса пароля была успешно отправлена",
  "privacy_policy_title": "политика конфиденциальности",
  "privacy_policy": "{name} создал приложение iJot как бесплатное приложение. Эта УСЛУГА предоставляется {name} бесплатно и предназначена для использования «как есть».\n\nЭто сделано для того, чтобы проинформировать пользователей о моей политике в отношении сбора, использования и раскрытия Личной информации, если кто-то решил использовать мою Службу.\n\nЕсли вы решите использовать мою Службу, вы соглашаетесь на сбор и использование информации в отношении этой политики. Я не буду использовать или передавать вашу информацию кому-либо, кроме случаев, описанных в настоящей Политике конфиденциальности.\n\n\n** Сбор и использование информации **\n\nДля удобства использования нашего Сервиса я могу потребовать от вас предоставить нам определенную личную информацию, включая, помимо прочего, имя пользователя и адрес электронной почты. Информация, которую я запрашиваю, будет храниться на вашем устройстве и не будет собираться мной каким-либо образом.\n\nПриложение использует сторонние сервисы, которые могут собирать информацию, используемую для вашей идентификации.\n\nСсылка на политику конфиденциальности сторонних поставщиков услуг, используемых приложением\n\n* [Сервисы Google Play] (https://www.google.com/policies/privacy/)\n\n* [Google Analytics для Firebase] (https://firebase.google.com/policies/analytics)\n\n\n** Данные журнала **\n\nЯ хочу сообщить вам, что всякий раз, когда вы используете мою Службу, в случае ошибки в приложении я собираю данные и информацию (через сторонние продукты) на вашем телефоне, называемые данными журнала. Эти данные журнала могут включать такую информацию, как IP-адрес вашего устройства, имя устройства, версия операционной системы, конфигурация приложения при использовании моего Сервиса, время и дата использования вами Сервиса и другие статистические данные. .\n\n\n**Поставщики услуг**\n\nЯ могу нанимать сторонние компании и частных лиц по следующим причинам:\n\n* Для облегчения нашего Сервиса;\n\n* Для предоставления Сервиса от нашего имени;\n\n* Для оказания услуг, связанных с Сервисом; или\n\n* Чтобы помочь нам в анализе использования нашего Сервиса.\n\nЯ хочу сообщить пользователям этого Сервиса, что эти третьи стороны имеют доступ к вашей Личной информации. Причина в том, чтобы выполнять поставленные перед ними задачи от нашего имени. Однако они обязаны не раскрывать и не использовать информацию для каких-либо других целей.\n\n\n**Безопасность**\n\nЯ ценю ваше доверие к предоставлению нам вашей личной информации, поэтому мы стремимся использовать коммерчески приемлемые средства ее защиты. Но помните, что ни один метод передачи через Интернет или метод электронного хранения не является на 100% безопасным и надежным, и я не могу гарантировать его абсолютную безопасность.\n\n\n** Изменения в настоящей Политике конфиденциальности **\n\nЯ могу время от времени обновлять нашу Политику конфиденциальности. Таким образом, вам рекомендуется периодически просматривать эту страницу на предмет изменений. Я сообщу вам о любых изменениях, разместив новую Политику конфиденциальности на этой странице.\n\nЭта политика действует с 16 ноября 2020 г.\n\n\n**Свяжитесь с нами**\n\nЕсли у вас есть какие-либо вопросы или предложения относительно моей Политики конфиденциальности, не стесняйтесь обращаться ко мне по адресу jabguru007@gmail.com."
}