{
    "email": "Электронная почта",
    "password": "Пароль",
    "sign_in": "Войти",
    "sign_up": "Зарегистрироваться",
    "or": "ИЛИ",
    "dont_have_an_account": "У вас нет аккаунта?",
    "already_have_an_account": "У вас уже есть аккаунт?",
    "register": "регистр",
    "validation_email": "Пожалуйста, введите адрес электронной почты",
    "validation_email_2": "Введите действительный адрес электронной почты!",
    "validation_password": "Пожалуйста, введите пароль",
    "validation_password_2": "Пароль слишком короткий",
    "notes": "Примечания",
    "no_notes_yet": "Нет заметок... Пока",
    "sign_out": "Выход",
    "note_edit": "Редактировать",
    "note_new": "Новая заметка",
    "note_add_title": "Добавить заголовок...",
    "note_add_details": "Добавить детали...",
    "note_add_note": "Добавить заметку",
    "note_add_note_message": "Примечание должно иметь заголовок",
    "note_cat_uncategorized": "Без категории",
    "note_cat_study": "Изучать",
    "note_cat_personal": "Личный",
    "note_cat_work": "Работа",
    "note_cat_todo": "Делать",
    "delete_note": "Вы хотите удалить эту заметку?",
    "delete_note_undone": "Это действие не может быть отменено",
    "delete_cancel": "Отмена",
    "delete": "Удалить",
    "change_language": "Изменение языка",
    "select_language": "Выберите язык",
    "language_continue": "Продолжать",
    "language_done": "Сделанный",
    "forgot_password": "Забыли пароль?",
    "reset_password_title": "Сброс пароля",
    "reset": "Перезагрузить",
    "password_reset_successful": "Ссылка для сброса пароля успешно отправлена",
    "close": "Закрывать",
    "privacy_policy_title": "политика конфиденциальности",
    "privacy_policy": "{имя} создал приложение iJot как бесплатное приложение. Эта УСЛУГА предоставляется компанией {name} бесплатно и предназначена для использования как есть.\n\nЭто сделано для того, чтобы проинформировать пользователей о моих правилах сбора, использования и раскрытия Личной информации, если кто-то решит воспользоваться моей Услугой.\n\nЕсли вы решите использовать мой Сервис, вы соглашаетесь на сбор и использование информации в связи с этой политикой. Я не буду использовать или делиться вашей информацией с кем-либо, кроме случаев, описанных в настоящей Политике конфиденциальности.\n\n\n**Сбор и использование информации**\n\nДля лучшего опыта при использовании нашего Сервиса я могу потребовать от вас предоставить нам определенную личную информацию, включая, помимо прочего, имя пользователя и адрес электронной почты. Информация, которую я запрашиваю, будет сохранена на вашем устройстве и никоим образом не будет собираться мной.\n\nПриложение использует сторонние сервисы, которые могут собирать информацию, используемую для вашей идентификации.\n\nСсылка на политику конфиденциальности сторонних поставщиков услуг, используемых приложением\n\n* [Сервисы Google Play](https://www.google.com/policies/privacy/)\n\n* [Google Analytics для Firebase](https://firebase.google.com/policies/analytics)\n\n\n**Данные журнала**\n\nЯ хочу сообщить вам, что всякий раз, когда вы используете мой Сервис, в случае ошибки в приложении я собираю данные и информацию (через сторонние продукты) на вашем телефоне под названием «Данные журнала». Эти данные журнала могут включать в себя такую ​​информацию, как адрес интернет-протокола («IP») вашего устройства, имя устройства, версия операционной системы, конфигурация приложения при использовании моего Сервиса, время и дата использования вами Сервиса и другие статистические данные. .\n\n\n**Поставщики услуг**\n\nЯ могу нанимать сторонние компании и частных лиц по следующим причинам:\n\n* Для облегчения нашего Сервиса;\n\n* Для предоставления Сервиса от нашего имени;\n\n* Для выполнения Сервисных услуг; или\n\n* Чтобы помочь нам проанализировать, как используется наш Сервис.\n\nЯ хочу сообщить пользователям этого Сервиса, что эти третьи лица имеют доступ к вашей Личной информации. Причина в том, чтобы выполнять возложенные на них задачи от нашего имени. Однако они обязаны не разглашать и не использовать информацию для каких-либо других целей.\n\n\n**Безопасность**\n\nЯ ценю ваше доверие в предоставлении нам вашей личной информации, поэтому мы стремимся использовать коммерчески приемлемые средства ее защиты. Но помните, что ни один метод передачи через Интернет или метод электронного хранения не является на 100% безопасным и надежным, и я не могу гарантировать его абсолютную безопасность.\n\n\n**Изменения в настоящей Политике конфиденциальности**\n\nЯ могу время от времени обновлять нашу Политику конфиденциальности. Таким образом, вам рекомендуется периодически просматривать эту страницу на предмет любых изменений. Я сообщу вам о любых изменениях, опубликовав новую Политику конфиденциальности на этой странице.\n\nЭта политика действует с 16 ноября 2020 г.\n\n\n**Связаться с нами**\n\nЕсли у вас есть какие-либо вопросы или предложения относительно моей Политики конфиденциальности, не стесняйтесь обращаться ко мне по адресу jabguru007@gmail.com.",
    "search": "Поиск",
    "no_content_search": "Не удалось найти заметку с помощью \"{searchText}\"",
    "error_uploading_file": "Ошибка загрузки файла",
    "file_exceeds_limit": "Размер файла превышает {limit}",
    "gallery": "Галерея",
    "link": "Связь",
    "capture_a_photo": "Сделать снимок",
    "capture_a_video": "Захватить видео",
    "copy": "Копировать",
    "copy_for_whatsapp": "Копировать для WhatsApp",
    "copy_for_whatsapp_success": "Текст скопирован в буфер обмена",
    "copy_for_whatsapp_failed": "Не удалось скопировать текст"
}