{
    "email": "Email",
    "password": "heslo",
    "sign_in": "Prihlásiť sa",
    "sign_up": "Prihlásiť Se",
    "or": "ALEBO",
    "dont_have_an_account": "Nemáte účet?",
    "already_have_an_account": "Máte už účet?",
    "register": "Registrovať",
    "validation_email": "Zadajte e-mail",
    "validation_email_2": "Zadajte platný email!",
    "validation_password": "Zadajte heslo",
    "validation_password_2": "Heslo je príliš krátke",
    "notes": "Poznámky",
    "no_notes_yet": "Žiadne poznámky... Ešte",
    "sign_out": "Odhlásiť Sa",
    "note_edit": "Upraviť",
    "note_new": "Nová poznámka",
    "note_add_title": "Pridať názov...",
    "note_add_details": "Pridať podrobnosti...",
    "note_add_note": "Pridať poznámku",
    "note_add_note_message": "Poznámka musí mať názov",
    "note_cat_uncategorized": "Nezaradené do kategórie",
    "note_cat_study": "Štúdium",
    "note_cat_personal": "Osobné",
    "note_cat_work": "Práca",
    "note_cat_todo": "Robiť",
    "delete_note": "Chcete odstrániť túto poznámku?",
    "delete_note_undone": "Túto akciu nie je možné vrátiť späť",
    "delete_cancel": "Zrušiť",
    "delete": "Odstrániť",
    "change_language": "Zmeniť jazyk",
    "select_language": "Zvoľ jazyk",
    "language_continue": "ďalej",
    "language_done": "hotový",
    "forgot_password": "Zabudol si heslo?",
    "reset_password_title": "Obnoviť heslo",
    "reset": "Resetovať",
    "password_reset_successful": "Odkaz na obnovenie hesla bol úspešne odoslaný",
    "close": "Zavrieť",
    "privacy_policy_title": "Zásady ochrany osobných údajov",
    "privacy_policy": "{name} vytvoril aplikáciu iJot ako bezplatnú aplikáciu. Túto SLUŽBU poskytuje {name} bezplatne a je určená na používanie tak, ako je.\n\nToto je informovať používateľov o mojich zásadách týkajúcich sa zhromažďovania, používania a zverejňovania osobných údajov, ak sa niekto rozhodne používať moju službu.\n\nAk sa rozhodnete používať moju službu, súhlasíte so zhromažďovaním a používaním informácií v súvislosti s týmito zásadami. Nebudem používať ani zdieľať vaše informácie s nikým, s výnimkou prípadov popísaných v týchto zásadách ochrany osobných údajov.\n\n\n**Zhromažďovanie a používanie informácií**\n\nV záujme lepšieho zážitku pri používaní našej Služby môžem od vás požadovať, aby ste nám poskytli určité osobné údaje, vrátane, ale nie výlučne, používateľského mena a e-mailu. Informácie, ktoré požadujem, budú uchované vo vašom zariadení a žiadnym spôsobom ich nezhromažďujem.\n\nAplikácia využíva služby tretích strán, ktoré môžu zhromažďovať informácie používané na vašu identifikáciu.\n\nOdkaz na zásady ochrany osobných údajov poskytovateľov služieb tretích strán používaných aplikáciou\n\n* [Služby Google Play](https://www.google.com/policies/privacy/)\n\n* [Google Analytics for Firebase](https://firebase.google.com/policies/analytics)\n\n\n**Zaznamenať údaje**\n\nChcem vás informovať, že vždy, keď používate moju Službu, v prípade chyby v aplikácii zhromažďujem údaje a informácie (prostredníctvom produktov tretích strán) vo vašom telefóne s názvom Log Data. Tieto údaje denníka môžu zahŕňať informácie, ako je adresa internetového protokolu („IP“) vášho zariadenia, názov zariadenia, verzia operačného systému, konfigurácia aplikácie pri využívaní mojej služby, čas a dátum vášho používania služby a ďalšie štatistiky. .\n\n\n**Poskytovatelia služieb**\n\nMôžem zamestnávať spoločnosti a jednotlivcov tretích strán z nasledujúcich dôvodov:\n\n* na uľahčenie našej služby;\n\n* Poskytovať Službu v našom mene;\n\n* Vykonávať služby súvisiace so službou; alebo\n\n* Aby nám pomohli analyzovať, ako sa naša služba používa.\n\nChcem informovať používateľov tejto služby, že tieto tretie strany majú prístup k vašim osobným údajom. Dôvodom je plnenie im zverených úloh v našom mene. Sú však povinní tieto informácie nezverejniť ani použiť na žiadny iný účel.\n\n\n**Bezpečnosť**\n\nVážim si vašu dôveru pri poskytovaní vašich osobných údajov, preto sa snažíme používať komerčne prijateľné prostriedky na ich ochranu. Pamätajte však, že žiadny spôsob prenosu cez internet alebo spôsob elektronického ukladania nie je 100% bezpečný a spoľahlivý a nemôžem zaručiť jeho absolútnu bezpečnosť.\n\n\n**Zmeny týchto zásad ochrany osobných údajov**\n\nZ času na čas môžem aktualizovať naše Zásady ochrany osobných údajov. Preto vám odporúčame, aby ste túto stránku pravidelne kontrolovali kvôli prípadným zmenám. O akýchkoľvek zmenách vás budem informovať zverejnením nových Zásad ochrany osobných údajov na tejto stránke.\n\nTáto politika je účinná od 16. 11. 2020\n\n\n**Kontaktuj nás**\n\nAk máte akékoľvek otázky alebo návrhy týkajúce sa mojich zásad ochrany osobných údajov, neváhajte ma kontaktovať na adrese jabguru007@gmail.com.",
    "search": "Vyhľadávanie",
    "no_content_search": "Nepodarilo sa nájsť poznámku pomocou „{searchText}“",
    "error_uploading_file": "Chyba pri nahrávaní súboru",
    "file_exceeds_limit": "Súbor prekračuje {limit}",
    "gallery": "Galéria",
    "link": "Odkaz",
    "capture_a_photo": "Nasnímajte fotografiu",
    "capture_a_video": "Nasnímajte video",
    "copy": "Kopírovať",
    "copy_for_whatsapp": "Kopírovať pre WhatsApp",
    "copy_for_whatsapp_success": "Text bol skopírovaný do schránky",
    "copy_for_whatsapp_failed": "Text sa nepodarilo skopírovať"
}