{
  "email": "E-naslov",
  "password": "Geslo",
  "sign_in": "Prijaviti se",
  "sign_up": "Prijavite se",
  "or": "ALI",
  "dont_have_an_account": "Nimate računa?",
  "already_have_an_account": "Že imate račun?",
  "register": "Registrirajte se",
  "validation_email": "Vnesite e-pošto",
  "validation_email_2": "Vnesite veljaven e-poštni naslov!",
  "validation_password": "Vnesite geslo",
  "validation_password_2": "Geslo je prekratko",
  "notes": "Opombe",
  "no_notes_yet": "Brez opomb ... Pa vendar",
  "sign_out": "Odjava",
  "note_edit": "Uredi",
  "note_new": "Nova opomba",
  "note_add_title": "Dodaj naslov...",
  "note_add_details": "Dodaj podrobnosti ...",
  "note_add_note": "Dodaj opombo",
  "note_add_note_message": "Opomba Mora imeti naslov",
  "note_cat_uncategorized": "Nekategorizirano",
  "note_cat_study": "Študij",
  "note_cat_personal": "Osebno",
  "note_cat_work": "Delo",
  "note_cat_todo": "Vse",
  "delete_note": "Ali želite izbrisati to opombo?",
  "delete_note_undone": "Tega dejanja ni mogoče razveljaviti",
  "delete_cancel": "Prekliči",
  "delete": "Izbriši",
  "change_language": "Spremeni jezik",
  "select_language": "Izberi jezik",
  "language_continue": "Nadaljujte",
  "language_done": "Končano",
  "forgot_password": "Ste pozabili geslo?",
  "reset_password_title": "Ponastavitev gesla",
  "reset": "Ponastaviti",
  "password_reset_successful": "Povezava za ponastavitev gesla je bila uspešno poslana",
  "privacy_policy_title": "Politika zasebnosti",
  "privacy_policy": "{name} je aplikacijo iJot izdelal kot brezplačno aplikacijo. To STORITEV ponuja {name} brezplačno in je namenjena takšni uporabi.\n\nS tem želimo uporabnike obvestiti o mojih politikah glede zbiranja, uporabe in razkritja osebnih podatkov, če se je kdo odločil za uporabo moje storitve.\n\nČe se odločite za uporabo moje storitve, se strinjate z zbiranjem in uporabo informacij v zvezi s to politiko. Vaših podatkov ne bom uporabljal ali jih delil z nikomer, razen kot je opisano v tem pravilniku o zasebnosti.\n\n\n** Zbiranje in uporaba informacij **\n\nZa boljšo izkušnjo lahko med uporabo naše storitve od vas zahtevam, da nam posredujete nekatere osebne podatke, vključno z uporabniškim imenom in e-pošto, vendar ne omejeno nanje. Informacije, ki jih zahtevam, bodo shranjene v vaši napravi in jih na noben način ne zbiram.\n\nAplikacija uporablja storitve tretjih oseb, ki lahko zbirajo podatke, s katerimi vas prepoznajo.\n\nPovezava do politike zasebnosti tretjih ponudnikov storitev, ki jih uporablja aplikacija\n\n* [Storitve Google Play] (https://www.google.com/policies/privacy/)\n\n* [Google Analytics za Firebase] (https://firebase.google.com/policies/analytics)\n\n\n** Podatki dnevnika **\n\nObveščam vas, da kadar koli uporabljam mojo storitev, v primeru napake v aplikaciji zbiram podatke in informacije (prek izdelkov tretjih oseb) v vašem telefonu, imenovane Log Data. Ti dnevniški podatki lahko vključujejo podatke, kot so naslov internetnega protokola (»IP«) vaše naprave, ime naprave, različica operacijskega sistema, konfiguracija aplikacije pri uporabi moje storitve, čas in datum vaše uporabe storitve ter druge statistike .\n\n\n** Ponudniki storitev **\n\nLahko zaposlim tretja podjetja in posameznike iz naslednjih razlogov:\n\n* Za olajšanje naše storitve;\n\n* Za zagotavljanje storitve v našem imenu;\n\n* Za izvajanje storitev, povezanih s storitvami; ali\n\n* V pomoč pri analizi uporabe naše storitve.\n\nUporabnike te storitve želim obvestiti, da imajo te tretje osebe dostop do vaših osebnih podatkov. Razlog je izvajanje nalog, ki so jim dodeljene v našem imenu. Vendar pa so zavezani, da informacij ne bodo razkrili ali uporabili za kakršen koli drug namen.\n\n\n** Varnost **\n\nCenim vaše zaupanje v to, da nam posredujete vaše osebne podatke, zato si prizadevamo za komercialno sprejemljiva sredstva za njihovo zaščito. Vendar ne pozabite, da noben način prenosa prek interneta ali način elektronskega shranjevanja ni stoodstotno varen in zanesljiv in ne morem zagotoviti njegove popolne varnosti.\n\n\n** Spremembe tega pravilnika o zasebnosti **\n\nNaš pravilnik o zasebnosti lahko občasno posodobim. Zato vam svetujemo, da to stran redno pregledujete zaradi kakršnih koli sprememb. O vseh spremembah vas bom obvestil z objavo novega pravilnika o zasebnosti na tej strani.\n\nTa politika velja od leta 2020-16\n\n\n**Kontaktiraj nas**\n\nČe imate kakršna koli vprašanja ali predloge v zvezi z mojo politiko zasebnosti, se obrnite na mene na jabguru007@gmail.com."
}