{
    "email": "E-naslov",
    "password": "Geslo",
    "sign_in": "Prijava",
    "sign_up": "Prijavite se",
    "or": "ALI",
    "dont_have_an_account": "Nimate računa?",
    "already_have_an_account": "Že imate račun?",
    "register": "Registrirajte se",
    "validation_email": "Vnesite e-pošto",
    "validation_email_2": "Vnesite veljaven e-poštni naslov!",
    "validation_password": "Prosim vnesite geslo",
    "validation_password_2": "Geslo je prekratko",
    "notes": "Opombe",
    "no_notes_yet": "Brez opomb... Še",
    "sign_out": "Odjava",
    "note_edit": "Uredi",
    "note_new": "Nova opomba",
    "note_add_title": "Dodaj naslov...",
    "note_add_details": "Dodaj podrobnosti ...",
    "note_add_note": "Dodaj opombo",
    "note_add_note_message": "Opomba mora imeti naslov",
    "note_cat_uncategorized": "Nekategorizirano",
    "note_cat_study": "Študij",
    "note_cat_personal": "Osebno",
    "note_cat_work": "delo",
    "note_cat_todo": "Narediti",
    "delete_note": "Ali želite izbrisati to opombo?",
    "delete_note_undone": "Tega dejanja ni mogoče razveljaviti",
    "delete_cancel": "Prekliči",
    "delete": "Izbriši",
    "change_language": "Spremeni jezik",
    "select_language": "Izberi jezik",
    "language_continue": "Nadaljuj",
    "language_done": "Končano",
    "forgot_password": "Ste pozabili geslo?",
    "reset_password_title": "Ponastavitev gesla",
    "reset": "Ponastaviti",
    "password_reset_successful": "Povezava za ponastavitev gesla je bila uspešno poslana",
    "close": "Zapri",
    "privacy_policy_title": "Politika zasebnosti",
    "privacy_policy": "{name} je zgradil aplikacijo iJot kot brezplačno aplikacijo. To STORITEV zagotavlja {name} brezplačno in je namenjena za uporabo, kakršna je.\n\nTo je namenjeno obveščanju uporabnikov o mojih pravilnikih o zbiranju, uporabi in razkritju osebnih podatkov, če se kdo odloči za uporabo moje storitve.\n\nČe se odločite za uporabo moje storitve, se strinjate z zbiranjem in uporabo informacij v zvezi s to politiko. Vaših podatkov ne bom uporabil ali delil z nikomer, razen kot je opisano v tem pravilniku o zasebnosti.\n\n\n**Zbiranje in uporaba informacij**\n\nZa boljšo izkušnjo lahko med uporabo naše storitve zahtevam, da nam posredujete določene osebne podatke, vključno z uporabniškim imenom in e-pošto, vendar ne omejeno nanje. Podatki, ki jih zahtevam, bodo shranjeni v vaši napravi in ​​jih na noben način ne zbiram.\n\nAplikacija uporablja storitve tretjih oseb, ki lahko zbirajo podatke za vašo identifikacijo.\n\nPovezava do pravilnika o zasebnosti tretjih ponudnikov storitev, ki jih uporablja aplikacija\n\n* [Storitve Google Play](https://www.google.com/policies/privacy/)\n\n* [Google Analytics za Firebase](https://firebase.google.com/policies/analytics)\n\n\n**Dnevniški podatki**\n\nŽelim vas obvestiti, da vsakič, ko uporabljate mojo storitev, v primeru napake v aplikaciji zbiram podatke in informacije (prek izdelkov tretjih oseb) na vašem telefonu, imenovane Log Data. Ti dnevniški podatki lahko vključujejo informacije, kot so naslov internetnega protokola (»IP«) vaše naprave, ime naprave, različica operacijskega sistema, konfiguracija aplikacije pri uporabi moje storitve, čas in datum vaše uporabe storitve in druge statistike. .\n\n\n**Ponudniki storitev**\n\nLahko zaposlim tretja podjetja in posameznike iz naslednjih razlogov:\n\n* Za olajšanje naše storitve;\n\n* Za zagotavljanje storitve v našem imenu;\n\n* Za izvajanje storitev, povezanih s storitvami; oz\n\n* Za pomoč pri analizi uporabe naše storitve.\n\nUporabnike te storitve želim obvestiti, da imajo te tretje osebe dostop do vaših osebnih podatkov. Razlog je, da v našem imenu opravljajo naloge, ki so jim dodeljene. Vendar se zavezujejo, da informacij ne bodo razkrili ali uporabili za noben drug namen.\n\n\n**Varnost**\n\nCenim vaše zaupanje, da ste nam posredovali svoje osebne podatke, zato si prizadevamo za njihovo zaščito uporabljati komercialno sprejemljive načine. Vendar ne pozabite, da nobena metoda prenosa prek interneta ali metoda elektronskega shranjevanja ni 100-odstotno varna in zanesljiva in ne morem zagotoviti njene popolne varnosti.\n\n\n**Spremembe tega pravilnika o zasebnosti**\n\nNaš pravilnik o zasebnosti lahko občasno posodobim. Zato vam svetujemo, da občasno pregledate to stran za morebitne spremembe. O vseh spremembah vas bom obvestil z objavo novega pravilnika o zasebnosti na tej strani.\n\nTa pravilnik velja od 16.11.2020\n\n\n**Kontaktiraj nas**\n\nČe imate kakršna koli vprašanja ali predloge glede mojega pravilnika o zasebnosti, me kontaktirajte na jabguru007@gmail.com.",
    "search": "Iskanje",
    "no_content_search": "Ni bilo mogoče najti zapiska z uporabo »{searchText}«",
    "error_uploading_file": "Napaka pri nalaganju datoteke",
    "file_exceeds_limit": "Datoteka presega {limit}",
    "gallery": "Galerija",
    "link": "Povezava",
    "capture_a_photo": "Posnemite fotografijo",
    "capture_a_video": "Posnemite video",
    "copy": "Kopirati",
    "copy_for_whatsapp": "Kopiraj za WhatsApp",
    "copy_for_whatsapp_success": "Besedilo kopirano v odložišče",
    "copy_for_whatsapp_failed": "Besedila ni bilo mogoče kopirati"
}