{
  "email": "Email",
  "password": "Fjalëkalimi",
  "sign_in": "Hyni",
  "sign_up": "Regjistrohuni",
  "or": "OSE",
  "dont_have_an_account": "Nuk keni llogari?",
  "already_have_an_account": "Posedoni një llogari?",
  "register": "Regjistrohuni",
  "validation_email": "Ju lutemi shkruani email",
  "validation_email_2": "Fut një email të vlefshëm!",
  "validation_password": "Ju lutemi shkruani fjalëkalimin",
  "validation_password_2": "Fjalëkalimi shumë i shkurtër",
  "notes": "Shënime",
  "no_notes_yet": "Jo shënime ... Megjithatë",
  "sign_out": "Dilni",
  "note_edit": "Redakto",
  "note_new": "Shënim i ri",
  "note_add_title": "Shto Titullin ...",
  "note_add_details": "Shto detaje ...",
  "note_add_note": "Shtoni shënim",
  "note_add_note_message": "Shënimi duhet të ketë një titull",
  "note_cat_uncategorized": "Të pa kategorizuar",
  "note_cat_study": "Studimi",
  "note_cat_personal": "Personale",
  "note_cat_work": "Punojnë",
  "note_cat_todo": "Gjithçka",
  "delete_note": "Dëshironi ta fshini këtë shënim?",
  "delete_note_undone": "Ky veprim nuk mund të zhbëhet",
  "delete_cancel": "Anulo",
  "delete": "Fshij",
  "change_language": "Ndrysho gjuhën",
  "select_language": "Zgjidh gjuhen",
  "language_continue": "Vazhdoni",
  "language_done": "Bërë",
  "forgot_password": "Keni harruar fjalëkalimin?",
  "reset_password_title": "Rivendosni fjalëkalimin",
  "reset": "Rivendos",
  "password_reset_successful": "Lidhja e rivendosjes së fjalëkalimit është dërguar me sukses",
  "privacy_policy_title": "Politika e privatësisë",
  "privacy_policy": "{name} ndërtoi aplikacionin iJot si një aplikacion falas. Ky SHVRBIM sigurohet nga {name} pa asnjë kosto dhe është menduar për përdorim siç është.\n\nKjo është për të informuar përdoruesit në lidhje me politikat e mia me mbledhjen, përdorimin dhe zbulimin e Informacionit Personal nëse dikush vendos të përdorë Shërbimin tim.\n\nNëse vendosni të përdorni Shërbimin tim, atëherë ju pranoni mbledhjen dhe përdorimin e informacionit në lidhje me këtë politikë. Unë nuk do të përdor ose ndaj informacionin tuaj me askënd përveç siç përshkruhet në këtë Politikë të Privatësisë.\n\n\n** Mbledhja dhe Përdorimi i Informacionit **\n\nPër një përvojë më të mirë, gjatë përdorimit të Shërbimit tonë, mund t'ju kërkoj të na siguroni disa informacione të identifikueshme personale, duke përfshirë por jo kufizuar në emrin e përdoruesit dhe postën elektronike. Informacioni që unë kërkoj do të ruhet në pajisjen tuaj dhe nuk mblidhet nga unë në asnjë mënyrë.\n\nAplikacioni përdor shërbime të palëve të treta që mund të mbledhin informacione të përdorura për t'ju identifikuar.\n\nLidhje me politikën e privatësisë të ofruesve të shërbimeve të palëve të treta të përdorura nga aplikacioni\n\n* [Shërbimet e Google Play] (https://www.google.com/policies/privacy/)\n\n* [Google Analytics për Firebase] (https://firebase.google.com/policies/analytics)\n\n\n** Regjistro të dhënat **\n\nUnë dua t'ju informoj se sa herë që përdorni Shërbimin tim, në rast të një gabimi në aplikacion, unë mbledh të dhëna dhe informacione (përmes produkteve të palëve të treta) në telefonin tuaj të quajtur Log Data. Këto të dhëna Regjistrimi mund të përfshijnë informacione të tilla si adresa e Protokollit të Internetit të pajisjes suaj (\"IP\"), emri i pajisjes, versioni i sistemit operativ, konfigurimi i aplikacionit kur përdorni Shërbimin tim, koha dhe data e përdorimit tuaj të Shërbimit dhe statistika të tjera .\n\n\n** Ofruesit e Shërbimeve **\n\nUnë mund të punësoj kompani dhe individë të palëve të treta për shkak të arsyeve të mëposhtme:\n\n* Për të lehtësuar Shërbimin tonë;\n\n* Të sigurojmë Shërbimin në emrin tonë;\n\n* Për të kryer shërbime të lidhura me Shërbimet; ose\n\n* Për të na ndihmuar në analizimin e mënyrës se si përdoret Shërbimi ynë.\n\nUnë dua të informoj përdoruesit e këtij Shërbimi se këto palë të treta kanë qasje në Informacionin tuaj Personal. Arsyeja është të kryejmë detyrat që u janë caktuar atyre në emrin tonë. Sidoqoftë, ata janë të detyruar të mos zbulojnë ose përdorin informacionin për ndonjë qëllim tjetër.\n\n\n** Siguria **\n\nUnë vlerësoj besimin tuaj në sigurimin e informacionit tuaj personal, kështu që ne po përpiqemi të përdorim mjete të pranueshme komerciale për ta mbrojtur atë. Por mos harroni se asnjë metodë e transmetimit në internet, ose një metodë e ruajtjes elektronike nuk është 100% e sigurt dhe e besueshme, dhe unë nuk mund të garantoj sigurinë e tij absolute.\n\n\n** Ndryshimet në këtë Rregullore të Privatësisë **\n\nUnë mund të azhurnoj Politikën tonë të Privatësisë herë pas here. Kështu, ju këshillojmë të rishikoni këtë faqe në mënyrë periodike për çdo ndryshim. Unë do t'ju njoftoj për çdo ndryshim duke postuar Politikën e re të Privatësisë në këtë faqe.\n\nKjo politikë është efektive që nga 2020-11-16\n\n\n**Na kontaktoni**\n\nNëse keni ndonjë pyetje ose sugjerim në lidhje me Politikën time të Privatësisë, mos hezitoni të më kontaktoni në jabguru007@gmail.com."
}