{
    "email": "Email",
    "password": "Fjalëkalimi",
    "sign_in": "Hyni",
    "sign_up": "Regjistrohu",
    "or": "OSE",
    "dont_have_an_account": "Nuk keni një llogari?",
    "already_have_an_account": "Posedoni një llogari?",
    "register": "Regjistrohu",
    "validation_email": "Ju lutemi futni emailin",
    "validation_email_2": "Fut një email të vlefshëm!",
    "validation_password": "Ju lutemi futni fjalëkalimin",
    "validation_password_2": "Fjalëkalimi është shumë i shkurtër",
    "notes": "Shënime",
    "no_notes_yet": "Asnjë shënim... Ende",
    "sign_out": "Dilni",
    "note_edit": "Redakto",
    "note_new": "Shënim i ri",
    "note_add_title": "Shto titullin...",
    "note_add_details": "Shto detaje...",
    "note_add_note": "Shtoni shënim",
    "note_add_note_message": "Shënimi duhet të ketë një titull",
    "note_cat_uncategorized": "E pakategorizuar",
    "note_cat_study": "Studimi",
    "note_cat_personal": "Personale",
    "note_cat_work": "Puna",
    "note_cat_todo": "Për të bërë",
    "delete_note": "Dëshiron ta fshish këtë shënim?",
    "delete_note_undone": "Ky veprim nuk mund të zhbëhet",
    "delete_cancel": "Anulo",
    "delete": "Fshije",
    "change_language": "Ndrysho gjuhën",
    "select_language": "Zgjidh gjuhen",
    "language_continue": "Vazhdoni",
    "language_done": "U krye",
    "forgot_password": "Keni harruar fjalëkalimin?",
    "reset_password_title": "Rivendosni fjalëkalimin",
    "reset": "Rivendos",
    "password_reset_successful": "Lidhja e rivendosjes së fjalëkalimit është dërguar me sukses",
    "close": "Mbylle",
    "privacy_policy_title": "Politika e privatësisë",
    "privacy_policy": "{name} ndërtoi aplikacionin iJot si një aplikacion Falas. Ky SHËRBIM ofrohet nga {name} pa asnjë kosto dhe synohet të përdoret siç është.\n\nKjo është për të informuar përdoruesit në lidhje me politikat e mia me mbledhjen, përdorimin dhe zbulimin e Informacionit Personal nëse dikush vendos të përdorë Shërbimin tim.\n\nNëse zgjidhni të përdorni Shërbimin tim, atëherë ju pranoni mbledhjen dhe përdorimin e informacionit në lidhje me këtë politikë. Unë nuk do të përdor ose ndaj informacionin tuaj me askënd, përveç siç përshkruhet në këtë Politikë të Privatësisë.\n\n\n**Mbledhja dhe përdorimi i informacionit **\n\nPër një përvojë më të mirë, gjatë përdorimit të Shërbimit tonë, mund t'ju kërkoj të na jepni disa informacione të identifikueshme personalisht, duke përfshirë, por pa u kufizuar në emrin e përdoruesit dhe emailin. Informacioni që unë kërkoj do të ruhet në pajisjen tuaj dhe nuk mblidhet nga unë në asnjë mënyrë.\n\nAplikacioni përdor shërbime të palëve të treta që mund të mbledhin informacione të përdorura për t'ju identifikuar.\n\nLidhja me politikën e privatësisë së ofruesve të shërbimeve të palëve të treta të përdorura nga aplikacioni\n\n* [Shërbimet e Google Play](https://www.google.com/policies/privacy/)\n\n* [Google Analytics për Firebase](https://firebase.google.com/policies/analytics)\n\n\n**Të dhënat e regjistrit **\n\nDua t'ju informoj se sa herë që përdorni Shërbimin tim, në rast të një gabimi në aplikacion, unë mbledh të dhëna dhe informacione (nëpërmjet produkteve të palëve të treta) në telefonin tuaj të quajtur Log Data. Këto të dhëna të regjistrit mund të përfshijnë informacione të tilla si adresa e Protokollit të Internetit të pajisjes tuaj (“IP”), emri i pajisjes, versioni i sistemit operativ, konfigurimi i aplikacionit kur përdorni Shërbimin tim, kohën dhe datën e përdorimit tuaj të Shërbimit dhe statistika të tjera .\n\n\n** Ofruesit e shërbimeve **\n\nUnë mund të punësoj kompani dhe individë të palëve të treta për arsyet e mëposhtme:\n\n* Për të lehtësuar Shërbimin tonë;\n\n* Për të ofruar Shërbimin në emrin tonë;\n\n* Për të kryer shërbime të lidhura me shërbimin; ose\n\n* Për të na ndihmuar në analizimin e mënyrës se si përdoret Shërbimi ynë.\n\nDua të informoj përdoruesit e këtij Shërbimi se këto palë të treta kanë qasje në të dhënat tuaja personale. Arsyeja është të kryejnë detyrat që u janë caktuar në emrin tonë. Megjithatë, ata janë të detyruar të mos zbulojnë ose përdorin informacionin për asnjë qëllim tjetër.\n\n\n**Siguria**\n\nUnë e vlerësoj besimin tuaj për të na dhënë informacionin tuaj personal, prandaj ne po përpiqemi të përdorim mjete të pranueshme komercialisht për ta mbrojtur atë. Por mbani mend se asnjë metodë transmetimi përmes internetit, ose metodë e ruajtjes elektronike nuk është 100% e sigurt dhe e besueshme, dhe unë nuk mund të garantoj sigurinë e saj absolute.\n\n\n**Ndryshimet në këtë politikë të privatësisë **\n\nUnë mund të përditësoj politikën tonë të privatësisë herë pas here. Kështu, ju këshillojmë ta rishikoni këtë faqe në mënyrë periodike për çdo ndryshim. Unë do t'ju njoftoj për çdo ndryshim duke postuar Politikën e re të Privatësisë në këtë faqe.\n\nKjo politikë është në fuqi që nga 16-11-2020\n\n\n**Na kontaktoni**\n\nNëse keni ndonjë pyetje ose sugjerim në lidhje me Politikën time të Privatësisë, mos hezitoni të më kontaktoni në jabguru007@gmail.com.",
    "search": "Kërko",
    "no_content_search": "Nuk mund të gjeja një shënim duke përdorur \"{searchText}\"",
    "error_uploading_file": "Gabim gjatë ngarkimit të skedarit",
    "file_exceeds_limit": "Skedari tejkalon {limit}",
    "gallery": "Galeri",
    "link": "Lidhje",
    "capture_a_photo": "Kapni një foto",
    "capture_a_video": "Regjistroni një video",
    "copy": "Kopjo",
    "copy_for_whatsapp": "Kopjo për WhatsApp",
    "copy_for_whatsapp_success": "Teksti u kopjua në kujtesën e fragmenteve",
    "copy_for_whatsapp_failed": "Kopjimi i tekstit dështoi"
}