{
  "email": "Емаил",
  "password": "Лозинка",
  "sign_in": "Пријавите се",
  "sign_up": "Пријави се",
  "or": "ИЛИ",
  "dont_have_an_account": "Немате налог?",
  "already_have_an_account": "Већ имате налог?",
  "register": "Регистровати",
  "validation_email": "Унесите е-маил",
  "validation_email_2": "Унесите важећу е-пошту!",
  "validation_password": "Унесите лозинку",
  "validation_password_2": "Лозинка је сувише кратка",
  "notes": "Напомене",
  "no_notes_yet": "Нема белешки ... Ипак",
  "sign_out": "Одјава",
  "note_edit": "Уредити",
  "note_new": "Нова напомена",
  "note_add_title": "Додати наслов...",
  "note_add_details": "Додај детаље ...",
  "note_add_note": "Додај белешку",
  "note_add_note_message": "Напомена Мора имати наслов",
  "note_cat_uncategorized": "Некатегоризовано",
  "note_cat_study": "Студија",
  "note_cat_personal": "Лични",
  "note_cat_work": "Посао",
  "note_cat_todo": "Све",
  "delete_note": "Да ли желите да избришете ову белешку?",
  "delete_note_undone": "Ова радња се не може опозвати",
  "delete_cancel": "Поништити, отказати",
  "delete": "Избриши",
  "change_language": "Промени језик",
  "select_language": "Изаберите језик",
  "language_continue": "Настави",
  "language_done": "Готово",
  "forgot_password": "Заборавили сте лозинку?",
  "reset_password_title": "Ресетуј шифру",
  "reset": "Ресетовање",
  "password_reset_successful": "Веза за ресетовање лозинке је успешно послата",
  "privacy_policy_title": "Правила о приватности",
  "privacy_policy": "{name} је направио апликацију иЈот као бесплатну апликацију. Ову УСЛУЗУ пружа {name} без икаквих трошкова и намењена је за употребу као што јесте.\n\nОво служи за информисање корисника у вези са мојим политикама прикупљања, коришћења и откривања личних података ако је неко одлучио да користи моју Услугу.\n\nАко одлучите да користите моју Услугу, пристајете на прикупљање и употребу информација у вези са овом смерницом. Нећу користити или делити ваше податке ни са ким осим на начин описан у овој Политици приватности.\n\n\n** Прикупљање и коришћење података **\n\nЗа боље искуство, током коришћења наше услуге, можда ћу захтевати да нам доставите одређене податке који могу лично да вас идентификују, укључујући, али не ограничавајући се на корисничко име и е-пошту. Информације које затражим задржаће се на вашем уређају и ја их ни на који начин не прикупљам.\n\nАпликација користи услуге независних произвођача које могу прикупљати информације које се користе за вашу идентификацију.\n\nЛинк до политике приватности независних добављача услуга које апликација користи\n\n* [Гоогле Плаи услуге] (хттпс://ввв.гоогле.цом/полициес/приваци/)\n\n* [Гоогле аналитика за Фиребасе] (хттпс://фиребасе.гоогле.цом/полициес/аналитицс)\n\n\n** Подаци о евиденцији **\n\nЖелим да вас обавестим да кад год користим моју Услугу, у случају грешке у апликацији прикупљам податке и информације (путем независних производа) на вашем телефону под називом Подаци о евиденцији. Ови подаци дневника могу садржати информације као што су адреса интернетског протокола („ИП“) уређаја, назив уређаја, верзија оперативног система, конфигурација апликације приликом коришћења моје услуге, време и датум употребе услуге и друге статистике .\n\n\n**Провајдери**\n\nМогу да запослим независне компаније и појединце из следећих разлога:\n\n* Да олакшамо нашу услугу;\n\n* Пружање услуге у наше име;\n\n* Да обавља услуге повезане са услугама; или\n\n* Да би нам помогао у анализи како се користи наша услуга.\n\nЖелим да обавестим кориснике ове услуге да ове треће стране имају приступ вашим личним подацима. Разлог је извршавање задатака који су им додељени у наше име. Међутим, они су дужни да не откривају или користе информације у било које друге сврхе.\n\n\n** Безбедност **\n\nЦеним ваше поверење у пружање ваших личних података, стога се трудимо да користимо комерцијално прихватљива средства за њихову заштиту. Али имајте на уму да ниједан начин преноса путем Интернета или метод електронског складиштења нису 100% сигурни и поуздани и не могу да гарантујем његову апсолутну сигурност.\n\n\n** Промене у овој политици приватности **\n\nС времена на време могу ажурирати нашу Политику приватности. Стога вам се саветује да повремено прегледате ову страницу ради било каквих промена. Обавестићу вас о свим променама објављивањем нове Политике приватности на овој страници.\n\nОва политика је на снази од 2020-11-16\n\n\n**Контактирајте нас**\n\nАко имате питања или сугестије у вези са мојом Политиком приватности, не устручавајте се да ме контактирате на јабгуру007@гмаил.цом."
}