{
    "email": "E-post",
    "password": "Lösenord",
    "sign_in": "Logga in",
    "sign_up": "Bli Medlem",
    "or": "ELLER",
    "dont_have_an_account": "Har du inget konto?",
    "already_have_an_account": "Har du redan ett konto?",
    "register": "Registrera",
    "validation_email": "Vänligen ange e-post",
    "validation_email_2": "Ange en giltig e-post!",
    "validation_password": "Vänligen ange lösenord",
    "validation_password_2": "Lösenordet är för kort",
    "notes": "Anteckningar",
    "no_notes_yet": "Inga anteckningar... Ännu",
    "sign_out": "Logga ut",
    "note_edit": "Redigera",
    "note_new": "Ny anteckning",
    "note_add_title": "Lägg till titel...",
    "note_add_details": "Lägg till detaljer...",
    "note_add_note": "Lägg till anteckning",
    "note_add_note_message": "Notera måste ha en titel",
    "note_cat_uncategorized": "Okategoriserad",
    "note_cat_study": "Studie",
    "note_cat_personal": "Personlig",
    "note_cat_work": "Arbete",
    "note_cat_todo": "Att göra",
    "delete_note": "Vill du ta bort denna anteckning?",
    "delete_note_undone": "Denna åtgärd kan inte ångras",
    "delete_cancel": "Annullera",
    "delete": "Radera",
    "change_language": "Ändra språk",
    "select_language": "Välj språk",
    "language_continue": "Fortsätta",
    "language_done": "Gjort",
    "forgot_password": "Glömt ditt lösenord?",
    "reset_password_title": "Återställ lösenord",
    "reset": "Återställa",
    "password_reset_successful": "Länken för återställning av lösenord har skickats",
    "close": "Stänga",
    "privacy_policy_title": "Integritetspolicy",
    "privacy_policy": "{name} byggde iJot-appen som en gratisapp. Den här TJÄNSTEN tillhandahålls av {name} utan kostnad och är avsedd att användas som den är.\n\nDetta för att informera användarna om mina policyer med insamling, användning och avslöjande av personlig information om någon bestämt sig för att använda min tjänst.\n\nOm du väljer att använda min tjänst, samtycker du till insamling och användning av information i relation till denna policy. Jag kommer inte att använda eller dela din information med någon förutom enligt beskrivningen i denna integritetspolicy.\n\n\n**Insamling och användning av information**\n\nFör en bättre upplevelse när jag använder vår tjänst kan jag kräva att du förser oss med viss personligt identifierbar information, inklusive men inte begränsat till användarnamn och e-post. Informationen som jag begär kommer att lagras på din enhet och samlas inte in av mig på något sätt.\n\nAppen använder tredjepartstjänster som kan samla in information som används för att identifiera dig.\n\nLänk till integritetspolicy för tredje parts tjänsteleverantörer som används av appen\n\n* [Google Play-tjänster](https://www.google.com/policies/privacy/)\n\n* [Google Analytics för Firebase](https://firebase.google.com/policies/analytics)\n\n\n**Loggdata**\n\nJag vill informera dig om att när du använder min tjänst samlar jag in data och information (genom tredjepartsprodukter) på din telefon som kallas Log Data i fall av fel i appen. Denna loggdata kan inkludera information som din enhets Internet Protocol (“IP”) adress, enhetsnamn, operativsystemversion, konfigurationen av appen när du använder min tjänst, tid och datum för din användning av tjänsten och annan statistik .\n\n\n**Tjänsteleverantörer**\n\nJag kan anställa tredjepartsföretag och individer av följande skäl:\n\n* För att underlätta vår tjänst;\n\n* För att tillhandahålla tjänsten för vår räkning;\n\n* Att utföra tjänsterelaterade tjänster; eller\n\n* För att hjälpa oss att analysera hur vår tjänst används.\n\nJag vill informera användare av denna tjänst om att dessa tredje parter har tillgång till din personliga information. Anledningen är att utföra de uppgifter som tilldelats dem för vår räkning. De är dock skyldiga att inte avslöja eller använda informationen för något annat ändamål.\n\n\n**Säkerhet**\n\nJag värdesätter ditt förtroende för att tillhandahålla oss din personliga information, därför strävar vi efter att använda kommersiellt acceptabla metoder för att skydda den. Men kom ihåg att ingen metod för överföring över internet, eller metod för elektronisk lagring är 100% säker och pålitlig, och jag kan inte garantera dess absoluta säkerhet.\n\n\n**Ändringar av denna integritetspolicy**\n\nJag kan uppdatera vår integritetspolicy då och då. Därför rekommenderas du att granska denna sida med jämna mellanrum för eventuella ändringar. Jag kommer att meddela dig om eventuella ändringar genom att publicera den nya integritetspolicyn på denna sida.\n\nDenna policy gäller från och med 2020-11-16\n\n\n**Kontakta oss**\n\nOm du har några frågor eller förslag om min integritetspolicy, tveka inte att kontakta mig på jabguru007@gmail.com.",
    "search": "Sök",
    "no_content_search": "Det gick inte att hitta en anteckning med \"{searchText}\"",
    "error_uploading_file": "Fel vid uppladdning av fil",
    "file_exceeds_limit": "Filen överskrider {limit}",
    "gallery": "Galleri",
    "link": "Länk",
    "capture_a_photo": "Ta ett foto",
    "capture_a_video": "Fånga en video",
    "copy": "Kopiera",
    "copy_for_whatsapp": "Kopiera för WhatsApp",
    "copy_for_whatsapp_success": "Text kopierad till urklipp",
    "copy_for_whatsapp_failed": "Det gick inte att kopiera text"
}