{
  "email": "E-post",
  "password": "Lösenord",
  "sign_in": "Logga in",
  "sign_up": "Bli Medlem",
  "or": "ELLER",
  "dont_have_an_account": "Har du inget konto?",
  "already_have_an_account": "Har du redan ett konto?",
  "register": "Registrera",
  "validation_email": "Vänligen ange e-post",
  "validation_email_2": "Ange ett giltigt e-postmeddelande!",
  "validation_password": "Ange lösenord",
  "validation_password_2": "Lösenordet är för kort",
  "notes": "Anteckningar",
  "no_notes_yet": "Inga anteckningar ... Ännu",
  "sign_out": "Logga ut",
  "note_edit": "Redigera",
  "note_new": "Ny anteckning",
  "note_add_title": "Lägg till titel ...",
  "note_add_details": "Lägg till detaljer ...",
  "note_add_note": "Lägg till anteckning",
  "note_add_note_message": "Observera måste ha en titel",
  "note_cat_uncategorized": "Okategoriserad",
  "note_cat_study": "Studie",
  "note_cat_personal": "Personlig",
  "note_cat_work": "Arbete",
  "note_cat_todo": "Allt",
  "delete_note": "Vill du radera den här anteckningen?",
  "delete_note_undone": "Denna åtgärd kan inte ångras",
  "delete_cancel": "Annullera",
  "delete": "Radera",
  "change_language": "Ändra språk",
  "select_language": "Välj språk",
  "language_continue": "Fortsätta",
  "language_done": "Gjort",
  "forgot_password": "Glömt ditt lösenord?",
  "reset_password_title": "Återställ lösenord",
  "reset": "Återställa",
  "password_reset_successful": "Länken för återställning av lösenord har skickats",
  "privacy_policy_title": "Integritetspolicy",
  "privacy_policy": "{name} byggde iJot-appen som en gratisapp. Denna TJÄNST tillhandahålls av {name} utan kostnad och är avsedd att användas som den är.\n\nDetta för att informera användare om mina policyer med insamling, användning och avslöjande av personlig information om någon bestämde sig för att använda min tjänst.\n\nOm du väljer att använda min tjänst godkänner du insamling och användning av information i samband med denna policy. Jag kommer inte att använda eller dela din information med någon annan än vad som beskrivs i denna sekretesspolicy.\n\n\n** Informationsinsamling och användning **\n\nFör en bättre upplevelse, när jag använder vår tjänst, kan jag kräva att du tillhandahåller viss personlig identifierbar information, inklusive men inte begränsat till användarnamn och e-post. Den information som jag begär kommer att sparas på din enhet och samlas inte in av mig på något sätt.\n\nAppen använder tjänster från tredje part som kan samla in information som används för att identifiera dig.\n\nLänk till sekretesspolicy för tredjepartsleverantörer som används av appen\n\n* [Google Play Services] (https://www.google.com/policies/privacy/)\n\n* [Google Analytics för Firebase] (https://firebase.google.com/policies/analytics)\n\n\n** Loggdata **\n\nJag vill informera dig om att när du använder min tjänst samlar jag in data och information (via tredjepartsprodukter) på din telefon som heter Loggdata. Dessa loggdata kan innehålla information som din IP-adress (enhetsinternetprotokoll), enhetsnamn, operativsystemversion, konfigurationen av appen när du använder min tjänst, tid och datum för din användning av tjänsten och annan statistik .\n\n\n**Tjänsteleverantörer**\n\nJag kan anställa tredjepartsföretag och privatpersoner av följande skäl:\n\n* För att underlätta vår tjänst;\n\n* Att tillhandahålla tjänsten för våra räkning;\n\n* Att utföra Service-relaterade tjänster; eller\n\n* För att hjälpa oss att analysera hur vår tjänst används.\n\nJag vill informera användare av denna tjänst att dessa tredje parter har tillgång till din personliga information. Anledningen är att utföra de uppgifter som tilldelats dem för våra räkning. De är dock skyldiga att inte avslöja eller använda informationen för något annat syfte.\n\n\n**Säkerhet**\n\nJag uppskattar ditt förtroende för att tillhandahålla oss din personliga information, så vi strävar efter att använda kommersiellt godtagbara sätt att skydda den. Men kom ihåg att ingen metod för överföring via internet eller metod för elektronisk lagring är 100% säker och pålitlig, och jag kan inte garantera dess absoluta säkerhet.\n\n\n** Ändringar av denna integritetspolicy **\n\nJag kan uppdatera vår integritetspolicy då och då. Därför rekommenderas att du granskar denna sida regelbundet för eventuella ändringar. Jag kommer att meddela dig om alla ändringar genom att lägga upp den nya sekretesspolicyn på den här sidan.\n\nDenna policy träder i kraft 2020-11-16\n\n\n**Kontakta oss**\n\nOm du har några frågor eller förslag om min integritetspolicy, tveka inte att kontakta mig på jabguru007@gmail.com."
}