{
  "email": "Barua pepe",
  "password": "Nenosiri",
  "sign_in": "Weka sahihi",
  "sign_up": "Jisajili",
  "or": "AU",
  "dont_have_an_account": "Huna akaunti?",
  "already_have_an_account": "Tayari una akaunti?",
  "register": "Jisajili",
  "validation_email": "Tafadhali ingiza barua pepe",
  "validation_email_2": "Ingiza barua pepe halali!",
  "validation_password": "Tafadhali ingiza nenosiri",
  "validation_password_2": "Nenosiri ni fupi sana",
  "notes": "Vidokezo",
  "no_notes_yet": "Hakuna Vidokezo ... Bado",
  "sign_out": "Toka",
  "note_edit": "Hariri",
  "note_new": "Ujumbe Mpya",
  "note_add_title": "Ongeza kichwa cha habari...",
  "note_add_details": "Ongeza Maelezo ...",
  "note_add_note": "Ongeza dokezo",
  "note_add_note_message": "Kumbuka Lazima Uwe na Kichwa",
  "note_cat_uncategorized": "Haijabainishwa",
  "note_cat_study": "Jifunze",
  "note_cat_personal": "Binafsi",
  "note_cat_work": "Kazi",
  "note_cat_todo": "Kila kitu",
  "delete_note": "Je! Unataka Kufuta Ujumbe huu?",
  "delete_note_undone": "Kitendo hiki hakiwezi kutenduliwa",
  "delete_cancel": "Ghairi",
  "delete": "Futa",
  "change_language": "Badilisha Lugha",
  "select_language": "Chagua Lugha",
  "language_continue": "Endelea",
  "language_done": "Imefanywa",
  "forgot_password": "Umesahau nywila?",
  "reset_password_title": "Weka upya Nenosiri",
  "reset": "Weka upya",
  "password_reset_successful": "Kiungo cha kuweka upya nenosiri kimetumwa kwa mafanikio",
  "privacy_policy_title": "Sera ya faragha",
  "privacy_policy": "{name} aliunda programu ya iJot kama programu ya Bure. HUDUMA hii hutolewa na {name} bila malipo na imekusudiwa kutumiwa kama ilivyo.\n\nHii ni kuwajulisha watumiaji kuhusu sera zangu na ukusanyaji, utumiaji, na ufichuzi wa Maelezo ya Kibinafsi ikiwa mtu yeyote ataamua kutumia Huduma yangu.\n\nIkiwa unachagua kutumia Huduma yangu, basi unakubali ukusanyaji na utumiaji wa habari kuhusiana na sera hii. Sitatumia au kushiriki habari yako na mtu yeyote isipokuwa ilivyoelezwa katika Sera hii ya Faragha.\n\n\n** Ukusanyaji wa Habari na Matumizi **\n\nKwa uzoefu bora, wakati tunatumia Huduma yetu, naweza kukuhitaji utupe habari fulani inayotambulika ya kibinafsi, pamoja na lakini sio mdogo kwa jina la mtumiaji na barua pepe. Habari ambayo ninaomba itahifadhiwa kwenye kifaa chako na haikusanywa na mimi kwa njia yoyote.\n\nProgramu hutumia huduma za mtu wa tatu ambazo zinaweza kukusanya habari inayotumiwa kukutambulisha.\n\nUnganisha na sera ya faragha ya watoa huduma wengine wanaotumiwa na programu\n\n* [Huduma za Google Play] (https://www.google.com/policies/privacy/)\n\n* [Google Analytics for Firebase] (https://firebase.google.com/policies/analytics)\n\n\n** Takwimu za Ingia **\n\nNinataka kukujulisha kuwa wakati wowote unapotumia Huduma yangu, ikiwa kuna kosa kwenye programu ninakusanya data na habari (kupitia bidhaa za mtu wa tatu) kwenye simu yako inayoitwa Log Data. Takwimu hizi za Kumbukumbu zinaweza kujumuisha habari kama vile anwani ya Itifaki ya Mtandao ya kifaa chako (\"IP\"), jina la kifaa, toleo la mfumo wa uendeshaji, usanidi wa programu wakati wa kutumia Huduma yangu, wakati na tarehe ya matumizi yako ya Huduma, na takwimu zingine .\n\n\n** Watoa Huduma **\n\nNinaweza kuajiri kampuni za mtu wa tatu na watu binafsi kwa sababu zifuatazo:\n\n* Kurahisisha Huduma yetu;\n\n* Kutoa Huduma kwa niaba yetu;\n\n* Kufanya huduma zinazohusiana na Huduma; au\n\n* Kutusaidia katika kuchambua jinsi Huduma yetu inatumiwa.\n\nNinataka kuwajulisha watumiaji wa Huduma hii kuwa watu hawa wa tatu wanapata Habari yako ya Kibinafsi. Sababu ni kutekeleza majukumu waliyopewa kwa niaba yetu. Walakini, wanalazimika kutofunua au kutumia habari hiyo kwa madhumuni mengine yoyote.\n\n\n** Usalama **\n\nNathamini uaminifu wako katika kutupatia Maelezo yako ya Kibinafsi, kwa hivyo tunajitahidi kutumia njia zinazokubalika kibiashara za kuilinda. Lakini kumbuka kuwa hakuna njia ya usafirishaji kwenye wavuti, au njia ya uhifadhi wa elektroniki iko salama na ya kuaminika kwa 100%, na siwezi kuhakikisha usalama wake kabisa.\n\n\n** Mabadiliko ya Sera hii ya Faragha **\n\nNinaweza kusasisha Sera yetu ya Faragha mara kwa mara. Kwa hivyo, unashauriwa kukagua ukurasa huu mara kwa mara kwa mabadiliko yoyote. Nitakujulisha mabadiliko yoyote kwa kutuma Sera mpya ya Faragha kwenye ukurasa huu.\n\nSera hii inafanya kazi kuanzia 2020-11-16\n\n\n**Wasiliana nasi**\n\nIkiwa una maswali yoyote au maoni juu ya Sera yangu ya Faragha, usisite kuwasiliana nami kwa jabguru007@gmail.com."
}