{
  "email": "ఇమెయిల్",
  "password": "పాస్వర్డ్",
  "sign_in": "సైన్ ఇన్ చేయండి",
  "sign_up": "చేరడం",
  "or": "లేదా",
  "dont_have_an_account": "ఖాతా లేదా?",
  "already_have_an_account": "ఖాతా కలిగి ఉన్నారా?",
  "register": "నమోదు చేయండి",
  "validation_email": "దయచేసి ఇమెయిల్ ఇన్పుట్ చేయండి",
  "validation_email_2": "చెల్లుబాటు అయ్యే ఇమెయిల్‌ను ఇన్‌పుట్ చేయండి!",
  "validation_password": "పాస్వర్డ్ను ఇన్పుట్ చేయండి",
  "validation_password_2": "పాస్వర్డ్ చాలా చిన్నది",
  "notes": "గమనికలు",
  "no_notes_yet": "నోట్స్ లేవు ... ఇంకా",
  "sign_out": "సైన్ అవుట్ చేయండి",
  "note_edit": "సవరించండి",
  "note_new": "క్రొత్త గమనిక",
  "note_add_title": "శీర్షికను జోడించండి ...",
  "note_add_details": "వివరాలను జోడించండి ...",
  "note_add_note": "గమనిక చేర్చు",
  "note_add_note_message": "గమనిక శీర్షిక కలిగి ఉండాలి",
  "note_cat_uncategorized": "వర్గీకరించబడలేదు",
  "note_cat_study": "అధ్యయనం",
  "note_cat_personal": "వ్యక్తిగత",
  "note_cat_work": "పని",
  "note_cat_todo": "అంతా",
  "delete_note": "మీరు ఈ గమనికను తొలగించాలనుకుంటున్నారా?",
  "delete_note_undone": "ఈ చర్య రద్దు చేయబడదు",
  "delete_cancel": "రద్దు చేయండి",
  "delete": "తొలగించు",
  "change_language": "భాష మార్చు",
  "select_language": "భాషను ఎంచుకోండి",
  "language_continue": "కొనసాగించండి",
  "language_done": "పూర్తి",
  "forgot_password": "పాస్‌వర్డ్ మర్చిపోయారా?",
  "reset_password_title": "రహస్యపదాన్ని మార్చుకోండి",
  "reset": "రీసెట్ చేయండి",
  "password_reset_successful": "పాస్వర్డ్ రీసెట్ లింక్ విజయవంతంగా పంపబడింది",
  "privacy_policy_title": "గోప్యతా విధానం",
  "privacy_policy": "J 0} iJot అనువర్తనాన్ని ఉచిత అనువర్తనంగా నిర్మించింది. ఈ సేవ ఎటువంటి ఖర్చు లేకుండా {1 by ద్వారా అందించబడుతుంది మరియు ఇది ఉపయోగం కోసం ఉద్దేశించబడింది.\n\nఎవరైనా నా సేవను ఉపయోగించాలని నిర్ణయించుకుంటే వ్యక్తిగత సమాచారం యొక్క సేకరణ, ఉపయోగం మరియు బహిర్గతం ద్వారా నా విధానాలకు సంబంధించి వినియోగదారులకు తెలియజేయడం ఇది.\n\nమీరు నా సేవను ఉపయోగించాలని ఎంచుకుంటే, ఈ విధానానికి సంబంధించి సమాచారాన్ని సేకరించడం మరియు ఉపయోగించడం మీరు అంగీకరిస్తున్నారు. ఈ గోప్యతా విధానంలో వివరించినట్లు తప్ప నేను మీ సమాచారాన్ని ఎవరితోనూ ఉపయోగించను లేదా భాగస్వామ్యం చేయను.\n\n\n** సమాచార సేకరణ మరియు ఉపయోగం **\n\nమెరుగైన అనుభవం కోసం, మా సేవను ఉపయోగిస్తున్నప్పుడు, వినియోగదారు పేరు మరియు ఇమెయిల్‌తో సహా పరిమితం కాకుండా వ్యక్తిగతంగా గుర్తించదగిన కొన్ని సమాచారాన్ని మాకు అందించాలని నేను మీకు కోరవచ్చు. నేను అభ్యర్థించిన సమాచారం మీ పరికరంలో అలాగే ఉంచబడుతుంది మరియు నేను ఏ విధంగానూ సేకరించలేదు.\n\nమిమ్మల్ని గుర్తించడానికి ఉపయోగించే సమాచారాన్ని సేకరించే మూడవ పార్టీ సేవలను అనువర్తనం ఉపయోగిస్తుంది.\n\nఅనువర్తనం ఉపయోగించే మూడవ పార్టీ సేవా ప్రదాతల గోప్యతా విధానానికి లింక్\n\n* [గూగుల్ ప్లే సేవలు] (https://www.google.com/policies/privacy/)\n\n* [ఫైర్‌బేస్ కోసం గూగుల్ అనలిటిక్స్] (https://firebase.google.com/policies/analytics)\n\n\n** లాగ్ డేటా **\n\nమీరు నా సేవను ఉపయోగించినప్పుడు, అనువర్తనంలో లోపం ఉన్న సందర్భంలో నేను మీ ఫోన్‌లో లాగ్ డేటా అని పిలువబడే డేటా మరియు సమాచారాన్ని (మూడవ పార్టీ ఉత్పత్తుల ద్వారా) సేకరిస్తానని మీకు తెలియజేయాలనుకుంటున్నాను. ఈ లాగ్ డేటాలో మీ పరికర ఇంటర్నెట్ ప్రోటోకాల్ (“IP”) చిరునామా, పరికర పేరు, ఆపరేటింగ్ సిస్టమ్ వెర్షన్, నా సేవను ఉపయోగించినప్పుడు అనువర్తనం యొక్క కాన్ఫిగరేషన్, మీరు సేవను ఉపయోగించిన సమయం మరియు తేదీ మరియు ఇతర గణాంకాలు వంటి సమాచారం ఉండవచ్చు. .\n\n\n** సేవా ప్రదాత **\n\nనేను ఈ క్రింది కారణాల వల్ల మూడవ పార్టీ కంపెనీలు మరియు వ్యక్తులను నియమించగలను:\n\n* మా సేవను సులభతరం చేయడానికి;\n\n* మా తరపున సేవను అందించడానికి;\n\n* సేవ-సంబంధిత సేవలను నిర్వహించడానికి; లేదా\n\n* మా సేవ ఎలా ఉపయోగించబడుతుందో విశ్లేషించడంలో మాకు సహాయపడటానికి.\n\nఈ మూడవ పార్టీలకు మీ వ్యక్తిగత సమాచారానికి ప్రాప్యత ఉందని నేను ఈ సేవ యొక్క వినియోగదారులకు తెలియజేయాలనుకుంటున్నాను. కారణం మా తరపున వారికి కేటాయించిన పనులను చేయడమే. ఏదేమైనా, సమాచారాన్ని ఇతర ప్రయోజనాల కోసం బహిర్గతం చేయకూడదని లేదా ఉపయోగించకూడదని వారు బాధ్యత వహిస్తారు.\n\n\n** భద్రత **\n\nమీ వ్యక్తిగత సమాచారాన్ని మాకు అందించడంలో మీ నమ్మకాన్ని నేను విలువైనదిగా భావిస్తున్నాను, అందువల్ల మేము దానిని రక్షించడానికి వాణిజ్యపరంగా ఆమోదయోగ్యమైన మార్గాలను ఉపయోగించటానికి ప్రయత్నిస్తున్నాము. కానీ ఇంటర్నెట్ ద్వారా ప్రసారం చేసే ఏ పద్ధతి లేదా ఎలక్ట్రానిక్ నిల్వ పద్ధతి 100% సురక్షితమైనది మరియు నమ్మదగినది కాదని గుర్తుంచుకోండి మరియు నేను దాని సంపూర్ణ భద్రతకు హామీ ఇవ్వలేను.\n\n\n** ఈ గోప్యతా విధానంలో మార్పులు **\n\nనేను ఎప్పటికప్పుడు మా గోప్యతా విధానాన్ని నవీకరించవచ్చు. అందువల్ల, ఏవైనా మార్పుల కోసం ఈ పేజీని క్రమానుగతంగా సమీక్షించాలని మీకు సలహా ఇస్తారు. ఈ పేజీలో క్రొత్త గోప్యతా విధానాన్ని పోస్ట్ చేయడం ద్వారా ఏవైనా మార్పులు మీకు తెలియజేస్తాను.\n\nఈ విధానం 2020-11-16 నాటికి అమలులో ఉంటుంది\n\n\n**మమ్మల్ని సంప్రదించండి**\n\nనా గోప్యతా విధానం గురించి మీకు ఏవైనా ప్రశ్నలు లేదా సూచనలు ఉంటే, jabguru007@gmail.com లో నన్ను సంప్రదించడానికి వెనుకాడరు."
}