{
    "email": "อีเมล",
    "password": "รหัสผ่าน",
    "sign_in": "เข้าสู่ระบบ",
    "sign_up": "ลงชื่อ",
    "or": "หรือ",
    "dont_have_an_account": "ไม่มีบัญชี?",
    "already_have_an_account": "มีบัญชีอยู่แล้ว?",
    "register": "ลงทะเบียน",
    "validation_email": "กรุณาใส่อีเมล",
    "validation_email_2": "ใส่อีเมลที่ถูกต้อง!",
    "validation_password": "กรุณาใส่รหัสผ่าน",
    "validation_password_2": "รหัสผ่านสั้นเกินไป",
    "notes": "หมายเหตุ",
    "no_notes_yet": "ไม่มีหมายเหตุ... ยัง",
    "sign_out": "ออกจากระบบ",
    "note_edit": "แก้ไข",
    "note_new": "หมายเหตุใหม่",
    "note_add_title": "เพิ่มหัวข้อ...",
    "note_add_details": "เพิ่มรายละเอียด...",
    "note_add_note": "เพิ่มหมายเหตุ",
    "note_add_note_message": "หมายเหตุ ต้องมีชื่อเรื่อง",
    "note_cat_uncategorized": "ไม่มีหมวดหมู่",
    "note_cat_study": "ศึกษา",
    "note_cat_personal": "ส่วนตัว",
    "note_cat_work": "งาน",
    "note_cat_todo": "ทำ",
    "delete_note": "คุณต้องการลบบันทึกนี้หรือไม่?",
    "delete_note_undone": "การดำเนินการนี้ไม่สามารถยกเลิกได้",
    "delete_cancel": "ยกเลิก",
    "delete": "ลบ",
    "change_language": "เปลี่ยนภาษา",
    "select_language": "เลือกภาษา",
    "language_continue": "ดำเนินการต่อ",
    "language_done": "เสร็จแล้ว",
    "forgot_password": "ลืมรหัสผ่าน?",
    "reset_password_title": "รีเซ็ตรหัสผ่าน",
    "reset": "รีเซ็ต",
    "password_reset_successful": "ส่งลิงก์รีเซ็ตรหัสผ่านเรียบร้อยแล้ว",
    "close": "ปิด",
    "privacy_policy_title": "นโยบายความเป็นส่วนตัว",
    "privacy_policy": "{name} สร้างแอป iJot เป็นแอปฟรี บริการนี้ให้บริการโดย {name} โดยไม่มีค่าใช้จ่ายและมีไว้สำหรับการใช้งานตามที่เป็นอยู่\n\nนี่คือการแจ้งให้ผู้ใช้ทราบเกี่ยวกับนโยบายของฉันเกี่ยวกับการรวบรวม การใช้ และการเปิดเผยข้อมูลส่วนบุคคล ถ้าใครตัดสินใจใช้บริการของฉัน\n\nหากคุณเลือกที่จะใช้บริการของฉัน แสดงว่าคุณตกลงที่จะรวบรวมและใช้งานข้อมูลที่เกี่ยวข้องกับนโยบายนี้ ฉันจะไม่ใช้หรือแบ่งปันข้อมูลของคุณกับผู้ใด ยกเว้นตามที่อธิบายไว้ในนโยบายความเป็นส่วนตัวนี้\n\n\n**การเก็บและใช้ข้อมูล**\n\nเพื่อประสบการณ์ที่ดียิ่งขึ้น ในขณะที่ใช้บริการของเรา ฉันอาจขอให้คุณให้ข้อมูลส่วนตัวบางอย่างแก่เรา ซึ่งรวมถึงแต่ไม่จำกัดเพียงชื่อผู้ใช้และอีเมล ข้อมูลที่ฉันร้องขอจะถูกเก็บไว้ในอุปกรณ์ของคุณและจะไม่ถูกรวบรวมโดยฉันในทางใดทางหนึ่ง\n\nแอพนี้ใช้บริการของบุคคลที่สามซึ่งอาจรวบรวมข้อมูลที่ใช้ในการระบุตัวตนของคุณ\n\nลิงก์ไปยังนโยบายความเป็นส่วนตัวของผู้ให้บริการบุคคลที่สามที่แอปใช้\n\n* [บริการ Google Play](https://www.google.com/policies/privacy/)\n\n* [Google Analytics สำหรับ Firebase](https://firebase.google.com/policies/analytics)\n\n\n**บันทึกข้อมูล**\n\nฉันต้องการแจ้งให้คุณทราบว่าเมื่อใดก็ตามที่คุณใช้บริการของฉัน ในกรณีของข้อผิดพลาดในแอป ฉันจะรวบรวมข้อมูลและสารสนเทศ (ผ่านผลิตภัณฑ์ของบุคคลที่สาม) บนโทรศัพท์ของคุณที่เรียกว่า Log Data ข้อมูลบันทึกนี้อาจรวมถึงข้อมูลต่างๆ เช่น ที่อยู่ Internet Protocol (“IP”) ของอุปกรณ์ ชื่ออุปกรณ์ เวอร์ชันของระบบปฏิบัติการ การกำหนดค่าของแอปเมื่อใช้บริการของฉัน เวลาและวันที่ที่คุณใช้บริการ และสถิติอื่นๆ .\n\n\n**ผู้ให้บริการ**\n\nฉันอาจจ้างบริษัทและบุคคลภายนอกด้วยเหตุผลดังต่อไปนี้:\n\n* เพื่ออำนวยความสะดวกในการบริการของเรา;\n\n* เพื่อให้บริการในนามของเรา;\n\n* เพื่อให้บริการเกี่ยวกับบริการ; หรือ\n\n* เพื่อช่วยเราในการวิเคราะห์วิธีการใช้บริการของเรา\n\nฉันต้องการแจ้งให้ผู้ใช้บริการนี้ทราบว่าบุคคลที่สามเหล่านี้สามารถเข้าถึงข้อมูลส่วนบุคคลของคุณได้ เหตุผลคือเพื่อปฏิบัติงานที่ได้รับมอบหมายในนามของเรา อย่างไรก็ตาม พวกเขามีหน้าที่ที่จะไม่เปิดเผยหรือใช้ข้อมูลเพื่อวัตถุประสงค์อื่นใด\n\n\n**ความปลอดภัย**\n\nฉันให้ความสำคัญกับความไว้วางใจของคุณในการให้ข้อมูลส่วนบุคคลของคุณแก่เรา ดังนั้นเราจึงมุ่งมั่นที่จะใช้วิธีการที่เป็นที่ยอมรับในเชิงพาณิชย์ในการปกป้องข้อมูลดังกล่าว แต่โปรดจำไว้ว่าไม่มีวิธีการส่งผ่านอินเทอร์เน็ตหรือวิธีการจัดเก็บข้อมูลอิเล็กทรอนิกส์ใดที่ปลอดภัยและเชื่อถือได้ 100% และฉันไม่สามารถรับประกันความปลอดภัยได้อย่างสมบูรณ์\n\n\n**การเปลี่ยนแปลงนโยบายความเป็นส่วนตัวนี้**\n\nฉันอาจปรับปรุงนโยบายความเป็นส่วนตัวเป็นครั้งคราว ดังนั้น คุณควรตรวจสอบหน้านี้เป็นระยะๆ สำหรับการเปลี่ยนแปลงใดๆ ฉันจะแจ้งให้คุณทราบเมื่อมีการเปลี่ยนแปลงใดๆ โดยโพสต์นโยบายความเป็นส่วนตัวใหม่ในหน้านี้\n\nนโยบายนี้มีผลบังคับใช้ ณ วันที่ 11-2020-11-16\n\n\n**ติดต่อเรา**\n\nหากคุณมีคำถามหรือข้อเสนอแนะเกี่ยวกับนโยบายความเป็นส่วนตัวของฉัน โปรดอย่าลังเลที่จะติดต่อฉันที่ jabguru007@gmail.com",
    "search": "ค้นหา",
    "no_content_search": "ไม่พบบันทึกโดยใช้ \"{searchText}\"",
    "error_uploading_file": "เกิดข้อผิดพลาดในการอัปโหลดไฟล์",
    "file_exceeds_limit": "ไฟล์เกิน {limit}",
    "gallery": "แกลลอรี่",
    "link": "ลิงค์",
    "capture_a_photo": "จับภาพ",
    "capture_a_video": "จับภาพวิดีโอ",
    "copy": "สำเนา",
    "copy_for_whatsapp": "คัดลอกสำหรับ WhatsApp",
    "copy_for_whatsapp_success": "ข้อความที่คัดลอกไปยังคลิปบอร์ด",
    "copy_for_whatsapp_failed": "ไม่สามารถคัดลอกข้อความ"
}