{
    "email": "Email",
    "password": "Password",
    "sign_in": "Mag-sign In",
    "sign_up": "Mag-sign Up",
    "or": "O",
    "dont_have_an_account": "Walang account?",
    "already_have_an_account": "Mayroon nang account?",
    "register": "Magrehistro",
    "validation_email": "Mangyaring mag-input ng email",
    "validation_email_2": "Maglagay ng wastong email!",
    "validation_password": "Mangyaring ipasok ang password",
    "validation_password_2": "Masyadong maikli ang password",
    "notes": "Mga Tala",
    "no_notes_yet": "Walang Tala... Pa",
    "sign_out": "Mag-sign Out",
    "note_edit": "I-edit",
    "note_new": "Bagong Tala",
    "note_add_title": "Magdagdag ng Pamagat...",
    "note_add_details": "Magdagdag ng mga Detalye...",
    "note_add_note": "Magdagdag ng tala",
    "note_add_note_message": "Dapat May Pamagat ang Tala",
    "note_cat_uncategorized": "Hindi nakategorya",
    "note_cat_study": "Mag-aral",
    "note_cat_personal": "Personal",
    "note_cat_work": "Trabaho",
    "note_cat_todo": "Gagawin",
    "delete_note": "Gusto mo bang Tanggalin ang Tala na ito?",
    "delete_note_undone": "Ang gawaing ito ay hindi pwedeng baguhin",
    "delete_cancel": "Kanselahin",
    "delete": "Tanggalin",
    "change_language": "Baguhin ang Wika",
    "select_language": "Piliin ang Wika",
    "language_continue": "Magpatuloy",
    "language_done": "Tapos na",
    "forgot_password": "Nakalimutan ang password?",
    "reset_password_title": "I-reset ang Password",
    "reset": "I-reset",
    "password_reset_successful": "Matagumpay na naipadala ang link sa pag-reset ng password",
    "close": "Isara",
    "privacy_policy_title": "Patakaran sa Privacy",
    "privacy_policy": "Binuo ni {name} ang iJot app bilang Libreng app. Ang SERBISYO na ito ay ibinibigay ni {name} nang walang bayad at nilayon para gamitin kung ano man.\n\nIto ay para ipaalam sa mga user ang tungkol sa aking mga patakaran sa pangongolekta, paggamit, at pagsisiwalat ng Personal na Impormasyon kung may nagpasya na gamitin ang aking Serbisyo.\n\nKung pipiliin mong gamitin ang aking Serbisyo, sumasang-ayon ka sa pangongolekta at paggamit ng impormasyon kaugnay ng patakarang ito. Hindi ko gagamitin o ibabahagi ang iyong impormasyon sa sinuman maliban sa inilarawan sa Patakaran sa Privacy na ito.\n\n\n**Koleksyon at Paggamit ng Impormasyon**\n\nPara sa isang mas mahusay na karanasan, habang ginagamit ang aming Serbisyo, maaari kong hilingin sa iyo na magbigay sa amin ng ilang personal na nakakapagpakilalang impormasyon, kabilang ngunit hindi limitado sa username at email. Ang impormasyong hinihiling ko ay pananatilihin sa iyong device at hindi ko kinokolekta sa anumang paraan.\n\nGumagamit ang app ng mga serbisyo ng third party na maaaring mangolekta ng impormasyong ginamit upang makilala ka.\n\nMag-link sa patakaran sa privacy ng mga third party na service provider na ginagamit ng app\n\n* [Mga Serbisyo ng Google Play](https://www.google.com/policies/privacy/)\n\n* [Google Analytics para sa Firebase](https://firebase.google.com/policies/analytics)\n\n\n**Data ng Log**\n\nGusto kong ipaalam sa iyo na sa tuwing gagamitin mo ang aking Serbisyo, sa kaso ng error sa app nangongolekta ako ng data at impormasyon (sa pamamagitan ng mga produkto ng third party) sa iyong telepono na tinatawag na Log Data. Ang Data ng Log na ito ay maaaring magsama ng impormasyon tulad ng iyong Internet Protocol (“IP”) address ng iyong device, pangalan ng device, bersyon ng operating system, ang configuration ng app kapag ginagamit ang aking Serbisyo, ang oras at petsa ng iyong paggamit ng Serbisyo, at iba pang istatistika .\n\n\n**Mga Tagabigay ng Serbisyo**\n\nMaaari akong gumamit ng mga third-party na kumpanya at indibidwal dahil sa mga sumusunod na dahilan:\n\n* Upang mapadali ang aming Serbisyo;\n\n* Upang ibigay ang Serbisyo sa ngalan namin;\n\n* Upang magsagawa ng mga serbisyong nauugnay sa Serbisyo; o\n\n* Upang tulungan kami sa pagsusuri kung paano ginagamit ang aming Serbisyo.\n\nGusto kong ipaalam sa mga user ang Serbisyong ito na ang mga third party na ito ay may access sa iyong Personal na Impormasyon. Ang dahilan ay upang maisagawa ang mga gawaing itinalaga sa kanila sa ngalan natin. Gayunpaman, obligado silang huwag ibunyag o gamitin ang impormasyon para sa anumang iba pang layunin.\n\n\n**Seguridad**\n\nPinahahalagahan ko ang iyong tiwala sa pagbibigay sa amin ng iyong Personal na Impormasyon, kaya nagsusumikap kaming gumamit ng mga paraan na tinatanggap sa komersyo upang maprotektahan ito. Ngunit tandaan na walang paraan ng paghahatid sa internet, o paraan ng electronic storage na 100% secure at maaasahan, at hindi ko magagarantiya ang ganap na seguridad nito.\n\n\n**Mga Pagbabago sa Patakaran sa Privacy na Ito**\n\nMaaari kong i-update ang aming Patakaran sa Privacy paminsan-minsan. Kaya, pinapayuhan kang suriin ang pahinang ito pana-panahon para sa anumang mga pagbabago. Aabisuhan kita ng anumang mga pagbabago sa pamamagitan ng pag-post ng bagong Patakaran sa Privacy sa pahinang ito.\n\nAng patakarang ito ay epektibo simula 2020-11-16\n\n\n**Makipag-ugnayan sa amin**\n\nKung mayroon kang anumang mga katanungan o mungkahi tungkol sa aking Patakaran sa Pagkapribado, huwag mag-atubiling makipag-ugnay sa akin sa jabguru007@gmail.com.",
    "search": "Maghanap",
    "no_content_search": "Hindi mahanap ang isang tala gamit ang \"{searchText}\"",
    "error_uploading_file": "Error sa Pag-upload ng File",
    "file_exceeds_limit": "Lampas sa {limit} ang file",
    "gallery": "Gallery",
    "link": "Link",
    "capture_a_photo": "Kumuha ng larawan",
    "capture_a_video": "Kumuha ng video",
    "copy": "Kopya",
    "copy_for_whatsapp": "Kopyahin para sa WhatsApp",
    "copy_for_whatsapp_success": "Nakopya ang teksto sa clipboard",
    "copy_for_whatsapp_failed": "Nabigong kopyahin ang teksto"
}