{
  "email": "E-posta adresi",
  "password": "Parola",
  "sign_in": "Oturum aç",
  "sign_up": "Kaydol",
  "or": "VEYA",
  "dont_have_an_account": "Hesabın yok mu?",
  "already_have_an_account": "Zaten hesabınız var mı?",
  "register": "Kayıt ol",
  "validation_email": "Lütfen e-posta girin",
  "validation_email_2": "Geçerli bir e-posta girin!",
  "validation_password": "Lütfen şifrenizi girin",
  "validation_password_2": "Şifre çok kısa",
  "notes": "Notlar",
  "no_notes_yet": "Not Yok ... Henüz",
  "sign_out": "Oturumu Kapat",
  "note_edit": "Düzenle",
  "note_new": "Yeni Not",
  "note_add_title": "Başlık ekle...",
  "note_add_details": "Ayrıntı Ekle ...",
  "note_add_note": "Not ekle",
  "note_add_note_message": "Notun Başlığı Olmalıdır",
  "note_cat_uncategorized": "Kategorize edilmemiş",
  "note_cat_study": "Ders çalışma",
  "note_cat_personal": "Kişiye özel",
  "note_cat_work": "İş",
  "note_cat_todo": "Herşey",
  "delete_note": "Bu Notu Silmek İstiyor musunuz?",
  "delete_note_undone": "Bu eylem geri alınamaz",
  "delete_cancel": "İptal etmek",
  "delete": "Sil",
  "change_language": "Dili değiştir",
  "select_language": "Dil Seçin",
  "language_continue": "Devam et",
  "language_done": "Bitti",
  "forgot_password": "Parolanızı mı unuttunuz?",
  "reset_password_title": "Şifreyi yenile",
  "reset": "Sıfırla",
  "password_reset_successful": "Şifre sıfırlama bağlantısı başarıyla gönderildi",
  "privacy_policy_title": "Gizlilik Politikası",
  "privacy_policy": "{name} iJot uygulamasını Ücretsiz bir uygulama olarak oluşturdu. Bu HİZMET, {name} tarafından ücretsiz olarak sağlanmaktadır ve olduğu gibi kullanılması amaçlanmıştır.\n\nBu, herhangi biri Hizmetimi kullanmaya karar verirse, Kişisel Bilgilerin toplanması, kullanılması ve ifşa edilmesi ile ilgili politikalarım hakkında kullanıcıları bilgilendirmek içindir.\n\nHizmetimi kullanmayı seçerseniz, bu politika ile ilgili bilgilerin toplanmasını ve kullanılmasını kabul etmiş olursunuz. Bilgilerinizi bu Gizlilik Politikasında açıklananlar dışında hiç kimseyle kullanmayacağım veya paylaşmayacağım.\n\n\n** Bilgi Toplama ve Kullanma **\n\nDaha iyi bir deneyim için, Hizmetimizi kullanırken, bize kullanıcı adı ve e-posta dahil ancak bunlarla sınırlı olmamak üzere belirli kişisel olarak tanımlanabilir bilgileri sağlamanızı isteyebilirim. İstediğim bilgiler cihazınızda saklanacak ve hiçbir şekilde tarafımdan toplanmayacaktır.\n\nUygulama, sizi tanımlamak için kullanılan bilgileri toplayabilecek üçüncü taraf hizmetlerini kullanıyor.\n\nUygulama tarafından kullanılan üçüncü taraf hizmet sağlayıcılarının gizlilik politikasına bağlantı\n\n* [Google Play Hizmetleri] (https://www.google.com/policies/privacy/)\n\n* [Firebase için Google Analytics] (https://firebase.google.com/policies/analytics)\n\n\n** Günlük Verileri **\n\nHizmetimi her kullandığınızda, uygulamada bir hata olması durumunda, telefonunuzda Günlük Verileri adı verilen veri ve bilgileri (üçüncü taraf ürünler aracılığıyla) topladığımı size bildirmek isterim. Bu Günlük Verileri, cihazınızın İnternet Protokolü (\"IP\") adresi, cihaz adı, işletim sistemi sürümü, Hizmetimi kullanırken uygulamanın yapılandırması, Hizmeti kullanımınızın saati ve tarihi ve diğer istatistikler gibi bilgileri içerebilir. .\n\n\n**Servis sağlayıcıları**\n\nAşağıdaki nedenlerle üçüncü taraf şirketleri ve kişileri istihdam edebilirim:\n\n* Hizmetimizi kolaylaştırmak için;\n\n* Hizmeti bizim adımıza sağlamak için;\n\n* Hizmetle ilgili hizmetleri gerçekleştirmek için; veya\n\n* Hizmetimizin nasıl kullanıldığını analiz etmemize yardımcı olmak için.\n\nBu Hizmetin kullanıcılarına, bu üçüncü tarafların Kişisel Bilgilerinize erişimi olduğunu bildirmek istiyorum. Bunun nedeni, kendilerine verilen görevleri bizim adımıza yerine getirmektir. Ancak, bilgileri başka bir amaçla açıklamamak veya kullanmamakla yükümlüdürler.\n\n\n**Güvenlik**\n\nBize Kişisel Bilgilerinizi sağlama konusundaki güveninize değer veriyorum, bu nedenle bunları korumak için ticari olarak kabul edilebilir yöntemler kullanmaya çalışıyoruz. Ancak internet üzerinden hiçbir aktarım yönteminin veya elektronik depolama yönteminin% 100 güvenli ve güvenilir olmadığını ve mutlak güvenliğini garanti edemeyeceğimi unutmayın.\n\n\n** Bu Gizlilik Politikasındaki Değişiklikler **\n\nGizlilik Politikamızı zaman zaman güncelleyebilirim. Bu nedenle, herhangi bir değişiklik için bu sayfayı periyodik olarak gözden geçirmeniz önerilir. Yeni Gizlilik Politikasını bu sayfada yayınlayarak herhangi bir değişikliği size bildireceğim.\n\nBu politika 2020-11-16'dan itibaren geçerlidir\n\n\n**Bize Ulaşın**\n\nGizlilik Politikam hakkında herhangi bir sorunuz veya öneriniz varsa, jabguru007@gmail.com adresinden benimle iletişime geçmekten çekinmeyin."
}