{
  "email": "Електронна пошта",
  "password": "Пароль",
  "sign_in": "Увійти",
  "sign_up": "Зареєструйтесь",
  "or": "АБО",
  "dont_have_an_account": "Не маєте облікового запису?",
  "already_have_an_account": "Вже є аккаунт?",
  "register": "Зареєструйтесь",
  "validation_email": "Введіть електронну адресу",
  "validation_email_2": "Введіть дійсний електронний лист!",
  "validation_password": "Введіть пароль",
  "validation_password_2": "Пароль занадто короткий",
  "notes": "Примітки",
  "no_notes_yet": "Без приміток ... Тим не менше",
  "sign_out": "Вийти з аккаунта",
  "note_edit": "Редагувати",
  "note_new": "Нова примітка",
  "note_add_title": "Додайте заголовок...",
  "note_add_details": "Додати деталі ...",
  "note_add_note": "Додати коментар",
  "note_add_note_message": "Примітка Повинна мати назву",
  "note_cat_uncategorized": "Без категорії",
  "note_cat_study": "Вивчення",
  "note_cat_personal": "Особистий",
  "note_cat_work": "Робота",
  "note_cat_todo": "Все",
  "delete_note": "Видалити цю примітку?",
  "delete_note_undone": "Цю дію не можна скасувати",
  "delete_cancel": "Скасувати",
  "delete": "Видалити",
  "change_language": "Змінити мову",
  "select_language": "Оберіть мову",
  "language_continue": "Продовжуйте",
  "language_done": "Готово",
  "forgot_password": "Забули пароль?",
  "reset_password_title": "Скинути пароль",
  "reset": "Скинути",
  "password_reset_successful": "Посилання для скидання пароля успішно надіслано",
  "privacy_policy_title": "Політика конфіденційності",
  "privacy_policy": "{name} створив програму iJot як безкоштовну програму. Ця ПОСЛУГА надається {name} безкоштовно і призначена для використання в такому вигляді.\n\nЦе має на меті інформувати користувачів про мою політику щодо збору, використання та розкриття Персональної інформації, якщо хтось вирішив використовувати мою Службу.\n\nЯкщо ви вирішите використовувати мою Службу, ви погоджуєтесь на збір та використання інформації стосовно цієї політики. Я не буду використовувати та передавати вашу інформацію нікому, крім випадків, описаних у цій Політиці конфіденційності.\n\n\n** Збір та використання інформації **\n\nДля кращого досвіду, користуючись нашим Сервісом, я можу вимагати від вас надання певної особистої інформації, включаючи, але не обмежуючись цим ім’ям користувача та електронною поштою. Інформація, яку я запитую, буде збережена на вашому пристрої і не збирається мною жодним чином.\n\nДодаток використовує сторонні служби, які можуть збирати інформацію, яка використовується для вашої ідентифікації.\n\nПосилання на політику конфіденційності сторонніх постачальників послуг, що використовуються додатком\n\n* [Служби Google Play] (https://www.google.com/policies/privacy/)\n\n* [Google Analytics для Firebase] (https://firebase.google.com/policies/analytics)\n\n\n** Дані журналу **\n\nЯ хочу повідомити вам, що кожного разу, коли ви користуєтесь моєю Службою, у разі помилки в додатку я збираю дані та інформацію (через сторонні продукти) на вашому телефоні під назвою Log Data. Ці журнальні дані можуть містити таку інформацію, як адреса Інтернет-протоколу (“IP”) вашого пристрою, ім’я пристрою, версія операційної системи, конфігурація програми під час використання моєї Служби, час і дата використання Служби та інша статистика .\n\n\n** Постачальники послуг **\n\nЯ можу наймати сторонні компанії та приватних осіб з таких причин:\n\n* Для сприяння нашому Сервісу;\n\n* Надавати Послугу від нашого імені;\n\n* Для надання послуг, пов'язаних із Сервісом; або\n\n* Щоб допомогти нам в аналізі того, як використовується наша Служба.\n\nЯ хочу повідомити користувачів цієї Служби, що ці треті сторони мають доступ до Вашої Персональної інформації. Причина полягає у виконанні завдань, покладених на них від нашого імені. Однак вони зобов'язані не розголошувати та не використовувати інформацію для будь-яких інших цілей.\n\n\n** Безпека **\n\nЯ ціную вашу довіру до надання нам вашої Персональної інформації, тому ми прагнемо використовувати комерційно прийнятні засоби захисту. Але пам’ятайте, що жоден спосіб передачі через Інтернет, а також спосіб електронного зберігання даних не є на 100% надійним і надійним, і я не можу гарантувати його абсолютну безпеку.\n\n\n** Зміни до цієї Політики конфіденційності **\n\nЯ можу час від часу оновлювати нашу Політику конфіденційності. Таким чином, вам рекомендується періодично переглядати цю сторінку щодо будь-яких змін. Я повідомлю вас про будь-які зміни, розмістивши нову Політику конфіденційності на цій сторінці.\n\nЦя політика діє з 2020-11-16\n\n\n**Зв'яжіться з нами**\n\nЯкщо у вас є якісь запитання чи пропозиції щодо моєї Політики конфіденційності, не соромтеся зв’язуватися зі мною за адресою jabguru007@gmail.com."
}