{
  "email": "ای میل",
  "password": "پاس ورڈ",
  "sign_in": "سائن ان",
  "sign_up": "سائن اپ",
  "or": "یا",
  "dont_have_an_account": "کیا آپ کا اکاؤنٹ نہیں ہے؟",
  "already_have_an_account": "پہلے سے ہی ایک اکاؤنٹ ہے؟",
  "register": "رجسٹر کریں",
  "validation_email": "برائے کرم ای میل کریں",
  "validation_email_2": "ایک درست ای میل داخل کریں!",
  "validation_password": "برائے کرم پاس ورڈ درج کریں",
  "validation_password_2": "پاس ورڈ بہت چھوٹا ہے",
  "notes": "نوٹ",
  "no_notes_yet": "کوئی نوٹس ... ابھی نہیں",
  "sign_out": "باہر جائیں",
  "note_edit": "ترمیم",
  "note_new": "نیا نوٹ",
  "note_add_title": "عنوان شامل کریں ...",
  "note_add_details": "تفصیلات شامل کریں ...",
  "note_add_note": "نوٹ شامل",
  "note_add_note_message": "نوٹ کا ایک عنوان ہونا ضروری ہے",
  "note_cat_uncategorized": "غیر درجہ بندی",
  "note_cat_study": "مطالعہ",
  "note_cat_personal": "ذاتی",
  "note_cat_work": "کام",
  "note_cat_todo": "سب کچھ",
  "delete_note": "کیا آپ یہ نوٹ حذف کرنا چاہتے ہیں؟",
  "delete_note_undone": "اس کارروائی کو کالعدم نہیں کیا جاسکتا",
  "delete_cancel": "منسوخ کریں",
  "delete": "حذف کریں",
  "change_language": "زبان تبدیل کریں",
  "select_language": "زبان منتخب کریں",
  "language_continue": "جاری رہے",
  "language_done": "ہو گیا",
  "forgot_password": "پاسورڈ بھول گے؟",
  "reset_password_title": "پاس ورڈ ری سیٹ",
  "reset": "ری سیٹ کریں",
  "password_reset_successful": "پاس ورڈ دوبارہ ترتیب دینے والا لنک کامیابی کے ساتھ بھیج دیا گیا ہے",
  "privacy_policy_title": "رازداری کی پالیسی",
  "privacy_policy": "J 0 نے مفت ایپ کے بطور iJot ایپ بنائی ہے۔ یہ سرویس بغیر کسی قیمت کے {1 by کے ذریعہ فراہم کی گئی ہے اور جیسے ہی استعمال کیلئے ہے۔\n\nیہ اگر کسی نے میری سروس کو استعمال کرنے کا فیصلہ کیا تو ذاتی معلومات کے جمع ، استعمال اور انکشاف کے ساتھ اپنی پالیسیوں کے بارے میں صارفین کو آگاہ کرنا ہے۔\n\nاگر آپ میری سروس استعمال کرنے کا انتخاب کرتے ہیں تو آپ اس پالیسی کے سلسلے میں معلومات کے جمع اور استعمال پر متفق ہیں۔ میں آپ کی معلومات کسی کے ساتھ استعمال نہیں کروں گا یا اس کا اشتراک نہیں کروں گا سوائے اس رازداری کی پالیسی میں۔\n\n\n** معلومات اکٹھا اور استعمال **\n\nبہتر تجربے کے ل our ، ہماری خدمت کا استعمال کرتے ہوئے ، میں آپ سے مطالبہ کرسکتا ہوں کہ ہم ہمیں ذاتی طور پر قابل شناخت معلومات مہیا کریں ، بشمول صارف نام اور ای میل تک محدود نہیں۔ میں جس معلومات کی درخواست کرتا ہوں وہ آپ کے آلے پر برقرار رہے گا اور میرے ذریعہ کسی بھی طرح سے جمع نہیں کیا گیا ہے۔\n\nایپ تھرڈ پارٹی سروسز کا استعمال کرتی ہے جو آپ کی شناخت کے لئے استعمال کی جانے والی معلومات کو اکٹھا کرسکتی ہے۔\n\nایپ کے ذریعہ استعمال کردہ تیسری پارٹی کے خدمت فراہم کنندگان کی رازداری کی پالیسی سے لنک کریں\n\n* [گوگل پلے سروسز] (https://www.google.com/polferences/privacy/)\n\n* [گوگل تجزیات برائے فائر بیس] (https://firebase.google.com/policies/analytics)\n\n\n** لاگ ڈیٹا **\n\nمیں آپ کو یہ بتانا چاہتا ہوں کہ جب بھی آپ میری سروس استعمال کرتے ہیں تو ، ایپ میں کسی خرابی کی صورت میں میں آپ کے فون پر لاگ ڈیٹا نامی ڈیٹا اور معلومات اکٹھا کرتا ہوں (تیسری پارٹی کی مصنوعات کے ذریعے)۔ اس لاگ ڈیٹا میں آپ کے آلے کا انٹرنیٹ پروٹوکول (\"IP\") ایڈریس ، ڈیوائس کا نام ، آپریٹنگ سسٹم کا ورژن ، ایپ کی تشکیل جب میری خدمت کو استعمال کرتے ہو ، آپ کے اس خدمت کے استعمال کا وقت اور تاریخ اور دیگر اعدادوشمار کی معلومات شامل ہوسکتی ہے۔ .\n\n\n**سہولت کار**\n\nمیں درج ذیل وجوہات کی بناء پر تیسری پارٹی کی کمپنیوں اور افراد کو ملازمت کر سکتا ہوں۔\n\n* ہماری خدمت کی سہولت کے ل؛۔\n\n* ہماری طرف سے سروس فراہم کرنا؛\n\n* خدمات سے متعلق خدمات انجام دینے کے لئے؛ یا\n\n* تجزیہ کرنے میں ہماری مدد کرنے کے لئے کہ ہماری سروس کا استعمال کیا جاتا ہے۔\n\nمیں اس سروس کے صارفین کو بتانا چاہتا ہوں کہ ان تیسرے فریق کو آپ کی ذاتی معلومات تک رسائی حاصل ہے۔ اس کی وجہ یہ ہے کہ ہماری طرف سے انہیں تفویض کردہ کاموں کو انجام دیا جائے۔ تاہم ، ان پر یہ پابند ہے کہ وہ معلومات کو کسی دوسرے مقصد کے لئے ظاہر یا استعمال نہ کریں۔\n\n\n** سیکیورٹی **\n\nمیں آپ کو آپ کی ذاتی معلومات فراہم کرنے میں آپ کے اعتماد کی قدر کرتا ہوں ، اس طرح ہم اسے محفوظ رکھنے کے تجارتی لحاظ سے قابل قبول ذرائع استعمال کرنے کی کوشش کر رہے ہیں۔ لیکن یاد رکھیں کہ انٹرنیٹ پر ٹرانسمیشن کا کوئی طریقہ ، یا الیکٹرانک اسٹوریج کا طریقہ 100٪ محفوظ اور قابل اعتماد نہیں ہے ، اور میں اس کی مطلق حفاظت کی ضمانت نہیں دے سکتا۔\n\n\n** اس رازداری کی پالیسی میں تبدیلیاں **\n\nمیں وقتا فوقتا اپنی پرائیویسی پالیسی کو اپ ڈیٹ کرسکتا ہوں۔ اس طرح ، آپ کو مشورہ دیا جاتا ہے کہ کسی بھی تبدیلی کے ل period وقتا فوقتا اس صفحے کا جائزہ لیں۔ میں اس صفحے پر نئی رازداری کی پالیسی شائع کرکے آپ کو کسی قسم کی تبدیلی سے آگاہ کروں گا۔\n\nیہ پالیسی 2020-11-16ء تک موثر ہے\n\n\n** ہم سے رابطہ کریں **\n\nاگر آپ کو میری رازداری کی پالیسی کے بارے میں کوئی سوالات یا مشورے ہیں تو ، jabguru007@gmail.com پر مجھ سے رابطہ کرنے میں سنکوچ نہ کریں۔"
}