{
    "email": "ای میل",
    "password": "پاس ورڈ",
    "sign_in": "سائن ان",
    "sign_up": "سائن اپ",
    "or": "یا",
    "dont_have_an_account": "اکاؤنٹ نہیں ہے؟",
    "already_have_an_account": "پہلے سے ہی اکاؤنٹ ہے؟",
    "register": "رجسٹر کریں۔",
    "validation_email": "براہ کرم ای میل درج کریں۔",
    "validation_email_2": "ایک درست ای میل درج کریں!",
    "validation_password": "براہ کرم پاس ورڈ درج کریں۔",
    "validation_password_2": "پاس ورڈ بہت چھوٹا ہے۔",
    "notes": "نوٹس",
    "no_notes_yet": "کوئی نوٹس نہیں... ابھی تک",
    "sign_out": "باہر جائیں",
    "note_edit": "ترمیم",
    "note_new": "نیا نوٹ",
    "note_add_title": "عنوان شامل کریں...",
    "note_add_details": "تفصیلات شامل کریں...",
    "note_add_note": "نوٹ شامل",
    "note_add_note_message": "نوٹ میں ایک عنوان ہونا ضروری ہے۔",
    "note_cat_uncategorized": "غیر زمرہ بندی",
    "note_cat_study": "مطالعہ",
    "note_cat_personal": "ذاتی",
    "note_cat_work": "کام",
    "note_cat_todo": "ایسا کرنے کے لئے",
    "delete_note": "کیا آپ اس نوٹ کو حذف کرنا چاہتے ہیں؟",
    "delete_note_undone": "اس کارروائی کو کالعدم نہیں کیا جا سکتا",
    "delete_cancel": "منسوخ کریں۔",
    "delete": "حذف کریں۔",
    "change_language": "زبان تبدیل کریں",
    "select_language": "زبان منتخب کریں۔",
    "language_continue": "جاری رہے",
    "language_done": "ہو گیا",
    "forgot_password": "پاسورڈ بھول گے؟",
    "reset_password_title": "پاس ورڈ ری سیٹ",
    "reset": "دوبارہ ترتیب دیں۔",
    "password_reset_successful": "پاس ورڈ دوبارہ ترتیب دینے کا لنک کامیابی کے ساتھ بھیج دیا گیا ہے۔",
    "close": "بند کریں",
    "privacy_policy_title": "رازداری کی پالیسی",
    "privacy_policy": "{name} نے iJot ایپ کو بطور مفت ایپ بنایا۔ یہ سروس {name} کی طرف سے بغیر کسی قیمت کے فراہم کی گئی ہے اور اس کا مقصد استعمال کے لیے ہے۔\n\nاگر کسی نے میری سروس استعمال کرنے کا فیصلہ کیا ہے تو یہ صارفین کو ذاتی معلومات کے جمع، استعمال اور افشاء کے ساتھ میری پالیسیوں کے بارے میں مطلع کرنا ہے۔\n\nاگر آپ میری سروس کو استعمال کرنے کا انتخاب کرتے ہیں، تو آپ اس پالیسی کے سلسلے میں معلومات کو جمع کرنے اور استعمال کرنے سے اتفاق کرتے ہیں۔ میں آپ کی معلومات کو کسی کے ساتھ استعمال یا شیئر نہیں کروں گا سوائے اس رازداری کی پالیسی میں بیان کردہ کے۔\n\n\n**معلومات کا مجموعہ اور استعمال**\n\nایک بہتر تجربے کے لیے، ہماری سروس استعمال کرتے وقت، میں آپ سے ہمیں کچھ ذاتی طور پر قابل شناخت معلومات فراہم کرنے کا مطالبہ کر سکتا ہوں، بشمول صارف نام اور ای میل تک محدود نہیں۔ میں جس معلومات کی درخواست کروں گا وہ آپ کے آلے پر رکھی جائے گی اور میرے ذریعہ کسی بھی طرح سے جمع نہیں کی جائے گی۔\n\nایپ فریق ثالث کی خدمات کا استعمال کرتی ہے جو آپ کی شناخت کے لیے استعمال ہونے والی معلومات اکٹھی کر سکتی ہیں۔\n\nایپ کے ذریعہ استعمال کردہ تھرڈ پارٹی سروس فراہم کنندگان کی رازداری کی پالیسی کا لنک\n\n* [گوگل پلے سروسز](https://www.google.com/policies/privacy/)\n\n* [Google Analytics for Firebase](https://firebase.google.com/policies/analytics)\n\n\n**لاگ ڈیٹا**\n\nمیں آپ کو بتانا چاہتا ہوں کہ جب بھی آپ میری سروس استعمال کرتے ہیں، ایپ میں خرابی کی صورت میں میں آپ کے فون پر لاگ ڈیٹا نامی ڈیٹا اور معلومات (تیسرے فریق کی مصنوعات کے ذریعے) اکٹھا کرتا ہوں۔ اس لاگ ڈیٹا میں آپ کے آلے کا انٹرنیٹ پروٹوکول (\"IP\") ایڈریس، ڈیوائس کا نام، آپریٹنگ سسٹم کا ورژن، میری سروس کا استعمال کرتے وقت ایپ کی کنفیگریشن، سروس کے آپ کے استعمال کا وقت اور تاریخ، اور دیگر اعدادوشمار جیسی معلومات شامل ہو سکتی ہیں۔ .\n\n\n**سہولت کار**\n\nمیں درج ذیل وجوہات کی بنا پر فریق ثالث کمپنیوں اور افراد کو ملازمت دے سکتا ہوں:\n\n* ہماری سروس کو آسان بنانے کے لیے؛\n\n* ہماری طرف سے سروس فراہم کرنے کے لیے؛\n\n* خدمت سے متعلق خدمات انجام دینے کے لیے؛ یا\n\n* ہماری سروس کا استعمال کیسے کیا جاتا ہے اس کا تجزیہ کرنے میں ہماری مدد کرنے کے لیے۔\n\nمیں اس سروس کے صارفین کو مطلع کرنا چاہتا ہوں کہ ان تیسرے فریق کو آپ کی ذاتی معلومات تک رسائی حاصل ہے۔ وجہ یہ ہے کہ ہماری طرف سے ان کو تفویض کردہ کاموں کو انجام دینا۔ تاہم، وہ کسی دوسرے مقصد کے لیے معلومات کو ظاہر یا استعمال نہ کرنے کے پابند ہیں۔\n\n\n**سیکیورٹی**\n\nمیں ہمیں آپ کی ذاتی معلومات فراہم کرنے میں آپ کے اعتماد کی قدر کرتا ہوں، اس طرح ہم اس کی حفاظت کے لیے تجارتی طور پر قابل قبول ذرائع استعمال کرنے کی کوشش کر رہے ہیں۔ لیکن یاد رکھیں کہ انٹرنیٹ پر ٹرانسمیشن کا کوئی طریقہ، یا الیکٹرانک اسٹوریج کا طریقہ 100% محفوظ اور قابل اعتماد نہیں ہے، اور میں اس کی مکمل حفاظت کی ضمانت نہیں دے سکتا۔\n\n\n**اس رازداری کی پالیسی میں تبدیلیاں**\n\nمیں وقتاً فوقتاً اپنی رازداری کی پالیسی کو اپ ڈیٹ کر سکتا ہوں۔ لہذا، آپ کو مشورہ دیا جاتا ہے کہ کسی بھی تبدیلی کے لیے وقتاً فوقتاً اس صفحہ کا جائزہ لیں۔ میں اس صفحہ پر نئی پرائیویسی پالیسی پوسٹ کر کے آپ کو کسی بھی تبدیلی کی اطلاع دوں گا۔\n\nیہ پالیسی 2020-11-16 سے موثر ہے۔\n\n\n**ہم سے رابطہ کریں**\n\nاگر آپ کے پاس میری پرائیویسی پالیسی کے بارے میں کوئی سوالات یا مشورے ہیں، تو مجھ سے jabguru007@gmail.com پر رابطہ کرنے میں ہچکچاہٹ محسوس نہ کریں۔",
    "search": "تلاش کریں۔",
    "no_content_search": "\"{searchText}\" کا استعمال کرتے ہوئے کوئی نوٹ نہیں مل سکا",
    "error_uploading_file": "فائل اپ لوڈ کرنے میں خرابی۔",
    "file_exceeds_limit": "فائل {limit} سے زیادہ ہے",
    "gallery": "گیلری",
    "link": "لنک",
    "capture_a_photo": "ایک تصویر کیپچر کریں۔",
    "capture_a_video": "ایک ویڈیو کیپچر کریں۔",
    "copy": "کاپی",
    "copy_for_whatsapp": "واٹس ایپ کے لیے کاپی کریں۔",
    "copy_for_whatsapp_success": "متن کلپ بورڈ پر کاپی ہو گیا۔",
    "copy_for_whatsapp_failed": "متن کاپی کرنے میں ناکام"
}