{
    "email": "Elektron pochta",
    "password": "Parol",
    "sign_in": "Tizimga kirish",
    "sign_up": "Ro'yxatdan o'tish",
    "or": "YOKI",
    "dont_have_an_account": "Hisobingiz yo'qmi?",
    "already_have_an_account": "Hisobingiz bormi?",
    "register": "Roʻyxatdan oʻtish",
    "validation_email": "Iltimos, elektron pochta manzilini kiriting",
    "validation_email_2": "Yaroqli elektron pochta manzilini kiriting!",
    "validation_password": "Iltimos, parolni kiriting",
    "validation_password_2": "Parol juda qisqa",
    "notes": "Eslatmalar",
    "no_notes_yet": "Qaydlar yo'q... Hali",
    "sign_out": "Tizimdan chiqish",
    "note_edit": "Tahrirlash",
    "note_new": "Yangi eslatma",
    "note_add_title": "Sarlavha qo'shish...",
    "note_add_details": "Tafsilotlar qo'shish...",
    "note_add_note": "Eslatma qo'shing",
    "note_add_note_message": "Eslatmada sarlavha bo'lishi kerak",
    "note_cat_uncategorized": "Kategoriyasiz",
    "note_cat_study": "O'qish",
    "note_cat_personal": "Shaxsiy",
    "note_cat_work": "Ish",
    "note_cat_todo": "Qilmoq",
    "delete_note": "Ushbu eslatmani o'chirib tashlamoqchimisiz?",
    "delete_note_undone": "Bu amalni ortga qaytarib bo‘lmaydi",
    "delete_cancel": "Bekor qilish",
    "delete": "Oʻchirish",
    "change_language": "Tilni o'zgartirish",
    "select_language": "Tilni tanlang",
    "language_continue": "Davom eting",
    "language_done": "Bajarildi",
    "forgot_password": "Parolni unutdingizmi?",
    "reset_password_title": "Parolni tiklash",
    "reset": "Qayta o'rnatish",
    "password_reset_successful": "Parolni tiklash havolasi muvaffaqiyatli yuborildi",
    "close": "Yopish",
    "privacy_policy_title": "Maxfiylik siyosati",
    "privacy_policy": "{name} iJot ilovasini Bepul ilova sifatida yaratdi. Bu XIZMAT {name} tomonidan bepul taqdim etiladi va avvalgidek foydalanish uchun moʻljallangan.\n\nBu, agar kimdir mening Xizmatimdan foydalanishga qaror qilgan bo'lsa, shaxsiy ma'lumotlarni to'plash, foydalanish va oshkor qilish bilan bog'liq siyosatim haqida foydalanuvchilarni xabardor qilishdir.\n\nAgar siz mening Xizmatimdan foydalanishni tanlasangiz, siz ushbu siyosat bilan bog'liq ma'lumotlarni to'plash va ishlatishga rozilik bildirasiz. Men sizning ma'lumotlaringizdan foydalanmayman yoki hech kim bilan baham ko'rmayman, bundan tashqari, ushbu Maxfiylik siyosatida ko'rsatilgan.\n\n\n**Ma'lumot to'plash va foydalanish**\n\nYaxshiroq tajribaga ega bo'lish uchun Xizmatimizdan foydalanishda men sizdan bizga ma'lum shaxsiy ma'lumotlarni, jumladan, foydalanuvchi nomi va elektron pochta manzilini taqdim etishingizni talab qilishim mumkin. Men so'ragan ma'lumotlar qurilmangizda saqlanadi va men tomonidan hech qanday tarzda yig'ilmaydi.\n\nIlova sizni shaxsingizni aniqlash uchun foydalaniladigan ma'lumotlarni to'plashi mumkin bo'lgan uchinchi tomon xizmatlaridan foydalanadi.\n\nIlova tomonidan foydalaniladigan uchinchi tomon xizmat koʻrsatuvchi provayderlarning maxfiylik siyosatiga havola\n\n* [Google Play xizmatlari](https://www.google.com/policies/privacy/)\n\n* [Firebase uchun Google Analytics](https://firebase.google.com/policies/analytics)\n\n\n**Jurnal ma'lumotlari**\n\nSizga shuni maʼlum qilmoqchimanki, siz har safar mening Xizmatimdan foydalanganingizda, ilovada xatolik yuz bergan taqdirda, men sizning telefoningizda Log Data deb nomlangan maʼlumotlar va maʼlumotlarni (uchinchi tomon mahsulotlari orqali) toʻplayman. Ushbu jurnal ma'lumotlari qurilmangiz Internet protokoli (\"IP\") manzili, qurilma nomi, operatsion tizim versiyasi, Xizmatimdan foydalanganda ilova konfiguratsiyasi, Xizmatdan foydalangan vaqt va sana va boshqa statistik ma'lumotlarni o'z ichiga olishi mumkin. .\n\n\n**Xizmat provayderlari**\n\nMen quyidagi sabablarga ko'ra uchinchi tomon kompaniyalari va jismoniy shaxslarni ishga olishim mumkin:\n\n* Xizmatimizni osonlashtirish uchun;\n\n* Bizning nomimizdan Xizmatni taqdim etish;\n\n* Xizmat bilan bog'liq xizmatlarni bajarish; yoki\n\n* Xizmatimizdan qanday foydalanilishini tahlil qilishda bizga yordam berish.\n\nMen ushbu Xizmat foydalanuvchilariga ushbu uchinchi shaxslar sizning Shaxsiy ma'lumotlaringizga kirish huquqiga ega ekanligini ma'lum qilmoqchiman. Sababi, ularga yuklatilgan vazifalarni bizning nomimizdan bajarish. Biroq, ular ma'lumotni oshkor qilmasliklari yoki boshqa maqsadlarda foydalanmasliklari shart.\n\n\n**Xavfsizlik**\n\nMen sizning shaxsiy ma'lumotlaringizni bizga taqdim etishga bo'lgan ishonchingizni qadrlayman, shuning uchun biz uni himoya qilish uchun tijorat nuqtai nazaridan maqbul vositalardan foydalanishga intilamiz. Ammo esda tutingki, Internet orqali uzatishning hech qanday usuli yoki elektron saqlash usuli 100% xavfsiz va ishonchli emas va men uning mutlaq xavfsizligini kafolatlay olmayman.\n\n\n**Maxfiylik siyosatiga kiritilgan o'zgartirishlar**\n\nMen vaqti-vaqti bilan Maxfiylik siyosatimizni yangilashim mumkin. Shunday qilib, har qanday o'zgarishlar uchun vaqti-vaqti bilan ushbu sahifani ko'rib chiqish tavsiya etiladi. Men ushbu sahifada yangi Maxfiylik siyosatini joylashtirish orqali har qanday o'zgarishlar haqida sizni xabardor qilaman.\n\nUshbu siyosat 2020-11-16 dan kuchga kiradi\n\n\n**Biz bilan bog'lanish**\n\nMaxfiylik siyosatim haqida savollaringiz yoki takliflaringiz bo'lsa, jabguru007@gmail.com manzili orqali men bilan bog'lanishdan tortinmang.",
    "search": "Qidirmoq",
    "no_content_search": "“{searchText}” yordamida qayd topilmadi",
    "error_uploading_file": "Faylni yuklashda xato",
    "file_exceeds_limit": "Fayl {limit} dan oshadi",
    "gallery": "Galereya",
    "link": "Havola",
    "capture_a_photo": "Suratga oling",
    "capture_a_video": "Videoga olish",
    "copy": "Nusxalash",
    "copy_for_whatsapp": "WhatsApp uchun nusxa ko'chiring",
    "copy_for_whatsapp_success": "Matn vaqtinchalik xotiraga nusxalandi",
    "copy_for_whatsapp_failed": "Matnni nusxalab bo‘lmadi",
    "note_cat_all": "Hammasi",
    "delete_account": "Mening hisobimni o'chirish",
    "delete_account_confirmation": "Hisobingizni oʻchirib tashlamoqchimisiz?",
    "delete_account_confirmation_details": "Barcha qaydlaringiz yo'qoladi va sizdan iJOT-dan foydalanish uchun yangi hisob qaydnomasini ro'yxatdan o'tkazish talab qilinadi.",
    "delete_account_sucessful": "Hisob muvaffaqiyatli o'chirildi!",
    "delete_account_error": "Hisobni oʻchirishda xatolik yuz berdi! Qaytadan kiring.",
    "sort_notes": "Eslatmalarni tartiblash"
}