{
    "email": "E-mail",
    "password": "Mật khẩu",
    "sign_in": "Đăng nhập",
    "sign_up": "Đăng ký",
    "or": "HOẶC",
    "dont_have_an_account": "Không có một tài khoản?",
    "already_have_an_account": "Bạn co săn san để tạo một tai khoản?",
    "register": "Đăng ký",
    "validation_email": "Vui lòng nhập email",
    "validation_email_2": "Nhập một email hợp lệ!",
    "validation_password": "Vui lòng nhập mật khẩu",
    "validation_password_2": "Mật khẩu quá ngắn",
    "notes": "ghi chú",
    "no_notes_yet": "Không có ghi chú... Tuy nhiên",
    "sign_out": "Đăng xuất",
    "note_edit": "Biên tập",
    "note_new": "Ghi chú mới",
    "note_add_title": "Thêm tiêu đề...",
    "note_add_details": "Thêm chi tiết...",
    "note_add_note": "Thêm ghi chú",
    "note_add_note_message": "Lưu ý Phải có tiêu đề",
    "note_cat_uncategorized": "Chưa được phân loại",
    "note_cat_study": "Học",
    "note_cat_personal": "Riêng tư",
    "note_cat_work": "Công việc",
    "note_cat_todo": "Làm",
    "delete_note": "Bạn có muốn Xóa ghi chú này không?",
    "delete_note_undone": "Hành động này không thể được hoàn tác",
    "delete_cancel": "Hủy bỏ",
    "delete": "Xóa bỏ",
    "change_language": "Thay đổi ngôn ngữ",
    "select_language": "Chọn ngôn ngữ",
    "language_continue": "Tiếp tục",
    "language_done": "Xong",
    "forgot_password": "Quên mật khẩu?",
    "reset_password_title": "Đặt lại mật khẩu",
    "reset": "Cài lại",
    "password_reset_successful": "Liên kết đặt lại mật khẩu đã được gửi thành công",
    "close": "Đóng",
    "privacy_policy_title": "Chính sách bảo mật",
    "privacy_policy": "{name} đã xây dựng ứng dụng iJot dưới dạng ứng dụng Miễn phí. DỊCH VỤ này do {name} cung cấp miễn phí và được thiết kế để sử dụng như vốn có.\n\nĐiều này nhằm thông báo cho người dùng về các chính sách của tôi đối với việc thu thập, sử dụng và tiết lộ Thông tin cá nhân nếu bất kỳ ai quyết định sử dụng Dịch vụ của tôi.\n\nNếu bạn chọn sử dụng Dịch vụ của tôi, thì bạn đồng ý với việc thu thập và sử dụng thông tin liên quan đến chính sách này. Tôi sẽ không sử dụng hoặc chia sẻ thông tin của bạn với bất kỳ ai trừ khi được mô tả trong Chính sách quyền riêng tư này.\n\n\n**Thu thập và sử dụng thông tin**\n\nĐể có trải nghiệm tốt hơn, trong khi sử dụng Dịch vụ của chúng tôi, tôi có thể yêu cầu bạn cung cấp cho chúng tôi một số thông tin nhận dạng cá nhân nhất định, bao gồm nhưng không giới hạn ở tên người dùng và email. Thông tin mà tôi yêu cầu sẽ được giữ lại trên thiết bị của bạn và không được tôi thu thập dưới bất kỳ hình thức nào.\n\nỨng dụng sử dụng các dịch vụ của bên thứ ba có thể thu thập thông tin được sử dụng để nhận dạng bạn.\n\nLiên kết đến chính sách quyền riêng tư của nhà cung cấp dịch vụ bên thứ ba mà ứng dụng sử dụng\n\n* [Dịch vụ của Google Play](https://www.google.com/policies/privacy/)\n\n* [Google Analytics cho Firebase](https://firebase.google.com/policies/analytics)\n\n\n**Dữ liệu nhật ký**\n\nTôi muốn thông báo với bạn rằng bất cứ khi nào bạn sử dụng Dịch vụ của tôi, trong trường hợp xảy ra lỗi trong ứng dụng, tôi sẽ thu thập dữ liệu và thông tin (thông qua các sản phẩm của bên thứ ba) trên điện thoại của bạn có tên là Dữ liệu nhật ký. Dữ liệu Nhật ký này có thể bao gồm các thông tin như địa chỉ Giao thức Internet (“IP”) trên thiết bị của bạn, tên thiết bị, phiên bản hệ điều hành, cấu hình của ứng dụng khi sử dụng Dịch vụ của tôi, ngày giờ bạn sử dụng Dịch vụ và các số liệu thống kê khác .\n\n\n**Các nhà cung cấp dịch vụ**\n\nTôi có thể tuyển dụng các công ty và cá nhân bên thứ ba vì những lý do sau:\n\n* Để tạo điều kiện thuận lợi cho Dịch vụ của chúng tôi;\n\n* Để cung cấp Dịch vụ thay mặt chúng tôi;\n\n* Để thực hiện các dịch vụ liên quan đến Dịch vụ; hoặc\n\n* Để hỗ trợ chúng tôi phân tích cách Dịch vụ của chúng tôi được sử dụng.\n\nTôi muốn thông báo cho người dùng Dịch vụ này rằng các bên thứ ba này có quyền truy cập vào Thông tin cá nhân của bạn. Lý do là để thay mặt chúng tôi thực hiện các nhiệm vụ được giao cho họ. Tuy nhiên, họ có nghĩa vụ không tiết lộ hoặc sử dụng thông tin cho bất kỳ mục đích nào khác.\n\n\n**Bảo vệ**\n\nTôi đánh giá cao sự tin tưởng của bạn trong việc cung cấp cho chúng tôi Thông tin cá nhân của bạn, do đó chúng tôi đang cố gắng sử dụng các phương tiện được chấp nhận về mặt thương mại để bảo vệ thông tin đó. Nhưng hãy nhớ rằng không có phương thức truyền qua internet hoặc phương thức lưu trữ điện tử nào an toàn và đáng tin cậy 100% và tôi không thể đảm bảo tính bảo mật tuyệt đối của nó.\n\n\n**Những thay đổi đối với Chính sách quyền riêng tư này**\n\nTôi có thể cập nhật Chính sách quyền riêng tư của chúng tôi theo thời gian. Vì vậy, bạn nên xem lại trang này định kỳ để biết bất kỳ thay đổi nào. Tôi sẽ thông báo cho bạn về bất kỳ thay đổi nào bằng cách đăng Chính sách quyền riêng tư mới trên trang này.\n\nChính sách này có hiệu lực từ 2020-11-16\n\n\n**Liên hệ chúng tôi**\n\nNếu bạn có bất kỳ câu hỏi hoặc đề xuất nào về Chính sách quyền riêng tư của tôi, vui lòng liên hệ với tôi theo địa chỉ jabguru007@gmail.com.",
    "search": "Tìm kiếm",
    "no_content_search": "Không thể tìm thấy ghi chú bằng \"{searchText}\"",
    "error_uploading_file": "Lỗi khi tải tệp lên",
    "file_exceeds_limit": "Tệp vượt quá {limit}",
    "gallery": "Phòng trưng bày",
    "link": "liên kết",
    "capture_a_photo": "Chụp ảnh",
    "capture_a_video": "Quay video",
    "copy": "Sao chép",
    "copy_for_whatsapp": "Sao chép cho WhatsApp",
    "copy_for_whatsapp_success": "Đã sao chép văn bản vào khay nhớ tạm",
    "copy_for_whatsapp_failed": "Không thể sao chép văn bản"
}